[
  {
    "_id": 1,
    "id": "3d_hykros_puzzle",
    "name": "เกมปริศนาไฮครอส 3 มิติ",
    "description": "เกมปริศนาที่ได้รับความนิยมไปทั่วไฮครอส รูปลักษณ์แปลกใหม่ และประสบการณ์เล่นเกมก็สามารถกล่าวได้อย่างเต็มปากเต็มคำว่าสนุกสนาน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "king",
      "meryl",
      "samir",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 2,
    "id": "aida_comic",
    "name": "หนังสือการ์ตูนไอดา",
    "description": "การ์ตูนที่บอกเล่าเรื่องราวการผจญภัยของทาทาบนไอดา ซึ่งจะออกเป็นรายเดือน หนังการ์ตูนเล่มนี้ตีพิมพ์เป็นจำนวนจำกัด แต่มีความนิยมสูง จึงทำให้เกิดการแย่งชิงกันระหว่างผู้อ่านทุกครั้งที่มีการออกเล่มใหม่ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "frigg",
      "huma",
      "king",
      "tsubasa",
      "zero",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 3,
    "id": "angela_ornament",
    "name": "หุ่นประดับแองเจลา",
    "description": "หุ่นจำลองของหุ่นยนต์รับใช้ชื่อแองเจลา ที่เก็บรายละเอียดถึงขั้นที่มีปีกคู่สีชมพูน่ารักติดไว้ที่หลังด้วย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "huma",
      "pepper",
      "nemesis"
    ],
    "characters": [
      "crow",
      "bailing",
      "echo",
      "ene",
      "frigg"
    ]
  },
  {
    "_id": 4,
    "id": "banges_specialty",
    "name": "ของพิเศษจากเบนเจส",
    "description": "ข้างในมีของดีชนิดต่างๆ จากเบนเจส ของข้างในจะถูกเลือกมาใส่กล่องแบบสุ่ม เพื่อแสดงออกถึงความหลากหลายภายในท้องถิ่น แน่นอนว่า คุณจะไม่มีรู้ได้ว่าคุณจะได้ของอะไรกันแน่ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "frigg",
      "samir",
      "shiro",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 5,
    "id": "cat_throw_pillow",
    "name": "หมอนอิงรูปแมว",
    "description": "หมอนหนุนรูปแมว ถือแล้วจะรู้สึกผ่อนคลายมากและได้รับการเยียวยา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 6,
    "id": "chess_set",
    "name": "ชุดหมากรุก",
    "description": "เกมสำหรับผู้เล่นสองคน แต่ก็มีผู้คนบางกลุ่มที่นิยมเอาเกมนี้ไปเล่นเองคนเดียวมากกว่า มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 7,
    "id": "coloring_book",
    "name": "สมุดระบายสี",
    "description": "ทางผู้ขายกล่าวไว้ว่าหากหนังสือทุกหน้าถูกระบายสีครบแล้ว คุณสามารถนำมันไปแลกรับเล่มใหม่ได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 8,
    "id": "crazy_dumont_figurine",
    "name": "หุ่นฟิกเกอร์เครซีดูมองต์",
    "description": "ไม่มีใครทราบชัดว่ากระแสคลั่งไคล้ในหุ่นดูมองต์คนคลั่งเริ่มขึ้นตั้งแต่ตอนไหน อยู่ๆ ทุกคนก็อยากหาซื้อมันมาโดยไม่มีปี่ไม่มีขลุ่ย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 9,
    "id": "crown_token",
    "name": "โทเคนคราวน์",
    "description": "เหรียญที่ระลึกซึ่งเหมืองคราวน์ผลิตขึ้นมาแบบจำกัดจำนวน ด้านหัวของเหรียญจะมีรูปของเจ้าของเหมือง ส่วนด้านก้อยจะมีอักษรประดิษฐ์รูปตัว \"K\" หากสะสมเหรียญเหล่านี้ได้เจ็ดเหรียญก็จะสามารถลางานได้หนึ่งวัน โดยที่ยังได้รับค่าแรง—คงจะเป็นอย่างนั้นนะ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "king"
    ],
    "characters": [
      "crow",
      "meryl",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "hilda",
      "pepper"
    ]
  },
  {
    "_id": 10,
    "id": "custom_poker_deck",
    "name": "สำรับไพ่โป๊กเกอร์ทำเอง",
    "description": "ไม่มีใครรู้ถึงตัวตนของผู้ที่สร้างไพ่สำรับนี้ขึ้น แต่เมื่อพิจารณาจากกฎในการเล่นเกมแล้ว ตัวผู้สร้างต้องเป็นคนที่น่าสนใจมากอย่างแน่นอน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 11,
    "id": "dumbbells",
    "name": "ดัมเบล",
    "description": "เครื่องมือสำหรับใช้ฝึกยกน้ำหนัก มันมักจะใช้ในการออกกำลังกาย— ยกเว้นในสถานการณ์สุดผิดปกติบางอย่าง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 12,
    "id": "flower_bouquet",
    "name": "ช่อดอกไม้",
    "description": "ช่อดอกไม้ที่ถูกจัดขึ้นมาอย่างสวยงาม นับเป็นตัวเลือกสำหรับใช้เป็นของขวัญอันดีเยี่ยม อย่างไรก็ตาม ให้ระวังไว้ให้ดี หากผู้รับเป็นคนแพ้เกสรดอกไม้หรือไม่ชอบต้นไม้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 13,
    "id": "gem_necklace",
    "name": "สร้อยอัญมณี",
    "description": "สร้อยคออัญมณีเส้นนี้ราคาเท่าไรกันนะ? อย่าไปสนใจเรื่องการคาดเดาราคาเลย เอาของมีค่าชิ้นนี้ไปเก็บไว้ให้ปลอดภัยดีกว่า! มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "pepper"
    ]
  },
  {
    "_id": 14,
    "id": "limited_peanut_figurine",
    "name": "หุ่นฟิกเกอร์พีนัท",
    "description": "หุ่นย่อส่วนที่หายากมาก มาพร้อมกับหน่วยบรรจุข้อมูลและระบบควบคุมระดับเสียง มันถูกออกแบบโดยอ้างอิงจากเจ้าแมวพีนัท มันจึงได้รับความนิยมในหมู่คนรักแมวทั้งหลาย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "frigg",
      "huma",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 15,
    "id": "limited_tata_figurine",
    "name": "หุ่นฟิกเกอร์ทาทารุ่นลิมิเต็ด",
    "description": "หุ่นสำหรับสะสมที่ผลิตออกมาในจำนวนจำกัด เพื่อเป็นของที่ระลึกสำหรับหนังสือการ์ตูนไอดา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "hilda"
    ],
    "characters": [
      "cobaltb",
      "king",
      "echo"
    ]
  },
  {
    "_id": 16,
    "id": "metal_alf_figurine",
    "name": "หุ่นฟิกเกอร์อาล์ฟเหล็ก",
    "description": "เพื่อให้หุ่นตัวนี้เหมือนอาล์ฟที่เป็นตัวต้นแบบให้มากที่สุด ผู้ผลิตจึงทำหุ่นตัวนี้ขึ้นมาจากโลหะ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "crow",
      "shiro",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 17,
    "id": "meteorite_in_a_bottle",
    "name": "เมทีโอไรท์ในขวด",
    "description": "อุกกาบาตในขวดใส ชิ้นอุกกาบาตนี้ดูคล้ายกับเศษหินอวกาศที่ถูกเผาไหม้ไม่หมด ซึ่งมีส่วนผสมของธาตุบางอย่างที่ส่องประกายอ่อนๆ ออกมา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 18,
    "id": "mini_potted_plant",
    "name": "พืชกระถางขนาดเล็ก",
    "description": "พืชย่อส่วนบรรจุกระถาง โปรดทราบว่า นี่เป็นเพียงพืชเทียมเท่านั้น จึงไม่จำเป็นต้องได้รับการดูแลอย่างพืชปกติแต่อย่างใด มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 19,
    "id": "moonrabbit_kit",
    "name": "ชุดประกอบกระต่ายดวงจันทร์",
    "description": "จำเป็นต้องประกอบ รูปลักษณ์ของมันอ้างอิงมาจากกระต่ายดวงจันทร์ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 20,
    "id": "music_box",
    "name": "กล่องดนตรี",
    "description": "กล่องดนตรีทำจากโลหะ ไม่มีความปรากฏชัดว่าเจ้าของทำมันเสียหรือเกิดเหตุอะไรอย่างอื่นหรือไม่ แต่ทำนองเพลงไพเราะของมันกลับไม่สามารถเล่นออกมาได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "frigg",
      "huma",
      "samir",
      "shiro",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 21,
    "id": "new_game_console",
    "name": "เครื่องเล่นเกมใหม่",
    "description": "เครื่องเล่นเกมชั้นเยี่ยมรุ่นใหม่ ซึ่งมีอัจฉริยะด้านคอมพิวเตอร์เป็นผู้ออกแบบ มันมีต้นทุนในการผลิตสูง จึงส่งผลให้ของขาดตลาด มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "zero",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "huma",
      "crow",
      "king",
      "samir",
      "tsubasa",
      "ene",
      "hilda"
    ]
  },
  {
    "_id": 22,
    "id": "new_kalka_ornament",
    "name": "เครื่องประดับคาลก้าใหม่",
    "description": "หลังจากที่ได้รับการร้องเรียนจำนวนมหาศาลจากผู้ที่ไม่เห็นด้วยกับการเลิกผลิตหุ่นคาลก้าแบบเก่า ทางผู้ผลิตจึงตัดสินใจนำเสนอหุ่นเวอร์ชั่นใหม่ออกมาแทน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 23,
    "id": "nice_picture_frame",
    "name": "กรอบรูปสวยงาม",
    "description": "มันถูกสร้างขึ้นมาเป็นพิเศษเพื่อใช้เก็บรักษารูปถ่ายที่ทรงคุณค่า ด้วยเหตุนี้ มันจึงถูกทำขึ้นมาจากวัสดุพิเศษซึ่งรื้อทำลายได้ลำบาก มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 24,
    "id": "paper_pinwheel",
    "name": "กังหันกระดาษ",
    "description": "ของเล่นดูเรียบง่ายที่ไม่สามารถดูธรรมดาไปยิ่งกว่านี้ได้อีกแล้ว กระนั้นก็ตาม มันก็สามารถทำให้ผู้เล่นเกิดความรู้สึกสบายใจและมีความสุขได้เสมอมา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 25,
    "id": "perfume_bottle",
    "name": "ขวดน้ำหอม",
    "description": "ขวดแก้วที่ดูสวยงามมีระดับ ข้างในบรรจุของเหลวกลิ่นหอมชวนให้รื่นรมย์ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 26,
    "id": "plush_toy",
    "name": "ตุ๊กตานุ่มนิ่ม",
    "description": "ตุ๊กตายัดไส้ที่เด็กๆ โปรดปราน มันน่ารักน่าเอ็นดู อีกทั้งยังมีกลิ่นหอมที่ชวนให้นึกถึงวันอันอบอุ่นใต้ดวงอาทิตย์สดใส มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "cocoritter",
      "samir",
      "zero",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 27,
    "id": "postcard_of_aida",
    "name": "โปสการ์ดไอดา",
    "description": "มันจะแสดงให้เห็นภูมิประเทศต่างๆ ในไอดา ถึงแม้ว่าในดาวเคราะห์ดวงนี้ จะมีมลพิษจากรังสีออมเนียมและสิ่งแวดล้อมอย่างอื่นที่เลวร้าย แต่มันก็ยังคงมีทิวทัศน์ที่ควรค่าแก่การเก็บรักษาไว้เช่นกัน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 28,
    "id": "retro_harmonica",
    "name": "ฮาร์โมนิกายุคเก่า",
    "description": "มีไว้ใช้เล่นท่วงทำนองที่ไพเราะชวนเบิกบานใจ มันมีอยู่ไม่มากนัก จึงมีคนบนดาวเคราะห์ไอดาที่สามารถเล่นมันได้จริงๆ เพียงแค่ไม่กี่คนเท่านั้น มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing",
      "echo"
    ]
  },
  {
    "_id": 29,
    "id": "silver_cookware",
    "name": "เครื่องครัวเงิน",
    "description": "เครื่องครัวครบชุดที่ดูหรูหราราคาแพง เป็นที่คาดเดากันว่าเครื่องครัวชุดนี้เป็นของพ่อครัวประสาทเสียคนหนึ่งที่จะไม่ยอมให้ใครคนอื่นมาแตะต้องเครื่องครัวอันล้ำค่าชุดนี้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "shiro"
    ],
    "characters": [
      "king",
      "meryl",
      "bailing",
      "frigg",
      "pepper"
    ]
  },
  {
    "_id": 30,
    "id": "smarty_doll",
    "name": "ตุ๊กตาสมาร์ทตี้",
    "description": "ของเล่นที่สร้างขึ้นโดยอ้างอิงจากรูปลักษณ์ของสมาร์ทตี้ แต่ทางผู้ผลิตจะแทนที่พืชเทียมที่อยู่บนหัวของมันด้วยพืชของจริง ทำให้มันเหมาะแก่การเก็บสะสมเป็นอย่างยิ่ง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "king",
      "meryl",
      "samir",
      "shiro",
      "bailing",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 31,
    "id": "snack_box",
    "name": "กล่องขนม",
    "description": "กล่องขนมกินเล่นที่เฟนนี่ซึ่งอยู่ในแอสตราจัดทำขึ้นมา ภายในมีขนมขบเคี้ยวที่อร่อยเกินห้ามใจหลากหลายชนิด จัดเป็นของขวัญที่ได้รับความนิยมไปทั่วทุกเขต มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "echo",
      "hilda"
    ]
  },
  {
    "_id": 32,
    "id": "snow_globe",
    "name": "ลูกแก้วหิมะ",
    "description": "มันมีแหล่งกำเนิดมาจากทุ่งหิมะวอร์เรน และจะสะท้อนให้เห็นถึงหิมะสะอาดบริสุทธิ์ที่ตกลงมาในช่วงฤดูหนาว ตอนนี้มันถูกจัดทำขึ้นใหม่ให้เป็นเครื่องประดับภายในครัวเรือน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "bailing"
    ],
    "characters": [
      "huma",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 33,
    "id": "spirit_princess_figurine",
    "name": "หุ่นฟิกเกอร์เจ้าหญิงแห่งวิญญาณ",
    "description": "หุ่นย่อส่วนที่ออกแบบโดยอ้างอิงจากหุ่นยนต์รับใช้ชื่อเจ้าหญิงแห่งวิญญาณ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 34,
    "id": "tailormade_suit",
    "name": "สูทสั่งตัด",
    "description": "ชุดสูทแบบสั่งตัดโดยเฉพาะ ดูมีระดับและละมุนละไมกว่าชุดสูทธรรมดาทั่วไป อีกทั้งยังมีเครื่องประดับต่างๆ ติดไว้ด้วย เหล่าคนที่มีลีลาน่าจะชอบมันเป็นอย่างดี มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 35,
    "id": "tartarus_ornament",
    "name": "เครื่องประดับทาร์ทารัส",
    "description": "หุ่นย่อส่วนที่ว่ากันว่าอ้างอิงมาจากรูปลักษณ์ของทาร์ทารัส มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 36,
    "id": "tool_set",
    "name": "กล่องเครื่องมือ",
    "description": "มันถูกออกแบบขึ้นมาเพื่อการใช้งานจริงและสามารถใช้งานได้ทันที นอกจากนี้ ยังสามารถนำมันมาใช้แทนอะไหล่สำรองได้ด้วย คุณสมบัติอเนกประสงค์ของมันนั้น ได้รับการยอมรับและยกย่องเป็นอย่างดีจากช่างเทคนิคทั้งหลาย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 37,
    "id": "vitamin_pack",
    "name": "กล่องวิตามิน",
    "description": "อาหารเสริมเพื่อสุขภาพที่ดี นับเป็นของจำเป็นสำหรับผู้ที่ทำงานหนักเป็นเวลานานเกินไป หรือหมกมุ่นกับการเล่นเกมจนไม่สามารถกินอาหารเป็นกิจจะลักษณะได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "frigg",
      "huma",
      "crow",
      "echo",
      "pepper"
    ]
  },
  {
    "_id": 38,
    "id": "void_angel_figurine",
    "name": "หุ่นฟิกเกอร์นางฟ้าห้วงมิติเวิ้งว้าง",
    "description": "หุ่นย่อส่วนที่อ้างอิงจากรูปลักษณ์ของนางฟ้าห้วงมิติเวิ้งว้าง ตัวหุ่นมีสีขาวทั้งตัว และต้องได้รับการดูแลเป็นอย่างดีเพื่อไม่ให้ตัวหุ่นมีรอยเปรอะเปื้อน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "claudia",
      "crow",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "hilda"
    ]
  },
  {
    "_id": 39,
    "id": "warren_fossil",
    "name": "ฟอซซิลวอร์เรน",
    "description": "ซากดึกดำบรรพ์ที่ถูกปิดผนึกอยู่ในน้ำแข็งซึ่งถูกค้นพบในทุ่งหิมะวอร์เร็น มันหายากมากและเหมาะแก่การสะสมเป็นอย่างยิ่ง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "king",
      "meryl",
      "shiro",
      "bailing"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "tsubasa",
      "pepper"
    ]
  },
  {
    "_id": 40,
    "id": "wool_scarf",
    "name": "ผ้าพันคอขนแกะ",
    "description": "จริงๆ แล้วมันควรจะทำขึ้นมาจากขนแกะที่ได้ผ่านกระบวนการแปรรูป อย่างไรก็ตาม วัสดุที่ว่ากลายเป็นของล้าสมัยไปแล้ว \"ขนแกะ\" ที่เห็นนี้ จริงๆ แล้วจะทำมาจากวัสดุผสม มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  }
]