{
  " Anomalies detected at the spacerift.": "npctata_talk6",
  "(He looks at you indifferently...)": "npc110_talk1",
  "(Tracy glances at you, seemingly unwilling to talk.)": "npc006_talk5",
  "Search one after another row... My time can't be wasted like this!": "npc146_talk1",
  "I found a very large shell last time, but then my younger brother broke it.": "npc285_talk2",
  "Is there any recruitment information from Banges? Did you see any?": "npc051_talk10",
  "No.": "npc0103_talk6",
  "It's better to remember the present.": "npc038_talk8",
  "No, I dare not.": "npc043_talk8",
  "I don't know how long this shelter may exist, but I'll definitely do my best to protect it.": "npc016_talk7",
  "No matter what they do, as long as they're in Banges, they won't get to have any secrets.": "npc277_talk2",
  "Nothing, thanks.": "playerequip01-2",
  "I'd rather think about tomorrow than about those meaningless questions.": "npc141_talk2",
  "Why not?": "npc0101_talk10",
  "Why do you choose so?": "npc050_talk3",
  "Why?": "npc0103_talk4",
  "How come everyone says Emile doesn't exist?": "npc362_talk2",
  "Why do you say that?": "npc038_talk5",
  "Why did you say that?": "npc051_talk5",
  "Why do you make that choice?": "npc050_talk5",
  "Why is that?": "npc049_talk5",
  "Perhaps I've been wrong from the beginning. I should have been open about how I felt.": "npc032_talk5",
  "Perhaps I should be kinder.": "npc133_talk3",
  "Have you ever seen a real horse, my human guest?": "npc359_talk1",
  "When is it going to be my turn...": "npc270_talk1",
  "When will Ravagers let this shelter off?": "npc037_talk2",
  "What? The brooch? That's an important thing of his. I'll help you look for it.": "npc016_talk2",
  "Mom praised me today. She said, \"Nice work, Sanson!\"": "npc351_talk1",
  "There are so many mice in the warehouse lately. It's so troublesome...": "npc016_talk3",
  "He kept telling me that it was fine, that he would not die, but whenever he went on a dangerous mission, it was still me that was the most worried.": "npc042_talk2",
  "They told me they're not playing hide-and-seek with me anymore, but I still wanna play with them. Now I'm unsure about it.": "npc0101_talk5",
  "They're all too dumb. They're always blabbering on about trivial matters.": "npc136_talk2",
  "If they hide themselves so well, that means they don't want to play with me. If so, why should I go look for them? I might as well go home.": "npc0103_talk5",
  "Elizabeth... She's as charming as she was when she was younger.": "npc014_talk5",
  "Lady Aegis!": "npcyixisiqifenzu_talk1",
  "Yes.": "npc0103_talk7",
  "It would become worse.": "npc051_talk8",
  "It would be back to square one.": "npc051_talk7",
  "It won't be long before some insects arrive.": "npc040_talk2",
  "But I didn't remember a thing...": "npc365_talk2",
  "But I'm too old to do that...": "npc008_talk6",
  "But then who speaks for the law now? Everyone acts based on the most basic moral code.": "npc289_talk2",
  "D-Do you want to take a ride as well?": "npc367_talk3",
  "W-what are you looking at?": "npc259_talk1",
  "W-What do you want? We're all respectable people!": "npc290_talk1",
  "Lacey is a girl, but she's really violent. She hit me so hard two days ago that I cried for my mom.": "npc005_talk3",
  "Don't get me wrong. The business we do is legal.": "npc289_talk1",
  "Don't you think it's nice here? It's sunny year-round. Cloudy and raining days have nothing to do with us.": "npc137_talk1",
  "Do you want to play with me, too?": "npc266_talk1",
  "You are such an annoying group of people.": "npc032_talk2",
  "I may look thin and weak, but I've been training and having protein powder every day. My muscles will be bigger than all of yours here one year later!": "npc0064_talk2",
  "Do you like ice cream?": "npc284_talk1",
  "Hello, this is McGee's Fried Chicken. I'm Collie, the receptionist.": "npc218_talk1",
  "Excuse me, please don't disturb our staff if there's nothing important.": "npc138_talk1",
  "Hello, I'm Caroll. Wanna play?": "npc269_talk2",
  "Hi, I'm Gump. Forrest Gump.": "npc015_talk2",
  "Hi, I'm Alaba.": "npc009_talk1",
  "Hi. Need a hand?": "npc2571_talk1",
  "You're not here to do business, are you? I can tell from the way you dress.": "npc274_talk3",
  "Get one and give it to Shirli. They're too fat for me to hold.": "npctata_talk9",
  "Why are you here? Is something the matter?": "npc0101_talk4",
  "Are you... a human?": "npc354_talk2",
  "Are you a visitor from the surface? Welcome to Cetus Island!": "npc376_talk3",
  "Is there anything I can do for you?": "npc218_talk2",
  "Do you want to ask me something?": "npc257_talk1",
  "Is there anything important? Please leave if there isn't.": "npc138_talk2",
  "If you have any problem, you'll have to wait for the boss to come back.": "npc041_talk2",
  "Shirli has gone far away. She's not coming back.": "npc009fenwei_talk2",
  "Do you know where Cabel is?": "npc0103_talk8",
  "Maybe I'll let you be my friend if you invite me to a barbecue.": "npc045_talk2",
  "Have you met Emile? She's my best friend.": "npc362_talk1",
  "What do you think?": "npc051_talk2",
  "Did you say Palu lost something and can't find it? He's so scatterbrained.": "npc016_talk1",
  "Did you say the brooch belongs to Palu? Take it back to him then. I'm staying here until Alaba finds my bear. He always does.": "npc0101_talk3",
  "Is there anything else I can do for you?": "npc0142_talk1",
  "Budget articles of daily use. Come and look!": "grocer_talk1",
  "Protecting Hykros is my responsibility.": "npc150_talk2",
  "It is our job to protect the port!": "npc280_talk1",
  "It's my job to safeguard Banges Port.": "npc271_talk1",
  "Everything takes patience. So does the fishing. Don't rush into anything.": "npc250_talk3",
  "Capable people like me will be able to earn enough money for a lifetime by getting bounties.": "npc262_talk1",
  "Cabel is a smart boy. I'm sure you'll like him once you talk to him.": "npc005_talk2",
  "Twenty percent off everything here. Wanna have a look?": "npc2721_talk1",
  "Is there any news about Banges on the bulletin board? My friend is doing business there.": "npc049_talk10",
  "I also want to know why they argued with me actually.": "npc133_talk1",
  "I already knew. Shirli... won't be back, will she?": "npc009_talk7",
  "It's actually not fun looking at this board every day, but if I go out, I'll get attacked by those creatures. How boring!": "npc050_talk1",
  "There are actually still some problems with the water here, but for the needs of the human body, I must stay here to test and collect the data of the body of water.": "npc043_talk1",
  "If I don't lay in a stock of merchandise soon, I'll be saddled with debts my whole life!": "npc287_talk2",
  "The cats at the shelter will be able to catch mice for me after a few months of training. I hope they'll do a good job.": "npc016_talk8",
  "In two decades, Hykros will give all the people on Aida a perfect future.": "npc143_talk2",
  "Go out.": "npc049_talk8",
  "A fish dug into the mud just now. I'm going to dig it out!": "npctata_talk10",
  "Don't interrupt me from doing business!": "npc255_talk2",
  "Don't disturb me. I'm working hard on my confession of love!": "npc044_talk3",
  "Get out of my way.": "npc266_talk2",
  "Forget it. Those cowards. They ran away faster than I did when they saw the mice.": "npc016_talk4",
  "Leave me alone. I don't like mingling with strangers.": "npc006_talk1",
  "Stop bugging me! I'm warning you!": "npc006_talk3",
  "Upstream may look safe, but it's actually the weakest part of the entire shelter.": "npc037_talk1",
  "Don't get me wrong, I've always been interested in these things.": "npc256_talk3",
  "Don't go. Have another look! The price is negotiable!": "grocer_talk3",
  "Stay away, stupid monkey!": "npc129_talk3",
  "Some luckless guy just fell off from the bridge the other day.": "npc008_talk8",
  "You got this!": "npcyixisiqifenzu_talk7",
  "Make a balance between labor and rest... Make a balance between labor and rest... I just wanna have a cup of hot tea.": "npc128_talk1",
  "Diligence and kindheartedness are the most precious virtues. That's what mom said!": "npc353_talk3",
  "What does the doctor want these data for...": "npc127_talk2",
  "I'm going to see Celine. Run, run!": "npctata_talk3",
  "There are many new types of equipment in uncle's house. Wanna go have a look?": "npc034_talk1",
  "The ancients said that a book is like a magic garden carried in your pocket. What's wrong with getting to know the world through reading? It'd be really tiring to have to measure the world with your feet.": "npc049_talk4",
  "The ancients said that people should read and travel widely. It's not enough to just read. You still need to practice in person. Books may be wrong. If you always go by the book, you'll only think in an entrenched way.": "npc049_talk6",
  "I'll succeed in life one day as long as I work hard, won't I?": "npc260_talk1",
  "What a shame. I'm nothing but an old man now.": "npc014_talk2",
  "I heard that bass living in the water is tasty. I wanna try it so much!": "npc139_talk2",
  "Uh... Instant coffee is sold out?": "npc126_talk1",
  "The days I spend with someone special will definitely become a precious memory.": "npc361_talk3",
  "Wow... Ferris wheel is so tall...": "npc367_talk1",
  "Ha! Cheers!": "npc004_talk7",
  "My brother said we can slack off a bit, but mother would definitely be angry if she finds out.": "npc381_talk2",
  "Humph, all of you are lying. All of you!": "npc009_talk6",
  "(sighs) It's been so long since I last saw good news...": "npc049_talk11",
  "(sighs) Cendronala... is always like this. She should really learn to keep her temper in check.": "npc130_talk3",
  "(sighs) I hope everyone's safe...": "npc049_talk12",
  "(sighs) I've been standing here the whole day. Why is the person working the next shift not here yet?": "npc279_talk3",
  "(sighs) My research is hitting a wall.": "npc132_talk3",
  "(sighs) I still wanna do my part for this place...": "npc008_talk5",
  "(sighs) There must have been a theft here. Everything has been turned upside down.": "npc251_talk2",
  "(sighs) I'll have to rob Peter to pay Paul...": "npc043_talk12",
  "(sighs) I'm going to make an inspection tour of the devices after this glass.": "npc004_talk5",
  "Ooh... I just need to practice more to become good at it!": "npc269_talk1",
  "Uh... To me... those wooden horses are... kind of scary...": "npc357_talk2",
  "Businessmen have to be able to live with themselves when they do business. They should never sell defective goods to people.": "npc253_talk1",
  "Ugh... It's so troublesome being a gardener. Being a guard is so much more suitable for me. It's simple and makes me look dignified!": "npc365_talk3",
  "Oh... The cultured bacteria have been polluted again...": "npc219_talk3",
  "Aah! A HUGE SPIDER! Help!": "npctata_talk7",
  "I like my life here.": "npc215_talk2",
  "Meow, meow. Have you seen a cute kitten?": "npc376_talk2",
  "Hmm... Oh, hello.": "npc046_talk9",
  "Hmm... I can't play with you. Our age difference is a bit too much.": "npc009_talk2",
  "Uh... I can't play with you. I have work to do!": "npc374_talk3",
  "Hmm... Is black tea sold out?": "npc128_talk3",
  "Shh... Just relish quietly.": "npc014_talk1",
  "Shh, don't tell Lacey that Cabel is here, or I'll beat you with my baguette!": "npc005_talk1",
  "Hey! What were you trying to do?": "npc052_talk1",
  "Hey, do you know how many ruins there are here?": "npc053_talk1",
  "Being a gardener is hard, but it's also satisfying!": "npc360_talk1",
  "It's always nice to have some caring friends when you're out exploring the world.": "npc273_talk1",
  "Stay out of trouble at the port, got it?": "npc264_talk1",
  "Theft is a felony here.": "npc257_talk2",
  "Can I really make it if I stick to it?": "npc132_talk1",
  "Tata also looks cute today. I'll give you a big fish later today and make you hold it.": "npctata_talk2",
  "No chaos exploded here thanks to Palu and Celine. I wonder when Zeke can come back.": "npc016_talk9",
  "Thank you for patronizing.": "Weapon_001_talk2",
  "Thank you for patronizing!": "npc2721_talk2",
  "Thank you. Thanks for coming!": "grocer_talk2",
  "We gotta keep it together!": "npc044_talk6",
  "Everyone says Zeke has taken Shirli away for treatments. Is it true?": "npc009_talk5",
  "Too sticky...": "npcyixisiqifenzu_talk5",
  "What happened to you, grandma?": "npc038_talk1",
  "I haven't seen mother smile in ages. Is there something that makes her sad?": "npc356_talk3",
  "So strong!": "npcyixisiqifenzu_talk6",
  "How I want to take a ride, but the doctor said that it is broken. What a shame!": "npc367_talk2",
  "How I want to have a piping hot meal on the surface! All I've been having here is manmade compressed food. They're so tasteless.": "npc139_talk1",
  "Okay. Goodbye...": "food001_talk3",
  "If the human body doesn't have any intake of water for a long time, it goes into shock. Drink it and you may have a chance to live. If you don't, you won't even get to live.": "npc043_talk4",
  "If you truly cherish these friends, you can tell them that you want to play with them. If you're just trying to fill the gap of loneliness, you can play with yourself in another way.": "npc0101_talk9",
  "If you and your family are attacked by Ravagers at the same time, will you choose to save yourself or your family?": "npc050_talk2",
  "I'll travel with Chacha if mother permits!": "npc364_talk1",
  "If I don't save my family, I'll spend the rest of my life in guilt. Instead of feeling too ashamed to live, I'd rather help others.": "npc050_talk6",
  "If not even self-proclaimed smart people like us can calm down to think about the problems, who else can be relied on?": "npc130_talk1",
  "If I stay alive, I'll be able to save more people. If I choose to save my family, everything that happens afterward will not have anything to do with me anymore. I'll just become a symbol they mourn to every year.": "npc050_talk4",
  "If I simply go home without looking, I'll fail my friends who trust that I'll find them. It's possible that if I do so, no one will ever want to play with me in the future.": "npc0103_talk3",
  "If we destroy the Tower of Fantasy, people on Aida will face huge disasters.": "npc142_talk2",
  "Which way do you prefer to get to know the world?": "npc049_talk2",
  "Where will you choose to go during the holidays?": "npc046_talk2",
  "Mother looks kind of down lately...": "npc381_talk3",
  "Mom said we don't exist to be consumed. We were born out of love.": "npc355_talk1",
  "Mother says that we're too small to ride...": "npc358_talk2",
  "Mother said that we'll only get to truly understand the happiness and the sadness of human beings when we become one.": "npc360_talk3",
  "Why do they run so hard? Obviously they can never close their gap.": "npc359_talk2",
  "All of them are plump. I'm in so much better shape than they are.": "npctata_talk8",
  "It's my duty to protect the port!": "npc281_talk1",
  "Be quiet! You scared the fish away!": "npc250_talk2",
  "Do you like it here? You do, don't you?": "npc355_talk3",
  "Hello, there. How may I help you?": "npc353_talk2",
  "Dax the knight, at your service.": "npc352_talk3",
  "I look forward to your next visit.": "equip001_talk3",
  "I always come here after work. It seems like these big wooden horses never get tired!": "npc360_talk2",
  "I hope I can fix it today...": "npc134_talk3",
  "Patrick's such a great dancer!": "npc269_talk3",
  "What? Don't you see I'm busy?": "npc252_talk2",
  "I'm old. So many things are so fuzzy now...": "npc008_talk3",
  "Seize the day, youngster. You're the hope of the world!": "npc008_talk4",
  "Do you like to draw, too, youngster?": "npc035_talk3",
  "Being young means I should go all out at work. I don't want to spend my life seemingly always being on the run, but accomplishing nothing.": "npc260_talk2",
  "Looks like the goddess of good fortune still loves me.": "npc004_talk1",
  "Mind your step, youngster.": "npc008_talk7",
  "Beware, I'll be watching you.": "npc264_talk2",
  "Be careful. Lots of bandits hang around here.": "npc279_talk1",
  "Go to crowded places, of course!": "npc046_talk8",
  "Stay home, of course!": "npc046_talk7",
  "And everyone else, of course. I protect everyone here!": "npc044_talk5",
  "Lots of experimental data have indicated that the Tower of Fantasy exists for a reason. How could the Heirs of Aida not understand this?": "npc142_talk1",
  "Forget the past and welcome the future.": "npc038_talk7",
  "What do I do? If I run randomly, people will be able to tell, won't they?": "npc378_talk2",
  "Some day I'll also be showing my talents on there and become the champion!": "npc0064_talk1",
  "Hi, I'm Clyde, the manager of gardeners.": "npc366_talk1",
  "Where are you from? That really tall tower?": "npc380_talk3",
  "Do you want to send a letter? Come back later.": "npc050_talk10",
  "It feels like the Cybernetic Arm's machinery is a little rusted. Need some oil.": "npc271_talk3",
  "I don't know whether I'll do a good job or not. I'm afraid I'll let my family down.": "npc272_talk1",
  "I... I'm Corday...": "npc350_talk2",
  "I... I can do this. I'll prove it!": "npc132_talk2",
  "I... I'm a little bit nervous. Cheer for me.": "npc044_talk1",
  "There must be something I can do for mom. Something unique that only I can do!": "npc356_talk2",
  "I don't waste my breath on losers.": "npc054_talk2",
  "I don't want to talk to strangers.": "npc144_talk1",
  "I don't wanna see you young people. There's never any meat in my dish every time you send food to me!": "npc047_talk1",
  "I don't want to play with Alaba. Don't tell him I'm here!": "npc0101_talk12",
  "I'm not spacing out! I just don't know what I should do next!": "npc378_talk1",
  "I'm not the boss. I'm just watching the store for them.": "npc041_talk1",
  "Why am I asked to manage the warehouse? I should be joining the exploration team.": "npc016_talk6",
  "I'm also helping Palu look for his lost brooch. It's something his wife gave him before she died. That's why he's so anxious.": "npc011_talk1",
  "I do all kinds of business except for illegal ones.": "npc258_talk2",
  "I don't take any requests today. I've told my manager, Henry, that I'm having the day off.": "npc126_talk2",
  "I never cause any problems. It must be other people causing them.": "npc129_talk1",
  "Do we... have souls?": "npc364_talk3",
  "The starlit sky we see is one that people on the surface cannot see. What we plan about is greater than what they can ever imagine.": "npc143_talk1",
  "We concede defeat!": "npcyixisiqifenzu_talk2",
  "Traces of our lives have been recorded by the world, but these traces will be watered down over time eventually.": "npc141_talk1",
  "We don't have the spare money to feed people who don't work.": "npc276_talk2",
  "We must protect this paradise well. This is the home mother built for us!": "npc352_talk1",
  "I wouldn't do that if I were you! It took me lots of practice to be able to do that!": "npc052_talk2",
  "The things I sell are of great quality even though I don't get high profits from them.": "npc253_talk2",
  "I thought he'd come back, but after the invasion of Ravagers this time, he never came back.": "npc042_talk1",
  "I wanted to be a doctor, but then I found that studying medicine cannot save people.": "npc036_talk1",
  "I swear I'll protect Grant.": "npc044_talk4",
  "I just want to live my life in peace. Great deeds should be accomplished by the protagonists of the stories.": "npc131_talk1",
  "I just want to look for a stable job so that I don't have to always be on the move to make a living.": "npc272_talk2",
  "I'm just a boss of an inn. I can't do magic.": "npc282_talk3",
  "I'm just tired. I'm resting. That's all!": "npc006_talk2",
  "I'm Dara! The one beside me is my older brother, Tyra!": "npc381_talk1",
  "I'm Tyra! The one beside me is my younger brother, Dara!": "npc380_talk1",
  "I'm not one of those abominable grave robbers. I'm just an explorer.": "npc053_talk2",
  "I like Caroll. D-Don't tell her...": "npc270_talk2",
  "I'm the strongest here. I'm also the most powerful here!": "npc045_talk1",
  "I'm looking for a lost kitten. It's the doctor's pet...": "npc376_talk1",
  "I'm examining my goods. Is that a problem?": "npc259_talk2",
  "I'm starving! Got anything to eat?": "npc038_talk10",
  "My mama always told me that miracles happen every day.": "npc015_talk3",
  "My mama always said that life is like a box of chocolates. You never know what you're gonna get.": "npc015_talk1",
  "There's only one thing I want to say to you. You're so annoying. Can't you just leave me alone for a while?": "npc032_talk3",
  "I was once ambitious when I was young. But after a few big rises and falls... That was it.": "npc265_talk2",
  "I was a heartthrob when I was young.": "npc014_talk3",
  "My younger brother has always been sickly since he was young. I've been concerned about whether he is ready for the job as a patroller.": "npc250_talk1",
  "Why do I feel that this wine is mixed with a lot of water? It just doesn't taste right.": "npc004_talk3",
  "I want to say sorry to her, but I don't know where she went.": "npc009_talk4",
  "The treasure I'm holding is called Ten-Ten.": "npc035_talk1",
  "I'm a pacifist. I hope no troubles will ever come to me.": "npc131_talk2",
  "I'm wondering what I'm supposed to do if I forget everything one day.": "npc038_talk2",
  "I'm working hard! Not just going around in circles!": "npc374_talk1",
  "I wondered if the Omnium Shock had been more thorough and wiped out mankind, could Aida have been back at the starting point again?": "npc051_talk1",
  "I'm in a class learning how to design physical construction. Do you need me?": "npc124_talk3",
  "I'm busy. Ask someone else for help if you have questions.": "npc043_talk10",
  "My older brother works at Crown Mines. I'm concerned about his health.": "npc272_talk3",
  "My toy bear... Where on earth is it...": "npc0101_talk13",
  "My toy bear is gone. I've looked everywhere around here, and all I found is this brooch. I couldn't find my bear.": "npc0101_talk1",
  "My ability will always be phenomenal!": "npc045_talk3",
  "Seems like it's time to oil my knee joints...": "npc366_talk3",
  "I'm getting out of here. It's hopeless here!": "npc051_talk11",
  "I need to grow up quickly and become a guard.": "npc009_talk8",
  "I hate Alaba so much!": "npc0101_talk14",
  "I can definitely dance better than Patrick!": "npc270_talk3",
  "Everything I have here is quality goods. Come and look!": "equipfra_talk1",
  "I can smell rice. Did you bring some?": "npc038_talk9",
  "So what are you trying to say?": "npc054_talk1",
  "Now I want to become a hero that saves the world—the partner of justice!": "npc036_talk2",
  "Open warehouse": "npc151_talk4",
  "I'm sorry, but it's fully booked today.": "npc219_talk2",
  "I'm sorry. I... kind of spaced out.": "npc046_talk10",
  "I'm sorry. I just want to rest for a day...": "npc126_talk3",
  "I'm sorry, I'm busy repairing thermal tubes.": "npc134_talk1",
  "I'm sorry. I'm busy. I'll talk to you later.": "npc215_talk3",
  "I'm sorry, but I've gotta check and count the goods.": "npc251_talk1",
  "I'm sorry. I'm not allowed to chat when I'm on duty.": "npc111_talk2",
  "Do you simply go home when you can't find anyone during a hide-and-seek game?": "npc0103_talk1",
  "Come back another time!": "Weapon_001_talk3",
  "I'm of course going to crowded places on my days off! There will definitely be lots of interesting and fun things!": "npc046_talk6",
  "Save my family.": "npc050_talk8",
  "Save myself.": "npc050_talk7",
  "Yes, I dare.": "npc043_talk7",
  "Fresh ingredients. W-Wanna have a look?": "food001_talk1",
  "Carousel's so fun. Oh, I wish I could take a ride!": "npc358_talk1",
  "Can the carousel really bring joy to people?": "npc357_talk1",
  "We mustn't lose hope no matter what failures we're suffering.": "npc044_talk7",
  "This is what time is like. It's not at all friendly to old fellows like us.": "npc265_talk1",
  "Tomorrow is my turn to have a holiday. Yes...": "npc127_talk1",
  "There are troubles everywhere, and we're still in a hectic mess, having a row about everything.": "npc130_talk2",
  "I'm willing to see anything and try anything with him be they stars or other things.": "npc032_talk7",
  "Isn't it cute?": "npc035_talk2",
  "Is there a problem with the exhaust system...": "npc252_talk1",
  "Yes...": "player009-2",
  "The glory of the past versus the dereliction of today. Everything on the surface is the result of their meaningless arguments.": "npc135_talk2",
  "Someone once said that eighty percent of people get to know the world through reading, and not through going out to look at the world.": "npc049_talk1",
  "What is it?": "npc021_talk1",
  "Is something the matter?": "npc271_talk2",
  "Not everything can be found after you lose it.": "npc035_talk4",
  "Is there anything you want to report?": "npc264_talk3",
  "Can you introduce me to some business?": "npc258_talk1",
  "Lots of bandits hang around here. Try not to stray from the port.": "npc2571_talk2",
  "Sometimes, I'm also afraid of this, but I think that before these things happen, I can do my best to live in the moment. We'll never guess what will happen in the future.": "npc038_talk6",
  "Sometimes I really feel like loosening up a bit!": "npc046_talk1",
  "I shall leave the future in your hands. You must do your best.": "npc014_talk4",
  "Great. Just great. I was going to build up a fortune with this deal. Now I'm ruined!": "npc268_talk1",
  "Are you here to see a doctor? Hmm... Did you book an appointment?": "npc219_talk1",
  "The fried chicken made by Collie is very tasty and famous. You gotta try it.": "npc274_talk1",
  "Somebody implanted a viral program in the core system. Are all the guards fools?": "npc146_talk3",
  "G-Grant... She'll say yes to me, won't she?": "npc044_talk2",
  "Sanson is the most obedient kid! Sanson's the best!": "npc351_talk2",
  "I like mom the most, just like how mom likes us!": "npc351_talk3",
  "Come again!": "npc2721_talk3",
  "Have a good one!": "equip001_talk2",
  "Welcome. Wanna check out my goods?": "equip001_talk1",
  "Welcome to Labradoo Inn. The rooms here may not be luxurious, but they're at least worth the price.": "npc282_talk2",
  "Welcome to Banges! Do you need a guide?": "npc274_talk2",
  "Welcome to Cetus Island!": "npc350_talk1",
  "Welcome to Cetus Island. I hope you'll have fun here!": "npc352_talk2",
  "Welcome. New arrivals are available. Come and have a look.": "Weapon_001_talk1",
  "I quite like the life of watering plants and cleaning for everyone. I really can't be bothered about things like saving the world.": "npc131_talk3",
  "Receiving and examining the goods are the most tiring. Some businessmen give you good stuff the first time, but not the second or the third time.": "npc254_talk2",
  "I'd much rather hang around with these flowers than with human beings.": "npc033_talk2",
  "Otter digs! Dig and dig!": "npctata_talk4",
  "We've lost ourselves in vanity and illusion and have almost forgotten what our original mission is. We shouldn't be like this.": "npc135_talk1",
  "Don't interrupt me for no good reasons.": "npc255_talk1",
  "Leave me if there's nothing else.": "npc0142_talk2",
  "It's impossible that a person would not die. I'm sorry. I've been talking endlessly.": "npc042_talk3",
  "There are no replacement parts, no backup energy, or repair tools...": "npc043_talk11",
  "Water that is not tested cannot be drunk, especially this kind of water that's polluted by radiation. Nobody knows what's going to happen if you drink it. I'll never drink it in the interests of safety.": "npc043_talk6",
  "Don't ask me for goods if you don't have money.": "npc286_talk1",
  "The sheriff should strengthen patrolling at night...": "npc251_talk3",
  "You watch yourself. The sheriff has just raised the alert level.": "npc279_talk2",
  "Be careful. Lots of suspicious people have infiltrated the port recently.": "npc2571_talk3",
  "Browse the Store": "playerequip01-1",
  "Helena... sends her regards...": "npc354_talk1",
  "Helena is such a klutz. How is she supposed to help with work?": "npc353_talk1",
  "Hykros is our fortress, our hope, and everything to us.": "npc137_talk2",
  "Back off!": "npc259_talk3",
  "Taking care of these plants is not an easy job. You have to be patient enough.": "npc033_talk1",
  "There aren't a lot of visitors on the island now. I suppose we can slack off a bit...": "npc380_talk2",
  "Lots of businessmen sell seconds at best-quality prices these days, so I always examine the goods one by one every time I receive a shipment.": "npc254_talk1",
  "I'm open about it now, but it's too late.": "npc032_talk6",
  "Everything about Banges is good. Lots of jobs and good pay!": "npc260_talk3",
  "Does Banges have any work that needs my help with? Mines will do. Anything will do!": "npc051_talk12",
  "An unfamiliar face. Good morning.": "npc008_talk1",
  "Read books": "npc049_talk7",
  "Look at my handsome face. Don't you feel that whatever I say is right?": "npc136_talk1",
  "Look at these old-fashioned men. Hopeless.": "npc129_talk2",
  "Look! Someone's coming!": "npcyixisiqifenzu_talk3",
  "Just my luck... I knocked over an oil drum. So what...": "npc263_talk1",
  "How I wish to get a high-interest one! That will be enough for me to spend for a year.": "npc262_talk2",
  "Leave": "npc151_talk5",
  "Stay away from me!": "npc144_talk2",
  "Clyde taught me so much about gardening!": "npc365_talk1",
  "1173rd... 1174th... Why did you interrupt me?": "npc374_talk2",
  "Exactly who is managing this bounty? None of the ten bounties I listed is on there!": "npc261_talk1",
  "I was as naive as Rosaline is when I first came to Banges Port.": "npc273_talk3",
  "I'm old. My eyesight is deteriorating. I can't see anything clearly anymore...": "npc049_talk9",
  "The fastest doesn't always win, but the persistent ones do.": "npc020_talk1",
  "It's hard to find a friend to chat to...": "npc004_talk6",
  "Can you stop bugging me?": "npc032_talk1",
  "The ecological system has improved a lot since the nursery was built.": "npc040_talk1",
  "Fennie is such a rigid woman. Not even a regular customer like me gets a discount. Tsk...": "npc004_talk2",
  "I like to look at distant sceneries and observe the sky up close.": "npc361_talk2",
  "I want to travel and see different sceneries!": "npc361_talk1",
  "Where did Shirli go? Why are there so many people here?": "npc009fenwei_talk1",
  "Shirli...": "player009-1",
  "Wake up, Shirli! Mi-a is very worried about you.": "npctata_talk11",
  "Layla's still sad. I'll tell her we need to be stronger!": "npc009_talk9",
  "Although I had always gotten lost, I finally arrived at my destination.": "npc151_talk3",
  "Looking for a place to stay? We've got vacant rooms!": "npc282_talk1",
  "Gotta finish painting this.": "npc035_talk6",
  "Is there going to be a good show?": "npcyixisiqifenzu_talk4",
  "Want a drink? At least this stuff can help you forget some unpleasant feelings.": "npc004_talk4",
  "The angle is slightly off by point two degrees. It's still within the normal deviation range.": "npc127_talk3",
  "Go away, pest!": "npc047_talk2",
  "Register your identity first if you are a visitor.": "npc111_talk1",
  "Maybe I'll dig out a fish.": "npctata_talk5",
  "Please tell Emile I'm waiting for her here.": "npc362_talk3",
  "May I ask... if you humans really dream?": "npc364_talk2",
  "May I ask... what's it like underneath Cetus Island?": "npc356_talk1",
  "Excuse me, have you seen Layla?": "npc009_talk3",
  "Thank you. Thanks for coming...": "food001_talk2",
  "I have so many questions, but mother said that I'll understand when I grow up.": "npc359_talk3",
  "Celine looks so pretty today!": "npctata_talk1",
  "Celine is such a beauty, isn't she?": "npc016_talk5",
  "Go away. Just go! I don't want to get tainted by the scent of you poor people. What bad luck!": "npc286_talk2",
  "Wasn't it fun playing with them? You'll lose friends very easily if you give up hanging out with them just because they told you they didn't want to play with you once.": "npc0101_talk7",
  "I... I'll just watch from here...": "npc357_talk3",
  "All the latest news is here. Private letters will be sent separately later.": "npc050_talk9",
  "Also, the boy in front of me is so noisy!": "npc032_talk4",
  "It must be the favorite toy of human kids!": "npc358_talk3",
  "Everyone's had it tough in times like these. Not to mention businessmen like myself.": "npc287_talk1",
  "This is gorgeous, isn't it?": "npc256_talk1",
  "This boss is too hasty and has no visions whatsoever.": "npc267_talk2",
  "This brooch is Palu's. So it's been found by you. No wonder we couldn't find it anywhere.": "npc0101_talk2",
  "Do you dare drink this water if there weren't any monitoring data?": "npc043_talk2",
  "This will be my last painting. I'm out of energy to paint any more pictures.": "npc035_talk5",
  "This old system is always having problems. Why don't we just replace it?": "npc252_talk3",
  "This bridge should be refurbished...": "npc008_talk9",
  "It's my first time being a guard... What should a guard do?": "npc378_talk3",
  "I may be losing my job this time. I'd better be a good boy and go back to inherit my family business.": "npc267_talk1",
  "The higher-ups had decided long ago that they must get to the bottom of how many parasites there are exactly during this audit.": "npc276_talk1",
  "They think we will let them go if they give us some money during the tax audit this time. They're too naive.": "npc275_talk2",
  "The malfunction this time seems a bit more complicated...": "npc134_talk2",
  "There are a lot of secrets hidden on this beach and at this port.": "npc285_talk1",
  "Isn't there a cat here?": "player016-1",
  "Leave this to me here. You can go look for it around the central control console. Palu was there looking for Twist.": "npc011_talk2",
  "This must be Astra...": "npc151_talk1",
  "No one can be trusted here anymore! None!": "npc006_talk4",
  "Everything here is of good quality. Too bad I can't afford any one of them. (sighs)": "npc256_talk2",
  "The ice cream here is expensive and lousy!": "npc284_talk2",
  "Everyone here is family! We're all mother's good kids!": "npc355_talk2",
  "The environment here is so much better than Crown Mine. At least people's health won't be ruined.": "npc273_talk2",
  "The ecosystem has changed a lot because of us. Coupled with a thorough Omnium Shock, this planet would have become a wasteland on which no human or creature could survive.": "npc051_talk6",
  "The ecosystem here only changed because we came. If we disappeared, it would be back to exactly the way things were before.": "npc051_talk4",
  "These are all Myers' new design works. They're all exquisite works of art!": "npc124_talk2",
  "Banges will know whatever you do once you step into the port.": "npc283_talk1",
  "Forgetting the past is not a bad thing. You'll forget about the things that caused you pain in the past as well. Isn't that good? More good things may happen in the future. For example, the sun will continue to rise.": "npc038_talk4",
  "Follow your heart.": "npc0101_talk11",
  "It's nice here at the shelter, but I also wish to explore the world.": "npc051_talk9",
  "Those businessmen think that they are well-informed and have cooked the book twice, but they've forgotten that they're here in Banges.": "npc277_talk1",
  "Those people still think nobody knows about their evading taxes. They've forgotten Banges is not some charity.": "npc275_talk1",
  "Those blockheads think about nothing but formulae and data. (sighs)": "npc128_talk2",
  "Those people don't even read the manual. They just create problems and get me to deal with them. (sighs)": "npc043_talk9",
  "They all say that there are hopes for businessmen once they come to Banges, but I don't think there's any for me this time.": "npc268_talk2",
  "Weeding, catching bugs, and fertilizing... (sighs) There are just too many things to do.": "npc366_talk2",
  "Look forward to seeing you again!": "equipfra_talk3",
  "It's such a waste not to spend rare holidays taking a good rest at home.": "npc046_talk4",
  "Have I not done well enough?": "npc140_talk1",
  "Was there a problem with the expression I used?": "npc140_talk2",
  "Did arguing with me make them happy?": "npc133_talk2",
  "Need a hand?": "npc019_talk1",
  "Need my help?": "npc124_talk1",
  "Don't enter unless you're invited.": "npc012_talk2",
  "Please register before entering if you do not work at the shelter.": "npc012_talk3",
  "Troubles, troubles, endless troubles to deal with!": "npc146_talk2",
  "(He looks drowsy.)": "npc265_talk3",
  "(Her big eyes look nothing but innocent.)": "npc354_talk3",
  "(Checking you out.)": "npc350_talk3"
}