{
  "*Because archives pertaining to Meryl are scarce, Hykros authorities have decided to avail certain Executor observation logs to the public. No snarking allowed. -Dr. Joaquin\r\n\r\nObservation Log II-003\r\nToday is my 35th day with Hykros, as well as my 35th day with the icy Executor in front of me. Her attitude toward me is just as bad as the first day we met.\r\n\r\nThis is awful. I have to submit a report in two days, but I couldn't even get close to the Executor, let alone get in touch with her! No, I can't give up, I must finish the job. I won't get promoted unless I finish evaluating Meryl, and promotion might be my only chance to find my childhood sweetheart. I got to tough this out.\r\n\r\nHonestly, I was both nervous and excited on my first day for the job, wondering what kind of work they would have for me. An elder gentleman ended up telling me it's to monitor and record Executors' lives and combat conditions, plus assisting their operations by their side, as well as turning in regular reports. Ms. Meryl wasn't the original Executor I was assigned to, but for some reason, no one wanted to be her observer, so I volunteered to score brownie points. Well, now I know why no one wanted the task, because it's VERY, VERY HARD! I couldn't even get close enough to talk or get to know her...\r\n\r\nBut to this date, I still remember clearly about seeing Meryl for the first time here... It was straight out of a painting, with her standing faraway, unmoving, lost in thoughts. Everyone walked around her and kept their distance. I didn't think much of it and went up to greet her, but she might or might not have heard me, though I noticed her eyes moved a little, before she completely ignored me again. Did I do something rude? Hope she didn't hate me for it.\r\n\r\nWait, why did I digress? Anyway, what am I going to do for the report?\r\n\r\nObservation Log Ⅳ-165\r\n177 in all. If I remember correctly, that's how many crystals in Meryl's collection. She prefers crystals with strange shapes, especially ones in blue and white. Are they her two favorite colors? Why did she collect them? It's been a long time and I still know hardly anything about Meryl. Does this mean I'm bad with this job?\r\n\r\nSince I basically can't go near Meryl, I'm limited to logging her daily and work routines, but that won't be enough... I'll go ask other observers about her tomorrow, maybe I'll get something out of them.\r\n\r\nObservation Log Ⅴ-049\r\nIt's been freezing lately, snowing practically every day, covering the land in white. The cold is getting to me. God knows when this freaking weather will get better.\r\n\r\nHowever, Meryl seems to love snowing days. I can sense emotion from her when it snows, but is it loneness or sorrow? My vocabulary is lacking when it comes to describing precise sentiments. I jotted it down in the report to the superiors, and they told me I was just seeing things, that I was compensating for Meryl ignoring me for so long.\r\n\r\nI don't think so, of course, because it was obvious and tangible.\r\n\r\nObservation Log Ⅶ-482\r\nWarren Snowfield is supposedly icebound in perennial ice and very inhospitable. I thought I'd never set foot in such environment, but reality said differently. Now, I'm in a cabin somewhere in Warren Snowfield, writing a log while waiting for the blizzard outside to stop. More importantly, I sprained my ankle. Even more importantly, Meryl saved me. I got an order to deliver provisions to her, then I fell into a trap here, followed by us trapped in the blizzard.\r\n\r\nBut it's not all bad. Maybe the snowstorm reminded her of something and we actually got to chat a little. I found out she comes around here often to find her missing younger brother, and that Warren used to be their childhood home a long time ago. Her brother's name is Victor, who joined Hykros and became an Executor before her. I couldn't access any information on Victor probably because he is classified as missing. If I can uncover more clues, I may be able to help Meryl...": "storymle_da03",
  "145 cm": "idtall_xi",
  "Year 2664, a mistake made by Operator 968 of the Tower of Fantasy led to a huge Omnium leakage, resulting in a global catastrophe that was recorded down in history as the \"Cataclysm.\" As humans rebuilt civilization after the Cataclysm, they divided themselves into two factions over their attitude towards Omnium: Hykros advocated the development and utilization of Omnium, while the Heirs of Aida advocated the abolition of Omnium. This was the beginning of their struggle and conflict. \n\nWhen Hykros began investigations into Operator 968, they found that their information was missing, and this person could not be found. This eventually became an unsolvable mystery.Frigg learned of the existence of Operator 968 by coincidence and realized the unusualness of this situation. In addition to resolutely completing the missions assigned by the Sage, Frigg now had a secret objective: to investigate Operator 968 and uncover the truth of the Cataclysm that happened that year. Even the Sage is unaware of her secret objective.": "storyfrigg_da04",
  "Spend 80% of the time on design, 20% of the time on fabrication, then another 30% on tuning and improving... What do you mean, why is there more than 100%? Do you not work overtime?": "chatc_gulan_title_richang_12",
  "As the current leader of the HT201 Shelter, Bai Ling is in charge of its daily operation and combat command. She only recently took over the leadership, so she still seems a little overwhelmed and flustered when handling her work.\n\nThe sudden passing of the previous leader left Bai Ling in shock, and her over-worrying and anxiety-prone personality was also questioned by some Shelter members. She considers leadership a heavy burden, and is often worried about making sure everything runs smoothly.\n\nBut she is also considerate, responsible, meticulous, and good at bookkeeping, so at the moment, HT201 Shelter looks like it's in good hands.": "story0_16_bl",
  "♪Hmm hmm hmm hmm...♪": "recordc_shiro_fight21_relax01",
  "M-sec 003, Saki Fuwa, ready for duty!": "recordcfuwasaku19_talk_motto",
  "M-sec 003 is my Special Forces operation number. Yes, 003. What? 001 and 002? I'll tell you that story when I have time.": "recordcfuwasaku17_talk_about07",
  "Zzzz... Hm? Oh no! I'm so sorry, I can't believe I fell asleep. I still have a lot of things to do...": "chatc_pp_title_chujian_5",
  "D-Don't bug me!": "chatc_king_title_gzao_2",
  "Zzz... I'm a little sleepy...": "recordcrabbit03_talk_zh03",
  "\"To protect humanity, some humans must be sacrificed. To guarantee your future, some freedoms might be forfeited. We droids will guarantee the survival of humanity.\" I've always wanted to say these lines. It's my favorite story!": "recordcxi09_talk_speak06",
  "\"Do you have any problems with regard to you being a droid?\n\"Not at all. I'm very thankful that you gave me this body, because without it, I wouldn't have been able to stand here. And since I'm a droid, I won't get sick like I did before, and I would never die helplessly... I can be with you for as long as you want.\"\n\"As long as I want, hm? What happens when I'm no longer here?\"\n\"Don't worry, father. I can take care of myself when you're gone. And I'll take 'her' place by your side until you have to leave...\"\n\n...\n\nAccording to records, Ene's father died from overworking during the Cataclysm.\n\nAs for Ene, she did not receive any maintenance during the four years that the Omnium plague ravaged the world, and she couldn't be with her father when he passed away. It was under these dire circumstances that she managed to keep the Hykros Suppressor Lab safe.\n\nShe was decommissioned within the same year as the success of the suppressor. Having seen a lot of ups and downs during her time, she knew the rules of survival by heart, even though cunning was the last thing people would associate her childish face with. She even started pondering philosophical questions that almost didn't apply to droids during her free time. However, if you can still see her as a young child, then maybe, just maybe, that somewhere inside her \"heart,\" she finds you dependable and trustworthy, and treats you like family.": "storyxi_da04",
  "\"You want to know about Zero? Hold on, now's not a good time. His ice cream is melting!\"\n\n...\n\nWhen Hykros wanted to compile a dossier on Zero and came to ask the person responsible for watching over Zero, they found the observer busy trying to meet all of Zero's strange demands, which was how Zero expressed discontent at being watched. Having an observer for Zero was evidently not very effective.\n\nThe person working on the file originally wanted to write things down, so that Zero wouldn't change anything. The observer opposed the idea, \"Zero had the right to see those things, and if he wanted to change the information, we should give him that option.\"\n\nAfter an update, everything about Zero in the dossier mysteriously disappeared, with only a single line of code that decrypts to, \"none of your business!\"": "storyzero_da03",
  "\"'The kid with Madam Lin doesn't look like she is in good health. Is that okay?\" \"It isn't necessary to carry a child around with you because you'll get distracted taking care of her in battle...\" People in the crowd would make comments like these whenever Lin and Ruby did things together. \n\nWithout question, Ruby knew what everyone was thinking, but Ruby never showed any dissatisfaction or sadness. It might be more accurate to say that she didn't have any emotions, worries, or troubles and always accepted everything that happened with a blank face. It was only when strangers approached her that expressions would appear on her face, and she would inadvertently squeeze the corner of her clothes and hide behind Lin. \n\nThis didn't mean she was indifferent or not curious about her surroundings, but simply that she didn't need to respond to them. This was also one of the rules of survival that Lin taught her. \n\nShe stayed silent and ignored the voices of those skeptical of her, and put extra effort into combat training. She then responded to their skeptical comments with action and dealt with many troublesome situations independently and silently.": "storyRabbit_da02",
  "\"I'll drive the rest of the way.\"\r\nWhenever Bai Yuekui says something like that, her partners would be full of spirit and energy because they know that once their \"boss\" is in the driver's seat, that's the start of their nightmare. Bai Yuekui's crazy driving skill makes her companions totter in any and all directions, but it also makes it hard for even the fastest gorger to catch up with them.\r\n\r\nBai Yuekui uses her camera to record some rare moments in her spare time. When a good photo is taken, a look of joy that does not match her actual age would appear on her face, and this look is perhaps best described as a little girl's joy.": "storybyk_da02",
  "\"Ah, I see. Now I understand why you decided to help me.\"\n\"Protect the good and vanquish the evil. Well, I think it's great to have that kind of determination!\"\n\"I'm talking to you to kill time, by the way. How do you differentiate the good from the bad? Or, do you think that there's only good and bad, and that the good can only be good, the bad can only be bad?\"\n\"For example, a bad person who has taken many lives decides to become good. Gets married and starts a family, then donates their entire savings to charity and shelters. Are they good or bad?\"\n\"What if the merchant that saved you changed dramatically since then, and became a bandit? Do you put an end to him or do you let him go?\"\n\"Also, you helped me because you saw that I was carrying something with a Hykros logo on it.\"\n\"But what if I told you that I betrayed Hykros and I was on my way to join the Heirs of Aida?\"\n\"And I'm just kidding! Don't look at me like that!\"\n\nEcho is speechless after hearing this unexpected soliloquy from a girl she just met.\n\nStunned, she looks at her hand. She alternates between making a fist and opening her hand until the girl's silhouette disappears.\n\nThen she shakes her head and places the confusion in her bag for now.": "storyag_da04",
  "\"Oh no, that Samir has been caught again! \n\n\"No wonder my right eyelid has been twitching since yesterday!\" \n\n\"Geez, I can only live life leisurely when she isn't here! Your news has given me a headache!\" \n\n\"By the way, I wonder who is capable of catching that person... I'm impressed!\" \n\nThat's a conversation between staff in a Hykros restaurant one day. \n\nThere is no question that something that had a profound effect on Samir happened to her when she left the ranks of the Executor Order without authorization. However, there are no records of what happened, what she experienced, or other details. Her actions during this time were only vaguely recorded as \"misdeeds\" in her judgment order, which means this description has no reference value at all. \n\nThe only thing we know for sure is that Samir seemed like a completely different person after returning to the Executor Order. She, who never bothered to cooperate with anyone, actually followed a new Executor and acted according to her instructions. According to an Executor who had been badly teased by Samir in the past: \"She was like a puppy who follows her master happily after leaving home for the first time. If she had a tail, surely she would be wagging it nonstop! \" \n\nOf course, we can't rule out the possibility that this Executor's observation is sarcastic and derisive due to their personal grievances, but one must admit that the current Samir seemed a lot more reliable than in the past. Therefore, her request to provide support to Vera was unanimously passed without much argument. \n\nBut I also heard that her application was not written according to the specifications. In fact, I think she only lightheartedly said to Dr. Joaquin: \"Huma is going there, so I will go there too.\" \n\nAnyway, everyone has already gotten used to her being like this now.": "storysemir_da05",
  "The Executor's record in Hykros described Meryl's sword as \"a white rose blooming atop the glacier.\"\n\nHer sword splits into two blades at the tip. The edges are crystal-clear and sharp. The weapon researchers were intrigued by it when she came to Hykros with it. At some point, a brave scientist borrowed the weapon from Meryl for research, off the record. The results only left the researchers itching for more information. But even after several in-depth experiments, they still couldn't figure out what it's made of, let alone take it apart.\n\nThe impact of a girl showing up on the battlefield with a claymore is powerful - elegant, wild, and even a little strange. Her moves are delicate yet straightforward, utilizing the weight of the claymore to make her swings simple and powerful and making her unstoppable. Executors generally consider the energy consumption of their suppressors and choose lighter weapons, but Meryl's physical strength and her quick mind enabled her to wield Rosy Edge with ease.\n\nIt's difficult enough for an ordinary person to just pick up a heavy weapon like the claymore, let alone swinging it freely and unleashing destruction, which requires tremendous stamina and strength. Moreover, becoming proficient and learning actual skills require further training of the body and the mind. Having a dash of talent also makes it easier. As for deciding what techniques to use and when to use them, analyzing the enemy's tactics, and countering on the fly, having a quick and decisive mind is a must.\n\nObjectively speaking, Meryl does have the talent and the perseverance required for a swordswoman. And by going through the Executor's reports, it's not hard to see that her abilities go above and beyond what is required of an Executor.": "storymle_da02",
  "\"Spark\" is a weapon that Lin got the R&D department to specially make for Ruby. However, it seems that Spark not only fulfills its duty to protect Ruby, but also acts as a housekeeper in Ruby's favorite play-house game, as the omnipotent Mr. Spark who protects Ruby and Dolly during their adventures. In addition, he would wake Ruby on time every morning, guide Ruby to Lin whenever she is lost, or encourage her when she loses a battle...\r\n\r\nNo matter what other people think, to Ruby, Spark is not simply a tool or machine that can keep dealing lots of damage to enemies as described in its manual, but a trusted companion who she spends time with from morning to night. Spark is a family member to whom Ruby devotes her care and passion, just like Lin and Dolly, and is an indispensable part of Ruby's life.\r\n\r\nMaybe it is possible that building a bond with a weapon will have additional benefits in battle. A member of the Security Force remarked after watching Ruby train: \"Ruby and Mr. Spark have such amazing teamwork that they sometimes show extraordinary power in battle...\" However, at the same time, he is convinced that no one other than Ruby is capable of this feat.": "storyRabbit_da04",
  "\"Is Shiro a difficult person?\"\r\n\"Yes, and no.\"\r\nThose who know her well shake their head when this topic comes up.\r\n\r\nNo one knows that Shiro, also known as the \"lone-wolf ocean maniac,\" likes getting attention, becomes nervous and repeats what she rehearsed when she meets new people, gets angry when she is ignored, and hums to herself when no one is around. She sometimes even pretends to be a cat, because her environmental data collector looks like the tail of one.\r\n\r\nSome might change their minds upon hearing this side of her, and might even want to try to get to know her. But under most circumstances, these rumors about \"Shiro, the famous oceanographer\" are considered disrespectful, and people naturally believe that she's not capable of such behavior. Consequently, no one tries to approach her or get to know her...": "storyxl_da04",
  "\"Please wait, accessing this information requires identity verification. Identity verified, synchronizing public file content: This is a combat model from the Victoria Project, with the model number EC117UR503. It has an independent consciousness, from...\" Stop! You can't access my private information when I'm not looking! Hm? You have access? That doesn't mean you can look at it without my permission! I'm not talking to you anymore!": "recordcxi17_talk_about07",
  "\"What exactly is this structure...? Hey, we need a few more people monitoring the connection over here. This is a key point. Turn on the screen over there as well.\"\r\n\r\n\"...\"\r\n\r\n\"I'll explain the analysis equipment next. This might be a little painful, so you need to ask the subject for their consent on whether to use anesthesia.\"\r\n\r\n\"No...\"\r\n\r\n\"Really? The process will be painful.\"\r\n\r\n\"I want to be awake. Please let me feel my own existence... Please allow me to observe the inspection and analysis process. Like you, I want to know exactly what I am now...\"\r\n\r\n\"...Okay, I've confirmed your consent and will start the inspection now.\"\r\n\r\n—Authorized recording kept on file during a Hykros inspection": "storynemesis_da02",
  "Words like \"darkness\" and \"shadow\" seem to give people the image of something depressed, but in the context of a desert, where the scorching sun threatens to burn everything, enshrouding \"dark shadows\" will become a shady shelter. I am determined to become that \"shadow\"...": "recordcriyo18_talk_about08",
  "...": "recordcrabbit20_fight_relax03",
  "Thunder? Looks like it's going to rain. But during this season, it should let up very soon.": "recordcbl06_talk_speak03",
  "...Huh? What's up? Oh, don't worry about me, I can take care of myself.": "recordcnemesis20_fight_relax03",
  "... I will find my brother. We'll go home together.": "recordcnemesis15_talk_about05",
  "\"MU-2 Heavy System Dawn No.: White Shark-04\" is the special combat vehicle of Marc, the Commander of the Hunters. The black paint also symbolizes the Hunters' Commander. To commemorate his boyhood idol, \"Dawn,\" Marc named this Heavy System \"Dawn.\"\r\n\r\nIn order to cope with the rapid increase of fierce gorgers, Lighthouse made a sophisticated modification on the Heavy System of the White Shark model based on combat needs. The keys of Dawn's modification are the start-up speed and weapon enhancement. In terms of weapons, shoulder cannons were added, and handheld weapons were upgraded from the previous chainsaw blades to shape-shifting dual cleavers, which are devastating at a close distance and have a variety of shape-shifting assembly modes. It has become a beautiful black shadow on the battlefield, providing reliable combat power for the Hunters in the battles against gorgers.": "storymk_da03",
  "Ha. Well, there were quite a few people in the company that respected and feared her, but then said things behind her back, like how she was the owner's daughter in name, so she could do whatever she wanted.\r\n\r\nBut after more than ten years, after countless security and rescue jobs, she was still charging ahead in front of everyone, no matter how hard things got. During the Cataclysm, she shielded us humans from aberrants to keep us safe. When we were barely able to move, she fought for us endlessly until the suppressor was invented.\r\n\r\nWhen we were doing maintenance on her before her decommissioning, her artificial human skin was in pieces, and just about everything was damaged or broken. She was still herself, though, defiantly telling us that we didn't need to worry about her, and that she required no maintenance.\r\n\r\nFor those of us that lived because of her, it was hard to not feel attached to her.\r\n\r\nThinking back on it, she was what the company was known for.\r\n\r\nBut... (coughs) Ugh... (coughs)\r\n\r\nAfter decommissioning, where did she go...?\r\n- A surviving ex-employee of Victoria Security": "storyxi_da03",
  "\"A lone-wolf ocean maniac\" is what people say about Shiro, the oceanographer. This aloof girl becomes someone passionate and loyal when she's looking at the ocean.\n\nWhen she came of age and showed her knack for oceanography, she traveled alone for several years and measured the ocean distribution of Aida, a monumental task that contributed significantly to humankind's understanding of Aida.": "story0_8_xl",
  "[Only accessible by Meryl's Observer]\nHello, whoever you are. I apologize for not referring to you more formally, but if you can see this, then you must care about Meryl a lot.\n\nI have included some of the information I compiled on Meryl below. They were collected during my time as an observer, and will never be made public out of respect. Only those with special access may view this file.\n\nMeryl's full name is Melvinier Lisatzya, and she came from a swordsman family that had already seen its decline. The oppression against her family directly led to the death of her parents, leaving her and Victor, her brother, on their own. They were separated during their exile, and Meryl was rescued by a Hykros staff member. Maybe it had something to do with what happened during the exile, Meryl strongly opposed being adopted, and refused to communicate with others. She closed herself off from others, until she reunited with Victor in Hykros.\n\nHykros had invited Meryl to become an Executor many times because of her excellent swordsmanship, but she either refused or ignored the invitations. Looking back, the fact that Victor became an Executor might have been the reason for her to join, because she was always worried about him. She told me that her time spent with Victor here was the happiest. I still think about it from time to time. But... unfortunately, I couldn't get more information on Victor, other than that he went missing in Warren Snowfield during a mission. I hope Victor will come back to Hykros one day, and I hope that day comes soon.\n\nHaving spent a long time with Meryl, I think I've just started to understand her. She doesn't know how to communicate with others, she doesn't know how to handle a dying plant, she can't cook, but she's very serious about her job. She trains diligently every day, enjoys reading, sometimes even falling asleep with a book in her hands... In my eyes, she is an adorable girl who is kind and clumsy, but also aloof and lonely. Now that I can no longer be by her side... I am a little worried about her. Several days ago, I received a notice that I will be promoted to consultant, and be reassigned to another area. I don't want to leave Meryl, but the love of my life lives where I am being reassigned to, and I look forward to being with him again after all these years of searching for him.\n\nI will be leaving tomorrow to move on with my life and pursue my happiness. I am writing this down in hopes that it will help you, who undoubtedly cares about Meryl. It might be selfish of me and very unrealistic to think of this, but I sincerely hope that one day, one way or another, she will no longer be alone. I want to see her smile from the bottom of her heart, and it will be the most beautiful smile in this world. ": "storymle_da04",
  "[Scanned Copy of Drawings by Graffiti Studio]\r\n\r\nDrawing 01: A drawing of an egg-shaped white building. In the building are screens showing brain wave indices, operating tables, and medicine racks. It looks like a medical venue. A stethoscope larger than the building is drawn on the outer side of the picture. The tubing is wrapped around the eggshell, and the earpiece is close to the top.\r\n\r\nDrawing 02: A drawing of a large container that looks like a reservoir and a battery. The container is divided into left and right sides, with a dam that can be opened and closed in the middle and various instrument panels sealed by glass at the bottom of the container. As the container sways, the red dye on the left and the blue dye on the right begin mixing together.\r\n\r\nDrawing 03: A drawing of the silhouettes of two people holding hands that are obscured by other colors. It looks like the artist gave up halfway.\r\n\r\nOn the note next to the scanned drawings are the words: \"These are apparently scenes from her dreams.\"": "storynemesis_da03",
  "Camping alone in the wild is dangerous. Even though I don't like to, I sometimes spend the night at a shelter or a rest point...": "chat_xl_title_lvxing_16c",
  "This is it!": "recordcag02_fight_fj",
  "Let's finish it!": "recordcmarc07_fight_o1",
  "All sentient beings share the same pure and perfect spark essence of enlightenment.": "recordcbyk20_talk_motto",
  "One look is enough to tell that what we know is far from enough, and we obviously can't file away her data. One reason for this is that Hykros is still conducting in-depth research on the technology contained in her body. They will continue to collect more data to integrate and subsequently update the database. As for the second reason... I'm sure you know why.\r\n\r\nShe herself is currently walking a thorny road, beset on both sides by self-growth and the struggles of her own existence. At the forefront, where information and calculation cannot keep up... Some information, some new records, and some thoughts and feelings can only be obtained by chance by staying close to her or by experiencing them with her.\r\n\r\nSo, this page has been reserved for you.": "storynemesis_da04",
  "Get them all!": "recordc_hane_fight12_o3",
  "A bunch of conceited, arrogant people thought themselves capable enough to master and control Omnium... But ultimately, they amounted to nothing but pitiful worms.": "recordcfrigg08_talk_about07",
  "Feel the gravity!": "recordcxi07_fight_o1",
  "No clouds for miles! It gets chilly when there's a breeze, but it's easier to determine the wind's strength and direction. Excellent.": "chatc_sfyy_title_qingtian_8",
  "Let's go!": "recordcww05_fight_zl",
  "Give the order.": "recordcfrigg16_fight_show",
  "I'll do better... Next time...": "recordcnemesis21_talk_mission02",
  "Try again next time.": "recordcrabbit21_talk_mission02",
  "Take me next time!": "chatc_sfyy_title_jiechu_24",
  "My hands and feet get really cold when it snows. It's why I need an occasional snuggle. You interested?": "chatc_sfyy_title_xuetian_10",
  "Naughty!": "recordcrabbit21_fight_sh02",
  "If we can live without suppressors, then there wouldn't be... Well, even so, for those that have become aberrations, reversing the process is extremely difficult. That much I know.": "chatc_pp_title_aidazhizi_20",
  "It can't be... Impossible...": "recordcfrigg17_talk_mission02",
  "Impossible...": "recordczero13_fight_die02",
  "No... My calculations can't be wrong...": "recordczero23_talk_mission02",
  "Boom!": "recordczero07_fight_o1",
  "Uh oh...": "recordc_shiro_fight16_hit4",
  "This is not good...": "recordc_peppa_fight15_hit3",
  "If someone's not good, then they're evil! There's no middle ground.": "recordcag19_talk_motto",
  "It's getting late... Time for some fresh breeze. No, don't follow me!": "chat_xl_title_gwan_4c",
  "I don't know why, but I get the feeling that Franz sometimes stares at me for a long time. Did I... do something wrong?": "recordcbl19_talk_about10",
  "Is Saki Fuwa a freak? Many would agree. With no modifications, her numbers are extremely ordinary, but she displays stunning strength when the situation calls for it, and many cannot bring themselves to acknowledge it. Her existence also challenges the authority of the modification proponents, because an unmodified freak is... freakier than the 'normal' freaks.\n\nHumans are arrogant, as evident by their attempt to conquer the universe after fully exploring and conquering their planet. But humans are also meek, because they think they are not as powerful as the beings they created, and are scared of being replaced by them one day. Saki Fuwa gives human another chance to really think about their arrogance and meekness. A Mirroria official once said, \"Humans have long forgotten that they were freaks to begin with.\"": "storySakiFuwa_da04",
  "How arrogant.": "recordcfrigg02_fight_fj",
  "No...": "recordcnemesis12_fight_hit03",
  "Don't underestimate me!": "recordcxi02_fight_fj",
  "Can we go do something? I'm bored!": "recordcxi19_fight_relax02",
  "Never give up.": "recordcnemesis06_fight_zj",
  "Don't do that...": "recordcrabbit12_fight_hit03",
  "Don't make me do it!": "recordc_shiro_fight01_fy1",
  "I shouldn't have tried to show off...": "recordcfuwasaku15_fight_die02",
  "Everything else aside, I'm worried about his health. Is he ever NOT drunk? Is alcohol really that delicious? I mean, it's so bitter... I don't get it.": "recordcww17_talk_about08",
  "Pretty good stuff.": "recordcbyk23_talk_bx02",
  "Unlike veteran scholars that like to reinvent the wheel or rely on existing knowledge, Shiro likes to go out and take actual measurements, like going in a sub to measure the depths of Aida's oceans. She also loves to float on the ocean when she takes a break, listening to the seagulls and feeling the water around her as she converses with the ocean. She takes advantage of the technology to learn about the different schools of fish, trying to figure out what they're feeling and thinking.\r\n\r\nShiro gets angry when her carefully placed sensors are ruined by enemies, but she quickly collects herself and sets them up again to continue her search. She'll even smile uncharacteristically like a child getting a new toy when she obtains good results from her experiments.\r\n\r\nHer weapon comes from a gear-shaped component of a seawater purification system that was supposed to be destroyed after decommissioning. It is sturdy enough to withstand the water pressure from the deepest depths of the ocean, and its teeth are strong enough to tear any armor apart. Shiro modified it into a weapon and called it the \"Chakram of the Seas.\"\r\n\r\n\r\nWhen her research report about Aida's oceans was published, people followed her conclusions and made new discoveries in areas that were previously deemed useless. The ores in those areas managed to restore several areas that required extensive reconstruction after the Cataclysm.": "storyxl_da02",
  "It's so nice being with all of you.": "recordcmarc19_fight_relax02",
  "None of my business...": "recordczero14_talk_about05",
  "Unlike the harsh, dehumanizing laws of survival in the airborne city of Lighthouse, people living on the ground have developed a way of surviving that is completely different from that of Lighthouse. They have developed an advanced technology that can contend with mana bio, and they advocate embracing emotions and promote the theory that man is an integral part of nature and the sublimation of the spiritual world.\n\nWhat Bai Yuekui and her companions have been preparing for is an opportunity. They are anticipating the appearance of a special \"bridge.\" Perhaps that will be the beginning of human's counterattack against mana bio to take back the ground, extricating themselves from the apocalypse and welcoming a new life.": "storybyk_da04",
  "Fighting against the Hyenas, the Ravagers, and the Heirs of Aida is both a requirement for survival these days and what Echo wants. She is fearless and extremely motivated against these factions that she considers having strayed from doing what is right.\n\nShe likes to travel alone and fight alone, but she's also sociable and quick to learn how to work with others. Echo managed to punish countless bad guys and destroy enough Hyena strongholds that they grew wary of her.\n\nSeveral Hyena members lucky enough to survive encounters against Echo said, \"She entered through the front gate openly, then everyone went down after several thuds. Thinking back, her footsteps sounded like the prelude to the storm that swept through the building.\"": "storyag_da03",
  "Exclusive skill I": "recordriyo07_fight_o1",
  "Exclusive skill II": "recordriyo08_fight_o2",
  "Exclusive skill III": "recordriyo09_fight_o3",
  "Focus on the target!": "recordcfuwasaku21_fight_sh02",
  "Those who assign tasks to Saki Fuwa often get her signature look, where she stares at the person intently and says nothing. It gives them goosebumps and makes them try to guess the various feelings behind those eyes, but when they ask her what she thinks, they only get a single word, \"understood.\"\n\nThat's Saki Fuwa, someone that takes the hardest and most unreasonable tasks that Mirroria has to offer, and defends Mirroria from Grayspace Entities day in, day out. They praise her combat prowess, but they often forget that she's just a sixteen-year-old.\n\nWhen she was young, Saki Fuwa fell in love with television shows where characters transformed into powerful warriors with devices on their wrists or their belts. She aspired to become one of them, and while she enjoyed the flashy moves, she was also nearly crushed by the responsibility that came with being a hero. She still tries to catch up on these shows when she has time, and becomes lost in the cheesy yet effective lines and actions that she often imitates when no one is around.\n\nSaki Fuwa considers everyone on the team her family. She is always at the front, putting herself between the danger and her people. And one day every year, she applies for leave to mourn those who lost their lives in battle.": "storySakiFuwa_da03",
  "How do I repair something broken? Hmm... A little tap here, a little twist there, and good as new.": "chatc_gulan_title_xiuli_9",
  "Good afternoon": "recordriyo03_talk_zh03",
  "The midday sun is frustrating, isn't it? If you're too hot, I can create a breeze or two for you. They feel great!": "chatc_sfyy_title_gzhong_3",
  "Why...": "recordcag14_fight_die01",
  "I helped with Huma's care for a while. She may look unfriendly, but she's actually very kind. Give her a chance.": "chatc_pp_title_xiuma_18",
  "In the past, an interviewer asked whether I, who had lived in the most affluential area since I was a child, really knew what happened in the poorer areas of the city... Sigh... I shouldn't have responded directly to this kind of question.": "recordcriyo14_talk_about04",
  "Maybe, just maybe, I can rediscover more of myself if I'm with you.": "recordcmle07_talk_speak04",
  "Understood.": "recordcmle25_talk_off",
  "The Hykros staff that's watching (or taking care of) Zero is the ex-director of network security at Hykros. He quit his job only to take up a position that requires zero technical knowledge... so he can reach the genius hacker in the most direct way possible.\n\nWhat happens when an engineer that builds defenses meets a hacker that penetrates them? The entire security team was expecting something spectacular, but they were disappointed. The observer knows very little about Zero so far: what games he likes to play, what are his favorite drinks when he stays up late, or the fact that Zero hates going out. His ex-coworkers joked that he has become Zero's mother, taking care of the socially awkward young genius.\n\nBut when the observer watches Zero from the other side of the glass, he sometimes gets the feeling that he's one step closer to understanding this prodigy. Zero's behavior may look impulsive and playful on the surface, but the more he watches, the more he realizes that it's Zero's unique way of hiding his true intentions, which is something all teenagers try to do at this age. As to what he wants to do, why he willingly came to Hykros, and his Simulacrum data... no one knows. The observer doesn't want to dig up Zero's past, but he does want to communicate with Zero better, and becomes his friend if possible. He wants to influence Zero, because he believes that Zero's talents should be used in ways that can do good for those on Aida.": "storyzero_da04",
  "I got this!": "recordcww01_fight_fl",
  "Many human emotions, such as affection and love, have been abandoned after the promulgation of the Lighthouse Rules of Survival. Bloodline is regarded as dross, and romantic relationship is taboo. Hongkou, Marc's sister and former Commander of the Hunters, fell in love with Dawn, Marc's childhood idol and the lieutenant of the Hunters. In the pursuit of love, they were executed by Lighthouse and died for love.\r\n\r\nThe death of his sister and his idol deeply left a deep impression on him, making him resist these dehumanizing rules and start to think about a way of living different from Lighthouse's system.": "storymk_da02",
  "Your bodies are not powerful enough, so let me protect you!": "recordcxi20_talk_motto",
  "What? A new command?": "recordcxi16_fight_show",
  "What? This is no fun. Why did you summon me?": "recordcxi01_talk_zh01",
  "When are we leaving? Where are we going today? Will we fight against anyone fun? I'm totally ready!": "recordcxi02_talk_zh02",
  "I don't really care about the Cataclysm, Omnium, or whatever... I do what I want, and go where I want to go.": "chatc_sfyy_title_aida_11",
  "Hm? You wanna hear a joke? Why is seasickness especially bad? Because it comes in waves! Ha-ha-ha!": "recordcww10_talk_about01",
  "What? Lunch? I made my own, but thanks.": "chat_xl_title_gzhong_3c",
  "Giving my best today!": "recordcbl17_fight_relax02",
  "I'm on a roll!": "recordcww16_fight_relax01",
  "Where's the schedule for today?": "recordczero05_talk_speak02",
  "Everything seem fine today. Let's go out!": "recordcnemesis19_fight_relax02",
  "Let's have takoyaki tonight! I learned this line from a drama. Although this phrase is always a red flag, I still like it!": "recordcfuwasaku07_talk_speak02",
  "No need for an introduction that I'm not interested in.": "recordczero01_talk_zh01",
  "He has always been a very simple and naive man. It started with survival, and then he wanted to \"feel alive.\" I've always been a little irritated by him because he kept saying he wanted more, but always stopped short.": "chatc_gulan_title_king_19",
  "I've lived in HT201 as far as I can remember. I followed the previous leader, and everyone was kind to me. We're like a big family, and we worked hard together to build what we have now.": "recordcbl10_talk_about01",
  "I've never seen a flower as scary as that one. Can I even call it a flower? They said she was an artificial life form, and mutated into that due to radiation. She had a name, right? Was it Robarg?": "recordcbl09_talk_speak06",
  "They do not accept us. Fear us. Reject us. But one day, they will understand.": "recordcfrigg10_talk_about09",
  "He was like my father, and taught me a lot of things. I was clumsy and slow, but he was very patient with me. When I wanted to give up, it was his support that made me get over my failures. If I could, I wish he could see me now... Only if...": "recordcbl15_talk_about06",
  "In the name of the Ice Edge!": "recordcmle08_fight_o2",
  "I used to participate when I needed money, but... Because of some stupid rules, they banned me from it forever. Don't ask why.": "chatc_king_title_leitai_14",
  "Mission Failed": "recordriyo21_talk_mission02",
  "Mission failed...": "recordcmarc22_talk_mission02",
  "Mission Complete": "recordriyo20_talk_mission01",
  "Task accepted.": "recordcfuwasaku17_fight_ready",
  "Mission complete.": "recordcmle21_talk_mission01",
  "You're out of steam after just a few minutes into the mission? Never mind, I'll do it myself.": "recordczero06_talk_speak03",
  "Thank you for your hard work. I'll do my best next time.": "recordcbl21_talk_mission01",
  "Take a break.": "recordc_peppa_fight12_o3",
  "Resting I": "recordriyo18_fight_relax01",
  "Resting II": "recordriyo19_fight_relax02",
  "Resting III": "recordrabbit20_fight_relax03",
  "You'll never get what you want!": "recordcpp21_fight_sh03",
  "Will there be something that inspires me?": "recordcgl22_talk_bx01",
  "Critical hit!": "recordcfuwasaku20_fight_sh01",
  "Did a kitty cat leave this behind?": "recordcww24_talk_bx03",
  "As a droid that was manufactured according to the highest standards during her time, Ene was only put through a few simulations and adjustments before being assigned to a high-level security detail.\n\nShe showed off her decisiveness and destructive power during her first operation, during which she also demonstrated her disdain for teamwork. According to a leaked report, after learning the critical information of the mission and assessing the situation, she left the group and launched an attack earlier than the scheduled time. With no reinforcements, she fought her way into the terrorist stronghold, and successfully rescued the researchers that were held hostage ahead of schedule.\n\nEne was openly praised by the Federal government, and the news the next day basically introduced her to the people as their new hero. Only a few employees at Victoria knew that Ene was severely criticized by her father.": "storyxi_da01",
  "Out of the few excellent Hykros senior Executors, Meryl is the least friendly. It's almost as if she built a wall of ice around herself, and wrote \"Keep Out\" on it.\r\n\r\nAloof and quiet, she avoids socializing as much as possible, and talks to no one unless her job requires it. This approach gives the other Executors only a very limited understanding of her. They say that while on a mission, she \"fights like an enemy,\" \"has no mercy,\" and that they \"have never seen her team up with anyone.\"\r\n\r\nSince she is able to take on S-level missions, she sees no need to team up. Her power keeps most people at bay, on top of her aloofness. It's no wonder they call her \"the living weapon in white.\"": "storymle_da01",
  "As an ex-Executor, Crow maintains a good relationship with Hykros. He didn't make any critical mistakes, and he was not let go due to poor performance. He simply realized that he longed for a life with fewer rules after working with the team there for a while, and made the decision that worked for him.\n\nHe now travels freely over long periods of time. His cheerful personality leaves a great first impression on those who he comes across, and he always performs new tricks or jokes when he arrives at a new place. They call him Crowy, and he doesn't mind.": "story0_13_ww",
  "The \"superstar\" of Banges Port, Hilda is no stranger to the people in town.\n\nShe has a deep love for her hometown and will go to any lengths to protect it.\n\nHilda has no established career and prefers roaming around the port doing this and that for the stores in exchange for pocket money; once in a while, she takes on more dangerous assignments, like patrol or guard duty. Whenever she feels tired, she takes off a day or two to eat and store to her heart's content.": "story0_15_xed",
  "H-How did you know I can sing? You didn't eavesdrop, did you? Right, I said leave me alone at the beach! No need to explain. I'm not talking to you until I get over this!": "chat_xl_title_changge_15c",
  "You're not going to nap? Alright. Just let me know when.": "chatc_king_title_gzhong_3",
  "Surely you know about the Cataclysm. The creatures and sceneries I've come across on my trips would have been a lot more beautiful and vivid if not for the aberration caused by the radiation. Sometimes I wish I could see what Aida used to look like.": "recordcww19_talk_about10",
  "Are you paying me to just stand here?": "recordc_king_fight21_relax01",
  "Your days are numbered.": "recordcriyo09_fight_o3",
  "You're not me. I don't get tired, and I don't need to eat. But you will grow weak if you don't, so get some rest!": "recordcxi05_talk_speak02",
  "Hello.": "recordcbyk01_talk_zh01",
  "Hi, I'm Saki Fuwa, Special Forces Captain. Operation codename M-sec 003, glad to meet you... What? Am I an adult? How dare you ask such a question. Are you looking down on me?": "recordcfuwasaku01_talk_zh01",
  "Do you trust this organization THAT MUCH?": "recordczero18_talk_about09",
  "You've destroyed the peace of Vera. Now, the knight of ice and snow will eliminate you! Take this—Sword of Snow! Ahhh, I'm so embarrassed, but it's so fun! Hold on... I don't think anyone saw me... Phew, thank goodness.": "recordcfuwasaku12_talk_about02",
  "You are the only person that chooses to be close to me.": "recordcmle05_talk_speak02",
  "What do you think of them? People that will do whatever it takes to get what they want, I suppose? But in an environment like this one, taking the initiative might be good, right?": "chatc_sfyy_title_aida_21",
  "Are you still asleep? What even makes you think that I'm on good terms with that old fogie?": "recordczero17_talk_about08",
  "You say I only know how to fight? That is not so! But it's my duty, so it's a top priority. I was invited to become a super combat droid!": "recordcxi06_talk_speak03",
  "If you can read the wind, you'll be able to tell subtle changes in the weather, and even things that happen on the ground...": "chatc_sfyy_title_fengxiang_6",
  "Have you seen Gong on the Artificial Island? It's a chubby cat-like robot, with a pair of sunglasses on. You can find it gathering data in the water while its ears, which are actually a pair of antennae, spin. You'll fall in love with it the moment you see it!": "recordcww15_talk_about06",
  "You can't run.": "recordcmarc21_fight_sh03",
  "You can't run!": "recordc_shiro_fight11_o2",
  "What are you looking at? This is my super processing mode.": "recordczero25_talk_awake",
  "Stay alert.": "recordcmle02_fight_fj",
  "Get ready!": "recordc_peppa_fight02_fy2",
  "Like this.": "recordcrabbit04_fight_sj",
  "Light, over there!": "recordcrabbit08_fight_o2",
  "The Clotho System: The supercomputer of Lighthouse, and the existence of which is known only to Lighthouse governors. Its core is an organ of a prehistoric, highly intelligent creature that possesses arithmetic power beyond human perception, bordering on precognition.\r\n\r\nThe Clotho System has repeatedly provided the \"answer\" to the survival of Lighthouse and was seen by the first Lighthouse governor as the key to victory over Manna Bio. When the first Lighthouse governor tried to use it to deduce the future of mankind to find a way to counter Manna Bio, the answer given by the Clotho system was an incomprehensible set of symbols and formulas. The only thing that could be deciphered was a coordinate. Seeing this, the first governor immediately went to the coordinate's location but found nothing but a baby there. He brought the baby back to Lighthouse, and the information about it was classified as top secret. He decided to let it grow up freely and without knowing anything, just like any ordinary child at Lighthouse.": "storymk_da04",
  "Crown": "idspace_xi",
  "Feel my thunder!": "recordcag06_fight_zj",
  "All in!": "recordc_hane_fight05_gj2",
  "Time for a response.": "recordc_gl_fight08_fz2",
  "Full power!": "recordcnemesis21_fight_sh02",
  "I will carry out my duty with all my heart and soul. (sighs) It's time to clean up this city.": "recordcriyo19_talk_motto",
  "Pay full attention!": "recordcfuwasaku03_fight_sl",
  "About M-sec 003": "recordfuwasaku17_talk_about07",
  "Regarding Mi-a": "recordrabbit17_talk_about06",
  "About: Human Modification": "recordfuwasaku15_talk_about05",
  "About: Script": "recordfuwasaku12_talk_about02",
  "About: Collection": "recordfuwasaku11_talk_about01",
  "About: Responsibilities": "recordfuwasaku16_talk_about06",
  "About: Flowing Heart School": "recordfuwasaku14_talk_about04",
  "About: Wind": "recordfuwasaku13_talk_about03",
  "About bionic eye": "recordnemesis13_talk_about03",
  "About Larsen": "recordriyo15_talk_about05",
  "About Humans": "recordfrigg10_talk_about09",
  "About Lin I": "recordrabbit12_talk_about01",
  "About Lin II": "recordrabbit13_talk_about02",
  "About Omnium": "recordfrigg07_talk_about06",
  "About Names": "recordfrigg05_talk_about02",
  "About Zeke": "recordnemesis15_talk_about05",
  "About Dolly I": "recordrabbit14_talk_about03",
  "About Dolly II": "recordrabbit15_talk_about04",
  "About the Cataclysm": "recordfrigg09_talk_about08",
  "About Frigg": "recordnemesis17_talk_about07",
  "About Combat I": "recordriyo11_talk_about01",
  "About Combat II": "recordriyo12_talk_about02",
  "About old pal": "recordriyo17_talk_about07",
  "About the New World": "recordfrigg11_talk_about10",
  "About Astra Shelter": "recordnemesis14_talk_about04",
  "About organic metal": "recordnemesis12_talk_about02",
  "About Hykros": "recordfrigg08_talk_about07",
  "Regarding the Mirroria Security Force Special Forces": "recordfuwasaku18_talk_about08",
  "About Myself": "recordriyo18_talk_about08",
  "About Aida": "recordrabbit16_talk_about05",
  "About Shirli": "recordfrigg14_talk_about13",
  "About Ruby": "recordriyo16_talk_about06",
  "About the Sage": "recordfrigg13_talk_about12",
  "About Angels of Clemency": "recordnemesis18_talk_about08",
  "About physical condition": "recordriyo13_talk_about03",
  "About the Past": "recordfrigg06_talk_about03",
  "About Mirroria": "recordriyo14_talk_about04",
  "About Chat": "recordfrigg04_talk_about01",
  "Shutting down!": "recordczero26_talk_off",
  "Regain your vitality and continue to fight tomorrow.": "recordcmarc03_talk_zh03",
  "Try again!": "recordc_king_fight15_hit3",
  "Freeze, and... shatter!": "recordcmle09_fight_o3",
  "Ready!": "recordcag05_fight_zl",
  "Ready.": "recordc_peppa_fight10_o1",
  "Lin...": "recordcrabbit14_fight_die01",
  "Lin is my most important family... Meeting her was the luckiest thing that ever happened to me.": "recordcrabbit12_talk_about01",
  "Lin says I should proactively greet people, so... Hi there! I'm Ruby...": "recordcrabbit01_talk_zh01",
  "The daughter of an old friend to Lin. And somehow, she's now taken care of by Lin, and they even take action together. The girl doesn't seem strong, like a sick, weak child. \nShe is currently under combat skill training for self-protection upon Lin's request. Though Ruby is learning something quite different from Lin's style, she is, at least, much healthier than before and capable enough for quite some tricky situations. \nShe still has nothing but a vague idea about the world and herself, believing in Lin's instructions and description blindly, and relying on her for almost every decision. In the current situation, Lin comments that cultivating her independence is definitely the priority here.": "story0_21_Rabbit",
  "Representing District 7, I'm Lin. and I'm here to help you. We'll be advancing and retreating together from now on.": "recordcriyo01_talk_zh01",
  "Boosting power...": "recordc_gl_fight19_show",
  "Set Off.": "recordcbyk17_fight_ready",
  "A high-ranking Hykros Executor of unknown age or place of birth. According to the little publicly-available information, Meryl distinguished herself in many Hykros S Grade missions due to her exceptional sword skills and combat prowess. In just a few short years, she was promoted from ordinary administrator to senior Executor.\n\nMeryl's cold and inscrutable attitude means that no one can ever be sure of her true intentions. This frostiness, along with her merciless approach to dealing with enemies, ensures that everyone maintains their distance from her.\nThe Executor database does show that Meryl has a twin brother, with whom she has a close relationship, but there is no formal record or information about him.": "story0_3_meilier",
  "Born into a wealthy Banges family, she had an above-average education and was always well-behaved. One day, however, while going out, she and her family were attacked by aberrants, and her parents \"died\" from losing their suppressors. To be more precise, they didn't \"die.\"\r\n\r\nThey became aberrants. Just as an Executor was about to put them out of their misery, Pepper, who survived, begged the Executor not to do it. Now they are confined somewhere by Hykros, and the family wealth is being slowly depleted to pay for their care.\r\n\r\nThat's why Pepper works in the medical department at Hykros. She chose to spend the rest of her life finding a way to cure the aberrants, and reverse their aberration...": "story0_14_pp",
  "Target hit.": "recordcmarc04_fight_sj",
  "Step back!": "recordc_peppa_fight04_gj1",
  "Tsch!": "recordczero10_fight_hit01",
  "The most important component for creation is not the metal, but inspiration.": "chatc_gulan_title_geyan_22",
  "Nice to Meet You": "recordriyo01_talk_zh01",
  "Nice to meet you, I'm Peramanda Perscott. You can also call me Pepper.": "chatc_pp_title_chujian_1",
  "Be quiet, I'm analyzing something.": "recordczero18_fight_relax03",
  "Be careful.": "recordcmarc02_fight_fj",
  "Watch it.": "recordc_hane_fight01_fy1",
  "Out of my way!": "recordc_shiro_fight02_fy2",
  "My feet are not tired yet.": "recordcag19_fight_relax02",
  "You'll regret this!": "recordcnemesis03_fight_sl",
  "Don't forget to pay up.": "recordc_king_fight20_ready",
  "Don't be afraid.": "recordcriyo02_fight_fj",
  "There's no running away from me.": "recordcmle04_fight_sj",
  "Don't be careless. This has to be taken care of comprehensively!": "recordcag20_talk_mission01",
  "No more destruction!": "recordcbl02_fight_fj",
  "Don't tell me to rest. The nature doesn't stop changing when we close our eyes, and some things can only be seen at night, like... glowing jellyfish. Have you seen it?": "chat_xl_title_wanan_5c",
  "Don't get careless.": "recordcriyo06_fight_zj",
  "Don't fret, it'll work out next time.": "recordcww22_talk_mission02",
  "Don't break it.": "recordc_gl_fight01_fy1",
  "Don't approach me or talk to me, unless you like the ocean.": "chat_xl_title_geyan_24c",
  "Is it time?": "recordcrabbit16_fight_show",
  "Out... of... energy...": "recordcmle14_fight_die01",
  "A nice surprise!": "recordcag22_talk_bx01",
  "Act quickly.": "recordcriyo05_fight_zl",
  "Medical supplies have been dropped.": "recordc_peppa_fight11_o2",
  "Don't buy that stuff Fennie calls \"fine wine\"... It tasted horrible. I mean, there's also the fact that I don't like alcohol, but that stuff just isn't made for humans.": "recordcww09_talk_speak06",
  "A brilliant curtain call.": "recordcww25_talk_off",
  "The doctor is very busy. We only communicate when it is necessary to do so for a mission, but I am just a listener most of the time.": "recordcmle17_talk_about07",
  "Historical records say that during the Cataclysm, Aida was ripped asunder by the spacetime turbulence... There must be so many families who were forced apart.": "recordcnemesis11_talk_about01",
  "The ocean creatures on Aida have definitely been impacted by the Omnium disaster. No one knows how to clean this one up.": "chat_xl_title_aida_12c",
  "Omnium? Ha! I don't even care how many secrets lurk within, all I know is that Omnium is the cause of the Cataclysm and that even the Sage views it as a harbinger of doom... It does nothing to make the world a better place.": "recordcfrigg07_talk_about06",
  "I don't care where we go, I just don't like standing still.": "recordc_hane_fight22_relax02",
  "Let's find the next one.": "recordckldy23_talk_bx02",
  "If we're going to the beach... Just leave me alone there. I don't need anything else.": "chat_xl_title_xuqiu_6c",
  "The Executors that participated in the capture of Zero remember the operation like it only happened yesterday.\n\nAfter Zero hacked into their system again, the director managed to decode a coordinate from a message that Zero left behind. There was no doubt that the coordinate was a challenge, even a taunt. After careful analysis, the security department decided to send a team of Executors to the address.\n\nThe Executors treated the situation as if it was a booby trap, even evacuating nearby residents. When they knocked down the door and rushed into the unit, they were surprised to find a young man enjoying an ice cream cone. The only thing Zero said to them was, \"what took you so long?\"\n\nBefore revealing his true identity, his intentions were unknown, and he was considered extremely dangerous. Once they found out that he was just a teenager, however, they had no idea what to do about him. After a lengthy negotiation, it was agreed that Hykros will put Zero in an undisclosed location, where he would do intelligence-related work under the supervision of someone.": "storyzero_da02",
  "I found you!": "recordcmarc19_fight_sh01",
  "New samples!": "recordcxl24_talk_bx03",
  "Being attacked I": "recordriyo12_fight_hit03",
  "Being attacked II": "recordriyo13_fight_hit04",
  "Damage warning!": "recordcxi13_fight_hit04",
  "Only the gravity and the wind are my friends forever!": "chatc_sfyy_title_geyan_22",
  "Is this it?": "recordc_shiro_fight18_die2",
  "Is it alright if we... just don't talk for a while?": "recordcmle10_talk_speak07",
  "Don't make me mad.": "chat_xl_title_juexing_19c",
  "Cocoritter's parents were my teachers. They treated me like a daughter, so Cocoritter was like a younger sister to me. I never had a sister, so it felt... incredible.": "chatc_pp_title_kklt_19",
  "Ugh!": "recordcxl21_fight_sh03",
  "Ugh, does this mean I have to ask for help?": "chat_xl_title_loss_18c",
  "There's always someone better out there... Right?": "recordcriyo21_talk_mission02",
  "Eat this!": "recordcww03_fight_sl",
  "Nope, not happening. A resounding no.": "recordczero10_talk_about01",
  "Quiet!": "recordcpp20_fight_sh02",
  "Agh!": "recordcmle13_fight_hit04",
  "Yo! Top of the morning to you! Where are we going today? Oh, um, I don't really need an answer. Just going out feels great already!": "chatc_sfyy_title_gzao_2",
  "Ugh...": "recordcmarc13_fight_hit04",
  "Leaving already? I'm still a little sleepy...": "recordcag02_talk_zh02",
  "Uh? ...Meow? Meow!": "recordc_shiro_fight23_relax03",
  "Ah... The sun... I'm getting a little sleep. Um, I... I didn't say anything!": "chat_xl_title_qingtian_8c",
  "Heh, you can't do anything without me?": "recordczero14_fight_show",
  "Phew...": "recordcbyk09_fight_o3",
  "As usual, nothing to brag about. Pay up!": "chatc_king_title_complete_15",
  "Ugh, I'm hit.": "recordcww11_fight_hit02",
  "Zoom!": "recordc_hane_fight20_ready",
  "No, I don't want to hear it! Why do you have to tell these stories at night?": "recordcww07_talk_speak04",
  "At first, I thought I met someone just like me. I felt like we could do a lot of fun things together. But... Then I realized there are a lot of things about her that I just don't understand.": "chatc_sfyy_title_sme_18",
  "Hm? A storm is brewing.": "recordc_hane_fight22_relax03",
  "Hah... This looks bad...": "recordc_hane_fight18_die2",
  "Ha-ha-ha-ha, my favorite weather! Blow everything on this planet into the universe!": "chatc_sfyy_title_dafengtian_9",
  "Ah, I'm tired. Lin said it's probably because of what had happened before that I like to sleep more than the other children. Me? I don't really understand all that... Zzz...": "recordcrabbit06_talk_speak01",
  "\"Losing\" isn't a concept I recognize. Maybe others do, but not me.": "recordczero11_talk_about02",
  "Ugh... I surrender...": "recordc_hane_fight17_die1",
  "Oops, that didn't work. You know, they're really good. Maybe we should consider joining them?": "chatc_sfyy_title_loss_15",
  "Oh? This was actually found?": "recordcfrigg20_talk_bx01",
  "Despite following him for so long, I still cannot fathom what secrets he hides. However, I'm most sure he'll stop at nothing to free Aidans from Omnium.": "recordcfrigg13_talk_about12",
  "Hmph, I know what's up.": "recordcfrigg18_fight_relax01",
  "Hmph. Morning.": "recordcfrigg02_talk_zh02",
  "Well, um, if I have to pick... the higher the value, the better...": "recordcbl08_talk_speak05",
  "Hmm? Only humans need sleep. I don't.": "recordcxi03_talk_zh03",
  "If I modify the design this way...": "recordc_gl_fight23_relax03",
  "Yaaaaaah!": "recordc_shiro_fight05_gj2",
  "I don't think I'm a weirdo that's only interested in machines, but everyone else seems to think so. Allow me to clear this up.": "chatc_gulan_title_fumu_13",
  "Now that I've had enough sleep, let's get going!": "recordcag03_talk_zh03",
  "Ugh... Time to talk about extra heat pay...": "chatc_king_title_xiatian_10",
  "I already know how I want to spend the commission.": "recordc_king_fight22_relax02",
  "That troublesome lady... I don't want to think about our first contact. Can we please change the topic?": "recordczero20_talk_about11",
  "Oh, this darn rain again! Looks like no outdoor stuff today.": "recordcww06_talk_speak03",
  "What a wonderful surprise!": "recordcww22_talk_bx01",
  "Ha-ha... I don't think she likes me anymore. I might have done something that angered her last time, because she gave me a hard time afterward. I was going to introduce myself properly, but... (sighs)": "recordcww16_talk_about07",
  "Ayyyyyyyyyyyyyeeee...": "recordcxi23_talk_on",
  "I'm out.": "chatc_king_title_wanan_5",
  "Do I look scary? Tsch, I'm just passing by, and I'm not looking for trouble.": "chatc_king_title_shaqi_7",
  "Tsch.": "recordc_king_fight23_relax03",
  "Tsk... Darn...": "recordcfrigg13_fight_hit04",
  "Tsch, I failed? Well, that's rare.": "chatc_king_title_shibai_16",
  "Hey! I'm hungry. Where's my breakfast?": "recordczero02_talk_zh02",
  "Hello? Anyone? Why has the operation not started yet?": "recordcxi08_talk_speak05",
  "Hey, it's working, right?": "recordczero22_talk_mission01",
  "Not interested. Find a human more powerful than me, then we'll see.": "recordcxi15_talk_about05",
  "Huh? A new discovery?": "recordcfrigg19_fight_relax02",
  "Meow!": "recordc_shiro_fight15_hit3",
  "Ants.": "recordczero02_fight_fj",
  "Hiiiyah!": "recordcsfyy21_fight_sh03",
  "Hello! Nice to meet you! I'm Tsubasa. I heard that this place is a riot, so I wanted to come see it for myself. Count me in!": "chatc_sfyy_title_chujian_1",
  "Mm.": "recordcmle23_talk_bx02",
  "I need to cheer up!": "recordcbl16_fight_relax01",
  "Well... My skill was called the \"Earthshattering Skybreaking Ultimate,\" but... Right there! That look in your eyes! The people at the lab looked at me just like you're doing right now, and forced me to change the name of my skill. I still get angry thinking about it.": "recordcxi12_talk_about02",
  "There are no schools, if that's what you mean. I learned to fight from everyone at the shelter, and then changed some things to suit myself. Is it still a little strange?": "recordcbl12_talk_about03",
  "Is there anything else?": "recordcmle08_talk_speak05",
  "Unh!": "recordcmle12_fight_hit03",
  "Hm? What's in it?": "recordcsfyy22_talk_bx01",
  "Mmm, now I can easily respond to any situation!": "recordcxi20_fight_relax03",
  "Hm. If I change the design, the power will go up by as much as 30%... I hope...": "chatc_gulan_title_tiaozheng_8",
  "I've been to a lot of places, and I leave whenever I get bored. I don't like living a quiet and unchanging life, because I only live once, and it should be exciting.": "chatc_sfyy_title_zhouzhuan_13",
  "I chose to be in medical to help more people. Because I... once lost some... very important people.": "chatc_pp_title_fumu2_14",
  "Great discovery!": "recordckldy22_talk_bx01",
  "Hm?": "recordcbyk16_fight_show",
  "Hm? ...Meryl. It's my name.": "recordcmle01_talk_zh01",
  "What am I thinking? Well, I'm hoping stupidity is not contagious...": "recordczero07_talk_speak04",
  "Shh!": "recordcriyo03_fight_sl",
  "This smart servant isn't too bad, but it doesn't have a combat module. That means I'm better!": "recordcxi18_talk_about08",
  "It's finally my turn!": "recordcww23_talk_on",
  "I travel and record my journey. I help kind people and punish bad people. That's what I do!": "recordcag12_talk_about02",
  "I have so many dreams because I sleep so long! I remember what happens in them, too. But some of them are so real that I can't tell if I'm awake or still dreaming... Eh-heh-heh, do you think I'm dreaming and talking to you right now?": "recordcrabbit10_talk_speak05",
  "A girl whose illness has bestowed strange powers, currently receiving treatment at Hykros.\n\nFor some reason, Huma has lost all memory of her past, as well as her former personality. Since waking up, the sum of Huma's knowledge about the world is limited to Hykros. Everything else merely makes her a little afraid and anxious.\n\nPresently, all of Huma's personal relationships are with those medical researchers whom she has gotten to know during her treatment. These researchers have suggested Huma accompany others to explore the outside world, in the hopes of gradually returning her to a more normal existence. Huma, however, made an astonishing decision — choosing to be trained as a Hykros Executor.\n\nThe girl's reasoning is simple and pure — she feels reassured in the company of Executors, and wishes to use her abilities to pay back the kindness Hykros has shown her.": "story0_6_xm",
  "Tired... I need a rest.": "recordcrabbit23_talk_off",
  "To them, I'm a traitor. Let's take them out from afar to make things easier.": "chatc_sfyy_title_liegoubang_20",
  "A survivor who stands firm in the post-apocalyptic world and has amazing combat strength. Short silver hair is her distinctive feature. Her appearance has not aged over the years. She seems to know a lot of secrets about the apocalypse.": "story0_18_byk",
  "It's not easy to gain a firm foothold in the apocalyptic world.": "recordcbyk20_fight_relax03",
  "Echo was born in Warren, and dreamed about stepping out of the land of the pure snow to see the rest of the world.\n\nWhen she was nine, her shelter was destroyed by a sudden avalanche, during which her parents died saving her. She was then rescued by a passing merchant, and sent to a recovery facility in Banges.\n\nAfter five years in Banges, she decided to go on a journey to punish evil and spread good.": "story0_4_ag",
  "Most of the residents of Warren Snowfield know about a thing or two when it comes to avalanches. They are able to take precautions based on several indicators... when the avalanche is predictable and of a controllable scale.\n\nEcho's parents died in a rare avalanche that could not be predicted. It could have been anything from an eagle calling, or a collapse of ruins in the mountains.\n\nWhen the avalanche came, the only thing she heard was her mother screaming.\n\nWhen she woke up, she found herself in a warm room with no snow outside. Granny Eileen was sitting next to her and knitting. She told Echo that a traveling merchant saved her and took her here.\n\nAfter discovering that she was the only survivor in the area, she wanted to thank Eileen, but words would not come to her. She stayed silent as tears streamed down her face. She tried to act strong, but Eileen's simple, comforting words made her lose it altogether, \"It's okay to cry now.\"": "storyag_da01",
  "Out of all those stupid enough to saddle themselves with Banges Business Association's high interest rates, KING is the most unique case. Usually, anyone unable to afford payment gets sent to work in the mines, but he never got such treatment.\n\nIt's not that the Association didn't want to, but even if they did post big bounties and spare no arms or efforts, they still couldn't touch him.\n\nAs a merc famous for his combat prowess, KING is touted as the personification of violence. He's been fighting since childhood and is a veteran brawler specializing in one-against-many. He would get lucrative pays for each job, only to supposedly blow it all immediately.": "story0_9_king",
  "After spending several years in Banges, the physical and spiritual wounds Echo suffered had healed.\n\nNow that she could take care of herself, she wanted to make her dream of traveling the world come true. She left Banges with her gear, some luggage, her ambition of doing good, and the desire to meet the merchant that saved her life.\n\nShe encountered all sorts of people and things during her travels, and she did her best to help those she could. Whenever she grew tired, she would return to Banges with new stories and souvenirs for her friends.": "storyag_da02",
  "Cobalt-B, which is not her real name, is a mechanical engineer on the Hykros weapon development team. Her position isn't too high up on the corporate ladder, because her test results aren't very good.\n\nOnly the people that she works with know that she is, in fact, the ace of the entire team. She doesn't care about basic theories, and only creates extremely effective weapons based on her instinct.\n\nTo test these weapons and collect combat data, she occasionally goes on operations with other soldiers and tries her weapons on poor Hyena members.": "story0_10_gl",
  "In Mirroria, where technology reigns, those who meet Saki Fuwa for the first time often think she's just playing a character from an ancient civilization. Some suspect that her fighting prowess rated one of the best in Mirroria, comes from bionic upgrades beneath her skin. There are even rumors of her being the first android secretly created by Mirroria.\n\nIn psychology, \"Flow\" refers to the mental state when humans focus on action. In the future, Mirroria researchers will manage to achieve a breakthrough in both neurology and psychology to derive a new condition based on mindflow. In such a state, the brain becomes hyperactive, concentrating focus like a laser and elevating combat prowess significantly. They dubbed this \"Super Flow.\"\n\nTo oppose the Grayspace Entities, scientists in Mirroria applied flow research and discovered that Super Flow users are every bit as quick as machines when it came to reacting to attacks.\n\nAnd then there's Saki Fuwa, a master of Super Flow. She bested all her Security Special Forces peers without her enhancements to earn the right to lead.": "storySakiFuwa_da02",
  "Before choosing the perfect name, she was just the same as all the other bunnies! But since I named her Dolly, she's become my best friend in the whole wide world.": "recordcrabbit15_talk_about04",
  "I will not give up until this planet is healed.": "chatc_pp_title_geyan_22",
  "Where are all the baddies?": "recordcag20_fight_relax03",
  "I can't hold on anymore...": "recordc_peppa_fight18_die2",
  "Hold on!": "recordcnemesis05_fight_zl",
  "Elric... Heh, half of what he says can't be trusted.": "recordczero16_talk_about07",
  "Info": "story0_title",
  "The target has been dealt with.": "recordcriyo21_fight_sh02",
  "Medical unit is ready.": "recordc_peppa_fight19_show",
  "Extra cash? Not bad.": "recordcking22_talk_bx01",
  "A geeky, computer genius who looks around 15 years old, born in Banges and nicknamed \"Zero.\" However, his real name and personal details have been lost, deliberately destroyed by himself.\n\nHighly adept at intelligence processing, electronic communications, and data management, Zero can find and extract huge amounts of information through the computer and network analysis. He once shocked Hykros by penetrating their security system in an audacious cyberattack, which led to him being designated a \"person of interest.\" \n\nAt present, Zero is under Hykros' strict control and oversight in an undisclosed location, where he engages in intelligence-related operations.": "story0_1_ling",
  "Rest a little bit longer.": "recordcrabbit19_fight_relax02",
  "One man's excess parts are another man's treasure.": "recordcgl24_talk_bx03",
  "Dolly found something good!": "recordcrabbit24_talk_bx01",
  "Dolly woke me up, so good morning! Lovely to see you and Dolly.": "recordcrabbit02_talk_zh02",
  "Dolly's sleeping... Shh...": "recordcrabbit14_talk_about03",
  "Sleep well, Dolly!": "recordcrabbit18_fight_relax01",
  "Dolly said she wanted to go look at the stars with you... If you're free, why don't we go there?": "recordcrabbit04_talk_zh04",
  "Night's fallen.": "recordcfrigg03_talk_zh03",
  "Now that night has fallen, is it time to rest... or time for action?": "recordcfuwasaku04_talk_zh04",
  "Nightingale, lock on!": "recordcbl08_fight_o2",
  "Oops!": "recordcnemesis13_fight_hit04",
  "After the Cataclysm, humankind needed to rebuild their homes. But in doing so, they took more resources than nature, including the ocean, was ready to give, and made things worse for some of the environments hit the hardest by the Omnium disaster. Shiro opposed the over-development of the ocean, because she thought it would further damage the environment, and humanity would suffer in the long run. Her view was not recognized by some researchers in the lab, and Shiro eventually left the lab altogether after more unpleasantries. She turned her attention to protecting the ecology of the ocean, trying to find a compromise between development and preservation.\n\nThe over-development of the ocean did have an impact on the reconstruction effort, and Shiro's view was eventually taken seriously. When the data of a key part of a new seawater purification system was missing, her Chakram of the Seas became the only sample available. They reverse-engineered her weapon, and recreated the required component to complete the new purification system. With Shiro and the researchers' hard work, some of the damaged ecologies were able to restore themselves in the long run.": "storyxl_da03",
  "Oh no!": "recordcww10_fight_hit01",
  "It's fate!": "recordcfrigg21_fight_sh02",
  "It's getting dark... Time to head outside.": "recordcriyo04_talk_zh04",
  "What a cool surprise!": "recordcsfyy23_talk_bx02",
  "Weak!": "recordckldy21_fight_sh03",
  "Progress! Excellent!": "chatc_pp_title_complete_15",
  "It's fallen?": "recordcbyk22_talk_mission02",
  "Oops...": "recordcbyk15_fight_die02",
  "Did I miss...?": "recordcww13_fight_die02",
  "Can't sleep? I have some toys that create white noise. Do you want any?": "chatc_gulan_title_wanan_5",
  "That was not expected.": "recordc_gl_fight16_hit4",
  "Failure... has... merit...": "recordc_gl_fight18_die2",
  "I failed!? It can't be....": "recordcfuwasaku21_talk_mission02",
  "Failure is more valuable because I can see where I need to improve.": "chatc_gulan_title_loss_16",
  "Nemesis is just a code name. My real name is Shirli... That I will never forget.": "recordcnemesis19_talk_motto",
  "I'm onto it.": "recordcriyo20_fight_sh01",
  "As for them... Modifications and suppressors are just ways to deal with the current situation, and one is not necessarily better than the other. If I have to say... Well, I do want to know how the technology works, but that's about it.": "chatc_gulan_title_tianshi_21",
  "Her... I've known her for a long time, and she gives me a lot of work. But I don't understand her strange personality. It's like she doesn't live for herself, and instead pursues something intangible. And it's clear that she works hard, but she keeps talking about hunches and luck... It makes me so angry.": "chatc_king_title_gulan_19",
  "She's very conscious of my presence, and I'm afraid I might say something wrong. Should I even talk to her?": "recordcmle18_talk_about08",
  "Her shelter kept being harassed and attacked by the bad guys. I admire her for her perseverance.": "recordcag16_talk_about06",
  "Her combat stats are high. If I fight her, then I might be able to improve myself. I love powerful humans. Can I play with her?": "recordcxi19_talk_about09",
  "Tsubasa's resume indicates she was once a resident of the Astra Shelter, a Hyena cadre, a worker for Hykros—which is the record we use for her Simulacrum.\n\nAfterward, she chose to betray Hykros and defected to the Heirs of Aida.\n\nThat could only be described as an alarming move. Her current status is unknown, but it is certain she is not a lowly lackey within the Heirs, given her abilities.\n\nNever relies on philosophy, morals, goals, or rules to decide which side she will align with, as if she never cares for any of that. She's been with many organizations, yet never truly belonged to any of them.": "story0_7_sfyy",
  "We're sharing this with everyone, right?": "recordcsfyy24_talk_bx03",
  "This is a heavy downpour. Hmm, why does it feel like I forgot something? No! The clothes that I was drying outside! What... What do I do now?": "recordcbl07_talk_speak04",
  "Have a good rest. You've been trying so hard. Leave the rest to me...": "recordcfuwasaku08_talk_speak03",
  "Keep it safe.": "recordcnemesis26_talk_bx03",
  "Freeze where you are!": "recordcsfyy20_fight_sh02",
  "Scary...": "recordcrabbit13_fight_hit04",
  "I'm falling asleep here.": "recordczero16_fight_relax01",
  "It hurts!": "recordcbl11_fight_hit02",
  "Suit yourself.": "recordcfrigg01_fight_fl",
  "I'll go adjust my weapon now.": "chatc_gulan_title_jiechu_24",
  "It would be an honor to be able to help. I know I can't be on my own yet, and I'm sorry about the trouble I've caused. I will work harder to keep up with you.": "recordcbl14_talk_about05",
  "You might need to practice more, if you find this sword difficult to wield.": "recordcmle22_talk_mission02",
  "I don't want to appear in front of everyone like this, unless it's absolutely necessary.": "recordcmle24_talk_awake",
  "You're interfering with my official business.": "recordcriyo13_fight_hit04",
  "Interesting.": "recordcfrigg21_talk_bx02",
  "It's not too bad.": "recordcfrigg22_talk_bx03",
  "Our values are based on how hard we work.": "recordcbl20_talk_motto",
  "They're not themselves anymore. I will bring them salvation.": "recordcmle19_talk_about09",
  "Safety first!": "recordcww02_fight_fj",
  "Rest in peace.": "recordcmle19_fight_sh01",
  "Silence!": "recordcmle20_fight_sh02",
  "Quiet down!": "recordcrabbit22_fight_sh03",
  "Finished.": "recordcbyk21_talk_mission01",
  "Breaking through.": "recordcgl20_fight_sh02",
  "Precious resource, eh?": "recordcnemesis25_talk_bx02",
  "I'm sorry...": "recordc_peppa_fight17_die1",
  "I'm sorry... If only I were stronger...": "recordcbl22_talk_mission02",
  "You find it useful?": "recordcnemesis24_talk_bx01",
  "To many people, a lunch break is necessary so that they can... reorganize their thoughts. Good afternoon.": "chatc_gulan_title_gzhong_3",
  "Interested in creatures of the sea? Very nice! Do you like cephalopods? How about gastropods? This is a great opportunity, so let's talk!": "chat_xl_title_xingqu_7c",
  "What do I think of Aida? You came all the way here to ask me that? What are you thinking? The only thing I care about is money.": "chatc_king_title_aida_11",
  "A quest for treasure!": "recordcww23_talk_bx02",
  "I'll use them in my next creation.": "recordcgl23_talk_bx02",
  "Careful.": "recordc_gl_fight01_fy2",
  "Watch out!": "recordcbl01_fight_fl",
  "You're nothing!": "recordczero21_fight_sh03",
  "Child's play.": "recordczero22_talk_bx01",
  "Mind your own business!": "recordc_hane_fight04_gj1",
  "Watch this!": "recordcww21_fight_sh03",
  "Is that all?": "recordcfrigg19_talk_off",
  "Smooth as expected.": "chatc_gulan_title_complete_15",
  "Just you?": "recordczero01_fight_fl",
  "Burn!": "recordc_king_fight11_o2",
  "Oh, it's you? It's not that easy to get my approval.": "recordcfrigg01_talk_zh01",
  "Farewell.": "recordcriyo07_fight_o1",
  "Don't you have anything better?": "recordczero24_talk_bx03",
  "Is that all you've got?": "recordc_king_fight07_fz1",
  "I will do my best.": "recordcmle06_fight_zj",
  "Doing my best!": "recordcbl19_fight_sh01",
  "I... lost?": "recordcag15_fight_die02",
  "There are accidents from time to time, and what happened to Aida was no exception. It's difficult to not make any mistakes as technology and civilization advanced, though the consequences were disastrous. Well, as long as we can learn from it...": "chatc_gulan_title_aida_11",
  "Supplies collected.": "recordcmarc23_talk_bx02",
  "Is it safe yet?": "recordcnemesis23_talk_off",
  "Like me, Hilda also grew up in Banges, but she never ventured out. After I left, I could only see her when I came back.": "recordcag15_talk_about05",
  "I hope there's something I want!": "recordcxl22_talk_bx01",
  "I hope you get a good night of rest. That what we are fighting for.": "recordcfuwasaku05_talk_zh05",
  "I hope to be a partner you can rely on! Let's work well together.": "recordcnemesis01_talk_zh01",
  "I hope there's something that can help with the research...": "recordcpp23_talk_bx02",
  "Shelly brought me a can of energy drink with my face printed on it, and asked when I had that commercial shoot done... Actually, I am curious too. I obviously didn't authorize anyone to use my image anywhere...Hmph, looks like I'll have to go ban it at the scene.": "recordcriyo07_talk_speak03",
  "Do you have the money?": "recordc_king_fight19_show",
  "An impeccable performance.": "recordcww21_talk_mission01",
  "Work, get paid, spend my pay. Lather, rinse, repeat. Life goes on.": "chatc_king_title_richang_12",
  "Calm... Breathe... Focus...": "recordcbl23_talk_on",
  "Nope!": "recordcking21_fight_sh03",
  "Opening box 01": "recordriyo24_talk_bx01",
  "Opening box 02": "recordriyo25_talk_bx02",
  "Opening box 03": "recordriyo26_talk_bx03",
  "Opening box I": "recordzero22_talk_bx01",
  "Opening box II": "recordzero23_talk_bx02",
  "Opening box III": "recordzero24_talk_bx03",
  "Open Box I": "recordww22_talk_bx01",
  "Open Box II": "recordww23_talk_bx02",
  "Open Box III": "recordww24_talk_bx03",
  "Start repairing and maintaining.": "recordcmarc25_talk_off",
  "Field-testing time.": "recordc_gl_fight20_ready",
  "Rout the weak!": "recordcfrigg05_fight_zl",
  "There seems to be a lot on the to-do list.": "recordcriyo16_fight_show",
  "Entering idle mode. Please re-enter command to awaken this unit.": "recordcxi18_fight_relax01",
  "Excellent, my clothes didn't get dirty.": "recordcriyo20_talk_mission01",
  "Don't have many rainy days. Is that a good thing? I don't know...": "recordcrabbit09_talk_speak04",
  "Happy I could help.": "recordcnemesis20_talk_mission01",
  "I have to keep this safe...": "recordcbl22_talk_bx01",
  "I better register.": "recordcfuwasaku26_talk_bx03",
  "One step at a time.": "recordc_peppa_fight07_fz1",
  "My heart is like flowing water!": "recordcfuwasaku04_fight_sj",
  "Let the energy flow with your heart!": "recordcfuwasaku22_fight_sh03",
  "H-How!?": "recordczero12_fight_die01",
  "How... did this...": "recordcbl13_fight_die02",
  "Why does everyone want to know about my past? Well, it was a torture. We worked on empty stomachs, and ten of us slept in a bed... Isn't that what you wanted to hear?": "chatc_king_title_kuangchang_13",
  "I think something just flashed through my mind.": "recordc_gl_fight21_relax01",
  "It's done? That was tiring.": "chat_xl_title_jiechu_26c",
  "I'm sure I've seen her before. But my memory's not that great...": "recordcag17_talk_about07",
  "G-Greetings. Nice to meet you, I'm Bai Ling from the HT201 Shelter. Nice to meet you, nice... Hm? What do I say after this? I did memorize it...": "recordcbl01_talk_zh01",
  "Please keep talking, I'm listening, and I can handle anything. What would you like me to do?": "recordcbl04_talk_speak01",
  "I'm gonna play with Mi-a. Want to join in? Mi-a and I will be the parents, and Spark will be the housekeeper. You and Dolly can be the kids?": "recordcrabbit17_talk_about06",
  "I want to relax a bit by falling freely and leaving everything to gravity. There's nothing to fear! Just turn on your jetpack at the last minute.": "chatc_sfyy_title_zhongli_7",
  "I wanna help Lin more, so let's deal with those guys!": "recordcrabbit19_talk_motto",
  "Want a taste?": "recordcww18_fight_relax03",
  "Unexpected income! I have to record this.": "recordcbl23_talk_bx02",
  "I feel energy flowing through my body.": "recordcfuwasaku19_fight_relax02",
  "It's difficult to strike up a conversation with her, isn't it?": "chatc_sfyy_title_mle_17",
  "I... don't actually hate him, but appearing behind my back without a sound? I had to teach him a lesson!": "chat_xl_title_ww_22c",
  "I... I'm not very good with him. I don't mean that he's a bad person, just that... I still haven't gotten used to how he talks.": "recordcbl17_talk_about08",
  "I... Cannot...": "recordcnemesis15_fight_die02",
  "I... kind of... but I guess... N-never mind.": "chatc_pp_title_tianshi_21",
  "I will not fall here...": "recordcfrigg14_fight_die01",
  "Why do I hate myself? When have I hated myself? You need to know that I'm not him. He's good, but not as good as I am.": "recordczero13_talk_about04",
  "Me? Just simple data collection and ecology observation. Help? No, it's fine. Those who don't know anything will just mess it up. But if you want to learn from the beginning, I can teach you.": "chat_xl_title_richanggongzuo_13c",
  "I'll come, too!": "recordcag22_talk_on",
  "I often think about why terrible things happened to Aida and why our homes looked the way they are, but there's no point dwelling on history. There's not much I can do, but it feels great to be able to help someone, even if just a little.": "chatc_pp_title_aida_11",
  "Their wickedness runs deep. They say they'll do better when I beat them up, but as soon as I turn around, they go back to their old selves.": "recordcag18_talk_about08",
  "Each of us is a unique being.": "recordcmarc20_talk_motto",
  "Our bodies aren't always strong, but aren't always weak either. I don't know if we've reached the limit. Me? My physical index is just ordinary, and nothing special when compared to the data of those in the Special Forces.": "recordcfuwasaku15_talk_about05",
  "Please go into battle knowing that I will be your best backup. With that said, please do be careful, and win the battle with minimal injuries. There's always someone that cares about you, so you shouldn't make them worry.": "chatc_pp_title_zhiyuan_7",
  "I've had loads of dreams about Lin! Once, I dreamed that there were two Lins in front of me... But I only have one!": "recordcrabbit13_talk_about02",
  "I'll go back and rest first.": "chatc_pp_title_jiechu_24",
  "I'm ready.": "recordcfrigg17_fight_ready",
  "I'm just an ordinary engineer at Banges Industries. You can call me Cobalt-B.": "chatc_gulan_title_chujian_1",
  "I only activate this enhanced bionic eye during battle. It offers a wider field of vision and sharper target identification. These support abilities are extremely important to me.": "recordcnemesis13_talk_about03",
  "I'm Echo, and I'm a adventurer that wants to travel the whole world!": "recordcag01_talk_zh01",
  "It doesn't make me happy, though...": "recordc_shiro_fight20_ready",
  "But I don't feel happy...": "chat_xl_title_qiyong_25c",
  "Dolly and I will keep doing our best.": "recordcrabbit22_talk_awake",
  "I love the ocean, but it doesn't mean I like being drenched! Now my clothes are stuck to me! Ick! I hate rainy days!": "chat_xl_title_yutian_10c",
  "I like challenging battles because it makes me feel like I'm breaking through my limits.": "recordcfuwasaku10_talk_speak05",
  "I like it there. Everything is pure white, and it's so quiet...": "recordcmle14_talk_about04",
  "I love sunny days. I think all righteous people do, don't they? If they're worried, then it means they're up to no good!": "recordcag08_talk_speak03",
  "I am listening.": "recordcnemesis16_fight_show",
  "I'm one of them... The fifth, it looks like. Oh, maybe I should say \"we\"? Even though I don't really feel like I belong...": "recordcnemesis18_talk_about08",
  "I'm used to working while tired, and, well, sometimes I make things that even surprise myself.": "chatc_gulan_title_gwan_4",
  "I don't hate him. I might even see where he's coming from... But I won't work for him, no matter the price.": "chatc_king_title_jinsir_18",
  "I rarely lie down. I usually sit and sleep lightly so that I don't lose consciousness completely. These are habits I developed in training.": "recordcriyo09_talk_speak05",
  "I often think... She's more... A cold weapon of war than a human. To think she was a normal person in the past is a little weird.": "recordcnemesis17_talk_about07",
  "I understand.": "recordcmle23_talk_on",
  "Nice to meet you. You can call me Crow. I'm Crow, nice to meet you. You can call me Mr. Crow. I'm Crow, nice to meet you. But you can call me Mr. Crow.": "recordcww01_talk_zh01",
  "Someone's kindness kept me alive, so I've decided to punish evil and do good deeds for the rest of my life.": "recordcag07_talk_speak02",
  "I'll help you.": "recordcrabbit05_fight_zl",
  "I don't like telling strangers my name. Call me whatever you want.": "chat_xl_title_chujian_1c",
  "I have not changed. I'm simply completing every mission as you requested.": "recordcmle16_talk_about06",
  "I'm angry now!": "recordcxi03_fight_sl",
  "I don't just work for money. Many others still need help, and I can't allow myself to sit idly by.": "chatc_pp_title_gongzuo_6",
  "This is the source of my strength. When I'm in this state, I feel a stream flowing in my heart, and I can fully focus on the things I need to pay attention to. At times like this, I feel like I can defeat anyone! It's an amazing feeling!": "recordcfuwasaku14_talk_about04",
  "Do my moves look amazing? Good, that's what they should be like.": "recordcfuwasaku09_talk_speak04",
  "My calculations are never wrong.": "recordczero21_talk_motto",
  "My memories are still disorganized, but they will not affect my work.": "recordcmle15_talk_about05",
  "I can do this!": "recordcbl06_fight_zj",
  "I wasn't born in Banges, but I grew up there. It's my second home!": "recordcag13_talk_about03",
  "I've seen too many people that say one thing but do another, so I don't trust anyone easily, and I don't judge anyone hastily.": "recordcag14_talk_about04",
  "Any creation that expresses what's on the creator's mind can be considered art, because they made it out of their own volition. Creation becomes more difficult when it's for fulfilling a specific need or a person's request.": "chatc_gulan_title_yishu_6",
  "I remember... Really enjoying the afternoon sun, the warm rays on my body... How I miss it.": "recordcnemesis03_talk_zh03",
  "I'm not sleepy yet, so I'll take the night shift. No one will be able to surprise us!": "recordcag05_talk_zh05",
  "Me? I don't like making a to-do list every day. But if I had to make one... it'll just say \"roam freely.\" That's it!": "chatc_sfyy_title_richanggongzuo_12",
  "Perhaps... I should spend more time with you.": "recordcmarc20_fight_relax03",
  "Gather your fighting spirit!": "recordcfrigg03_fight_sl",
  "Battle voice I": "recordriyo01_fight_fl",
  "Battle voice II": "recordriyo02_fight_fj",
  "Battle voice III": "recordriyo03_fight_sl",
  "Battle voice IV": "recordriyo04_fight_sj",
  "Battle voice V": "recordzero19_fight_sh01",
  "Battle voice VI": "recordzero20_fight_sh02",
  "Battle voice VII": "recordzero21_fight_sh03",
  "Battle voice VIII": "recordriyo05_fight_zl",
  "Battle voice IX": "recordriyo06_fight_zj",
  "I feel calmer when I'm wearing this mask. Yes, in that case, I'll show you more of my power.": "recordcriyo22_talk_awake",
  "Isn't it the most perfect and clean way of doing things to kill all the targets present? Ha, just kidding.": "recordcriyo11_talk_about01",
  "No mercy!": "recordcking19_fight_sh01",
  "The trash has been taken out.": "recordcriyo22_fight_sh03",
  "Say Hello": "recordmarc02_talk_zh02",
  "I'm performing some official duties.": "recordcriyo04_fight_sj",
  "Executor Huma received his first special assignment after passing evaluation—as the partner of Ms. Samir, who had a big screw-up in the past.\n\nThat was also when I met Executor Samir for the first time. As far as I knew, she was a nurse on the medical team who took good care of me...\n\nIn fact, in retrospect, the signs were there. She looked surprised when I recalled I had a clingy sister and said, \"We might meet again someday...\" with a meaningful smile.\n\nI only realized it after Dr. Joaquin told me everything that happened to me. It turned out she's been staying by my side the whole time, waiting for me to regain memory. Or should I say, she was waiting for me to remember the stories...?\n\nEveryone called Ms. Samir unpredictable... I didn't realize I had already experienced that without knowing.\n\nNow that I was her partner and supervisor, I'd get to know her again, both her past and present self.\n\nMeanwhile, I was getting to know myself... me in the past, me as a friend or relative. I still didn't fully recall who I was at the time. It wasn't easy, and confusion and frustration did almost overwhelm me for a while.\n\nBut now that I think about it, I've managed to accept myself with her help and encouragement. I have found the answer.\n\nNo matter what fickled fate has in store for us, let us start with a blank slate as partners.\n\nThis will not be the continuation of our wonderful past, but the start of a new, unknown future.\n\n—Huma's diary, from a certain date": "storyhuma_da05",
  "Rare item detected!": "recordcxi23_talk_bx02",
  "Eliminate obstacle!": "recordcnemesis20_fight_sh01",
  "I found it.": "recordcmle22_talk_bx01",
  "Something good!": "recordcag23_talk_bx02",
  "A game where you have to stack up the falling blocks neatly, and try to make different patterns... Think you'd like it?": "recordcrabbit11_talk_speak06",
  "I focus better with my hair in a bun. You want me to leave it down? Why? You're a strange one. Well, I let it down when I take a break, of course.": "chatc_gulan_title_faxing_7",
  "List everything that needs to be done to me clearly and unambiguously.": "recordcriyo19_fight_relax02",
  "Sort the supplies according to their category.": "recordcriyo25_talk_bx02",
  "Gotcha!": "recordc_shiro_fight10_o1",
  "Open it!": "recordcrabbit26_talk_bx03",
  "Dismantling defense.": "recordcgl19_fight_sh01",
  "Please.": "recordcbl05_fight_zl",
  "Simulacrum display I": "recordriyo16_fight_show",
  "Simulacrum display II": "recordriyo17_fight_ready",
  "Simulacrum Awakening": "recordriyo22_talk_awake",
  "Simulacrum Removal": "recordriyo23_talk_off",
  "Fists and weapons are my chips. You can decide how much they're worth to you.": "chatc_king_title_geyan_22",
  "The only language I speak is money. It's the easiest to understand.": "chatc_king_title_jiazhi_6",
  "Command... terminal...": "recordcxi14_fight_die01",
  "Listen to my commands!": "recordcfuwasaku05_fight_zl",
  "She is said to be the daughter of an old friend of Lin’s. \n\nThe scene of when Lin first appeared in Mirroria with Ruby can be described as a \"once-in-a-century miracle.\" The always swift and decisive Lin was actually taking a little girl who looked no older than seven or eight years old for a slow leisurely walk around Mirroria. \n\nHowever, this \"miracle\" only happened once. According to what Lin said later, the reason they were walking so slowly was to teach Ruby the roads of the city... Either way, everyone gradually got used to seeing this little girl who appeared out of nowhere with Lin, and who needed to jog from time to time to barely keep up with Lin's pace. \n\nLooking at the backs of the two gradually leaving in the sunset, some onlookers couldn't help but exclaim that this seemed like a scene from a movie. In fact, it would look more like that if Ruby was holding a potted plant instead of a stuffed rabbit.": "storyRabbit_da01",
  "Exterminate with extreme prejudice!": "recordcpp19_fight_sh01",
  "The work ahead will only get harder. I think you should rest for now.": "recordcmle09_talk_speak06",
  "Judgment day!": "recordcag09_fight_o3",
  "This is your punishment!": "recordcag20_fight_sh02",
  "Zero enforcement activated.": "recordcxi06_fight_zj",
  "I'm taking all of it.": "recordcking24_talk_bx03",
  "Torn to pieces!": "recordc_shiro_fight11_o3",
  "Reinforcement in position!": "recordc_peppa_fight08_fz2",
  "Attack!": "recordcnemesis04_fight_sj",
  "Attack the target.": "recordcmarc03_fight_sl",
  "Attack or defend at will!": "recordc_hane_fight02_fy2",
  "Let me take care of it.": "recordc_peppa_fight20_ready",
  "Don't worry.": "recordcriyo01_fight_fl",
  "Time to relax.": "recordcbl18_fight_relax03",
  "Impudence!": "recordcfrigg12_fight_hit03",
  "Sort to get.": "recordcriyo26_talk_bx03",
  "I'll handle the documents. I may not be good at fighting, but I'm kind of confident when it comes to organization.": "recordcbl13_talk_about04",
  "You must be eliminated!": "recordcag04_fight_sj",
  "Spark is the best! And it's all thanks to Spark that I can keep up with you and Lin.": "recordcrabbit08_talk_speak07",
  "Let's do it, Spark!": "recordcrabbit09_fight_o3",
  "Just wait and see.": "chatc_gulan_title_juexing_17",
  "A new discovery.": "recordcmle24_talk_bx03",
  "You have nowhere to go!": "recordcbl07_fight_o1",
  "So many people lost the things they held most dear in the Cataclysm. But there will come a day when we will take back what we lost.": "recordcfrigg09_talk_about08",
  "Unknown": "idspace_mle",
  "I need to give a good performance since I'm in action.": "recordcriyo17_fight_ready",
  "During the Old Federation era, the private military contractor Victoria had planned to develop a series of elite battle droids. Ene was the prototype produced by the program.\n\nThe initial design aim was to make the perfect droid: self-aware, independent, and able to think, feel and act just like a human. The executive who approved the program uploaded a backup of his deceased daughter's consciousness into Ene as her \"soul.\"\n\nEne was later granted her rights as a human, as the daughter of the Victoria executive.": "story0_2_xi",
  "Morning... Urgh, every time I wake up my head feels like it has electricity running through it...": "recordcnemesis02_talk_zh02",
  "Good morning.": "recordcmle02_talk_zh02",
  "Morning. Check your equipment once more before you head out.": "recordcriyo02_talk_zh02",
  "Good morning": "recordriyo02_talk_zh02",
  "Good morning. Um, well, I made breakfast. Will you have some?": "recordcbl02_talk_zh02",
  "Good morning. Have you drunk milk after you got up?": "recordcmarc02_talk_zh02",
  "Good morning. I'm ready to go, but I wonder what kind of trouble we'll run into today.": "recordcfuwasaku02_talk_zh02",
  "Good morning! Time to get ready for the day. If you still feel tired, try going to bed earlier.": "chatc_pp_title_zaoshanghao_2",
  "Get some rest.": "recordcbyk03_talk_zh03",
  "The joke yesterday was really bad, wasn't it?": "recordcww17_fight_relax02",
  "Are you tired from all the missions? You don't look well. Perhaps you should rest here...": "recordcbl05_talk_speak02",
  "The baddies are coming out. But worry not, I will take care of them!": "recordcag04_talk_zh04",
  "It's time for the night owls to come out. I'm going on a hunt, and I may or may not come back...": "chatc_sfyy_title_gwan_4",
  "Is it a treasure hunt?": "recordcrabbit25_talk_bx02",
  "Time for another excellent show.": "recordcww24_talk_awake",
  "Yes, he's a wise and excellent businessman. He once invited me to work at Banges Tech. It would have been a great experience to work there. It was a great opportunity and I wanted to go, but now's not the right time. I... still have my duties.": "recordcbl16_talk_about07",
  "It's something useful.": "recordcfuwasaku25_talk_bx02",
  "Time for a break...": "recordcww12_fight_die01",
  "Did we do it?": "recordcrabbit20_talk_mission01",
  "It's no fun when everything goes smoothly!": "chatc_sfyy_title_complete_14",
  "It feels great to be in the sun, but it also makes you oversleep, so you should be careful.": "chatc_pp_title_qingtian_9",
  "Good evening": "recordriyo04_talk_zh04",
  "Good night.": "recordrabbit05_talk_zh05",
  "Goodnight...": "recordcrabbit15_fight_die02",
  "Good evening.": "recordcmle03_talk_zh03",
  "Goodnight, sweet dreams. Huh? Me? I... Of course I dream, but my dreams are... Full of things I'd rather not see. I don't like dreaming.": "recordcnemesis05_talk_zh05",
  "From the shadows!": "recordcww08_fight_o2",
  "Maximum output!": "recordcmarc09_fight_o3",
  "I've been running missions for a while now. I wonder how everyone's doing. I promised some kids that I'd show them something new, and I told them I'd bring them fruit candy from Banges. Let's go back when you have time.": "recordcww11_talk_about02",
  "Aren't there any interesting games lately? Um, who says I'm playing with you?": "recordczero08_talk_speak05",
  "The moon is beautiful. And the moonlight that I once had... It faded like my memory, didn't it?": "recordcmle12_talk_about02",
  "I can play a few more rounds with this.": "recordcking23_talk_bx02",
  "I'm always around, just let me know when there's a mission.": "recordcww05_talk_speak02",
  "Sometimes I don't want to grow up. It sounds childish, but I remember my childhood fondly.": "chatc_pp_title_fumu1_13",
  "Fancy!": "recordcxi01_fight_fl",
  "Not bad.": "recordcbyk22_talk_bx01",
  "Before the apocalypse, Bai Yuekui was a renowned brain scientist who produced some of the world's most famous scientific results. On the day she was to publish her research results in a press conference, people had been all imagining what this brilliant scientist would look like, but what they saw was a slouchy, untidy, and over-slept person who was not fully awake yet. Bai Yuekui made a fool of herself wryly by broadcasting herself being in such a state live to the world via a hologram device that was automatically turned on at a set time.\r\n\r\nSlouchy, unreliable, but full of energy, righteous, bright, always coming up with wicked ideas; that's who Bai Yuekui was when she was still \"young\" before the apocalypse.": "storybyk_da03",
  "After the apocalypse, the ground where the gorgers run rampant has become a forbidden zone for human beings, and the very few human beings who were still alive went to and started living in the airborne city of \"Lighthouse\" in order to survive.\r\n\r\nDue to the limited ability of the Lighthouse to produce its own supplies, it established a force named the \"Hunters\" that goes to the ground to collect them. The warriors of the Hunters risk their lives to bring back one after another batch of important resources for survival from the apocalyptic continent where gorgers run amok. Whenever the people of Lighthouse receive news of the Hunters‘ return, countless of them would gather at the Lighthouse entrance, waiting for the heroes who went looking for supplies for them. And Marc, the commander of Lighthouse's most powerful fighting force, is naturally the center of attention.\r\n\r\nTo many people, the presence of Marc is the equivalent of an emotional anchor. Countless children in Lighthouse idolize him, hoping that they will be like him when they grow up and become heroes who make outstanding contributions to Lighthouse.": "storymk_da01",
  "I heard there was someone who told great jokes, so I wanted to get in. But I didn't double-check my sources, and it turned out everyone in Hykros was serious. I couldn't stand it, so I escaped after a while.": "recordcww13_talk_about04",
  "Physical upgrade... Will there be growing pains?": "recordcnemesis22_talk_awake",
  "Machines get fatigued, too. Don't forget proper maintenance.": "recordc_gl_fight21_relax02",
  "Machines are creations, and therefore not inherently good or bad. They only move according to the will of their controller, so we should look at them more objectively.": "chatc_gulan_title_guaiwujijia_20",
  "Stand down!": "recordckldy20_fight_sh02",
  "Here it comes!": "recordcrabbit03_fight_sl",
  "Come.": "recordcmle05_fight_zl",
  "This person has been labeled dangerous based on my inspection. It's... because her eyes always have this strange look when she sees me, and she talks to herself, saying things like, \"functions look excellent,\" \"I wish I can investigate further,\" or \"performance would be better in a fluid medium.\" There must be something wrong with her.": "recordcxi16_talk_about06",
  "Archive 5": "da5_title",
  "Meryl had disappeared for a long time.\r\n\r\nNobody knew where she went, but rumor has it that she was looking for her missing brother, while others insisted she was on a dangerous mission. When she resurfaced again, it still reminded everyone of her chilly presence.\r\n\r\nIt was an exciting day for the people of Mirroria. On this day, District 9 sent another batch of Executors to Vera. According to the story, their leader Meryl was just as powerful as the captain of the previous Mooke squad. Everyone was talking about Meryl and looking forward to the changes this new team would bring to Mirroria.\r\n\r\nHowever, Meryl became even more distant after arriving in Vera. The Mirroria personnel unfamiliar with Meryl thought she was in a bad mood and wondered if they had done something wrong. When asked, Meryl reassured a staff member with a glance, and while emotionless, it was also devoid of malice or blame.\r\n\r\nIn fact, only Meryl herself knew that Rosy Edge was ringing with excitement, or even that Meryl, who was with Rosy Edge, was also excited. Rosy Edge, her partner that had weathered many storms with her, also sensed her excitement for Vera. Meryl kept herself ready for combat, just like back in Aesperia, and no one could escape from her or her Rosy Edge.\r\n\r\nMeryl heard an Executor had once come to Vera, stopped Sage's plot, and saved Aesperia.\r\n\r\nMeryl was somehow intrigued by this: Could that someone be the very person in front of her?": "storymeryl_da05",
  "Dreams... Fade!": "recordcrabbit07_fight_o1",
  "Justice prevails!": "recordcag19_fight_sh01",
  "Time for a break.": "recordcag24_talk_off",
  "What's she doing right now?": "recordcmarc18_fight_relax01",
  "Supplies found here.": "recordcmarc22_talk_bx01",
  "Shiro was not popular or amicable during her time as a student at Hykros. She always behaved nonchalantly toward everything and everyone around her, preferring to watch quietly from the sidelines.\n\nDespite being the \"strange kid,\" she was excellent at connecting all the knowledge she could get her hands on, significantly speeding up her learning process and eventually leading to her being selected as a Hykros researcher at a young age. She chose planetary oceanography as her specialization, and started investigating the oceans of Aida as an oceanographer.\n\nIt's not easy to study the ocean, because she often had to face powerful enemies when trying to obtain first-hand information. Those who don't know her always wondered why Shiro picked this path and considered it a waste of her talents, but those who do know her thought her choice made perfect sense.\n\nShiro lived by the ocean when she was young. With almost no friends and family, she blew conch shells and was immediately captivated by the sounds they make, and cried when crabs pinched her fingers. Having spent countless days by the ebbing and flowing tides, the ocean is her friend, and she is fiercely loyal to it.\n": "storyxl_da01",
  "Just my weapon doing its job.": "recordc_gl_fight04_gj1",
  "Destroy!": "recordcfrigg07_fight_o1",
  "Enemy kill mode activated!": "recordcxi24_talk_awake",
  "Destroy.": "recordcmle03_fight_sl",
  "I feel my horizons expand every time I visit a new place...": "recordcnemesis18_fight_relax01",
  "Compared to guns and cannons, daggers are much easier to carry and hide. I can even throw them when I need to. Our ancestors sharpened stones, bones, and horns into daggers, did you know that? You can almost say daggers carved the way for human civilization.": "recordcww12_talk_about03",
  "Worthless.": "recordc_king_fight04_gj1",
  "Warren": "idspace_xl",
  "There's a lot of unfinished business, I shouldn't rest for too long.": "recordc_peppa_fight21_relax01",
  "What...?": "recordc_gl_fight15_hit3",
  "This is more difficult than I expected.": "recordcag21_talk_mission02",
  "There are no missions that I can't finish. If there are, then we'll just kill the person who assigned the mission. That sounds about right.": "recordcxi13_talk_about03",
  "I... failed to keep my promise...": "recordcriyo14_fight_die01",
  "No problem.": "recordcrabbit06_fight_zj",
  "Whenever I gaze up at the night sky, I feel like I'm going to be sucked in... Just how big is the world out there...?": "recordcnemesis04_talk_zh04",
  "A waste of time.": "recordc_king_fight08_fz2",
  "Hykros has been providing HT201 with a lot of help, so I have to work harder and support them the best I can.": "recordcbl11_talk_about02",
  "Being the daughter of a Hykros medical researcher, Cocoritter started showing her talents in the art of healing at a young age, and joined the lab where her parents worked, absorbing as much medical knowledge as possible.\n\n\nShe's been roaming the land, traveling from one shelter to another and treating the injured. She takes this duty very seriously, and considers the experience necessary for becoming a veteran medical staff.": "story0_11_kklt",
  "A tall Hykros Executor with a bit of a military demeanor.\n\nHer mastery over one-handed swords and mobility saw her on the front lines of difficult operations, but Claudia was sent to a medical facility after being severely injured in Operation Dark Apocalypse.": "story0_12_kldy",
  "The ocean doesn't freeze because it contains a huge amount of salt. That should be basic knowledge.": "chat_xl_title_dongtian_11c",
  "Enlightenment": "recordcbyk08_fight_o2",
  "It's fading...": "recordcmle18_fight_relax02",
  "You don't belong here.": "recordcmle21_fight_sh03",
  "Morning already? Time to check the weather, and then arrange my jobs today...": "chat_xl_title_gzao_2c",
  "The brain is more active during the early morning, so it's better to do creative work at that time of day.": "chatc_gulan_title_gzao_2",
  "Count them and into the inventory they go!": "recordcbl24_talk_bx03",
  "Good temperature, good humidity, low radiation... In other words, a great day for going out!": "chat_xl_title_duoyun_9c",
  "Back with fruitful results.": "recordcmarc21_talk_mission01",
  "Let the performance begin!": "recordcww07_fight_o1",
  "Full assault.": "recordc_gl_fight11_o2",
  "Lighthouse's strongest warrior with extensive combat experience on the ground. Regarded as the hero of Lighthouse and is well-loved by the public. Appears to be a perfectly normal human being. Influenced by his friends and family, Marc has been looking for ways to survive on the ground.": "story0_20_mk",
  "Frigg was just an ordinary girl before the Cataclysm. In an era where Omnium research was progressing steadily. If nothing had happened, everyone, including Frigg, would have been able to enjoy the changes brought by Omnium and live a happy life.\n\nOne day, as she was dining with her family, the cheerful occasion was shattered when an unexpected dazzling light and loud noise enveloped her senses, taking everything from her. On the verge of death among the rubbles, she saw a smoky sky and a burning tower. The Cataclysm had begun, changing the world from then on.\n\nA figure appeared before her, uttering...\n\n\"It's cavalier only to consider life in one certain form.\"\nThen, the man took her dying body away. The girl was reborn and given the ability to resist Omnium radiation. She became the keen sword of the Heirs of Aida, known as Frigg, the Angel of Clemency, and the man's words also resonated with her.\n\nShe hated the looming tower, but at the same time, her fear of it was etched deep within her heart. Many years have passed since, and although she is no longer a \"human\" in the strictest sense, whenever she is idle, that hellish scene would replay in her mind occasionally, like a nightmare that had come with the name, Frigg.": "storyfrigg_da03",
  "A legend about a strange woman circulated in a world where it's survival of the fittest not long after the disaster happened. It's said that she had short silver hair and a beautiful face. A severed head was strung to her waistband. She was extremely ruthless, aggressive, and could split bullets in mid-air with the long blade she always carried.\r\n\"She is not to be trifled with.\"\r\nSuch was the consensus being passed around among the desperadoes going through numerous hardships in order to gain a firm foothold during the apocalypse.\r\n\r\nThe villains whom she struck back at vowed to revenge themselves on her sooner or later. To which, this woman named Bai Yuekui only said something strange softly in reply.\r\n\"Sure. You are always welcome. I have nothing but... plenty of time.\"": "storybyk_da01",
  "Deep-fried tofu... Well, I thought of trying it, but it's too easy for them to leave oil stains on my collar...": "recordcriyo06_talk_speak02",
  "Frigg's fiery red hair doesn't seem to match her indifferent personality at all. She refuses to talk to people about things unrelated to her mission, and her blank face and silence make most people back off from her. Frigg is always alone, either locking herself up in a room studying equipment, or out racing to feel the speed of the wind. She enjoys being alone to avoid others' disappointments. \n\nFrigg's calling card is her red hair. Red, representing the proud flames of the Heirs of Aida. Red, the scarlet nightmare of Hykros. Frigg is undoubtedly a successful test subject who follows the Sage's every order and will do whatever it takes to achieve her goals. She has completed the objectives of the Heirs of Aida time and time again with her top-notch fighting ability and unrivaled determination.": "storyfrigg_da01",
  "Grilled fish is easy to make, delicious and full of nutrition! I had it every day when I was traveling. And I'm really good at catching fish! Here, let me show you.": "recordcag06_talk_speak01",
  "I have a perfect record, but my opponents are so weak. Let's go somewhere else next time.": "recordcxi14_talk_about04",
  "My body is capable of diving into the deepest ocean, so a little rain isn't going to stop me!": "recordcxi11_talk_about01",
  "Incinerate!": "recordc_king_fight12_o3",
  "Those who are optimistic and smile often tend to be more successful.": "recordcww20_talk_motto",
  "You have no chance!": "recordcag03_fight_sl",
  "Item data has been registered.": "recordcxi24_talk_bx03",
  "Everyone in the Special Forces is my family, and we cherish one another. We pay a huge cost to stave off the Grayspace Entities' attacks. On that day every year, I take time to pay homage to my team members who sacrificed their lives to protect Vera. None have regretted joining the Special Forces. They are all heroes.": "recordcfuwasaku18_talk_about08",
  "I'm on a roll. Ready for any mission!": "recordcmle19_fight_relax03",
  "Marc, Commander of the Hunters. It's a pleasure to meet you.": "recordcmarc01_talk_zh01",
  "Fall back, Hunters...": "recordcmarc14_fight_die01",
  "Stand by, Hunters!": "recordcmarc17_fight_ready",
  "Finish preparing, Hunters.": "recordcmarc16_fight_show",
  "Cat? Where? If I didn't have to travel, I would love to have a cat. Do you know anyone that doesn't like them? No, right? Right?": "recordcww08_talk_speak05",
  "I can relax now.": "recordcriyo23_talk_off",
  "My prices have gone up.": "chatc_king_title_juexing_17",
  "I can go anywhere I want!": "chatc_sfyy_title_juexing_16",
  "The phased goal of our existing work is to eliminate whatever gets in the way of ecological construction. In a sense, eliminating our enemies is also a way of sterilizing the environment... This way, we'll improve the environment of Vera.": "recordcriyo08_talk_speak04",
  "Banges": "idspace_zero",
  "Life... Has a new look.": "recordcfrigg18_talk_awake",
  "Isn't it rather superficial to cast judgement on what life is or is not?": "recordcfrigg15_talk_motto",
  "I have entered sleep mode because you have not issued any commands for a period of time. Please activate me with something interesting. So, when are we going out?": "recordcxi04_talk_speak01",
  "An Angel of Clemency newly born through restructure of Shirli, a nurse trainee at Astra Shelter, with half the flesh and nerves replaced by mechs and circuits.\r\n\r\nAs a human, she once suffered from direct impulse of Omnium Radiation due to damaged suppressor. However, before the complete aberration, she was sent to the Heirs of Aida for experimental treatment, which was miraculously a success. \r\n\r\nWith her restructure recently done, she is the most unstable one among all Angels of Clemency, but also the one equipped with the latest technologies of the Heirs of Aida.": "story0_17_nemesis",
  "Ouch...": "recordc_hane_fight15_hit3",
  "Soul strike!": "recordcfrigg20_fight_sh01",
  "A critical hit.": "recordc_gl_fight12_o3",
  "Destiny Sealed!": "recordcnemesis08_fight_o2",
  "Face the challenge!": "recordcfuwasaku02_fight_fj",
  "Trust me!": "recordcmarc06_fight_zj",
  "Are you done?": "recordc_shiro_fight19_show",
  "Look what I found.": "recordcag24_talk_bx03",
  "See this?": "recordcww06_fight_zj",
  "What's inside?": "recordcfuwasaku24_talk_bx01",
  "Looks like a good time to go. Come on then, let's continue our journey.": "recordcnemesis08_talk_speak03",
  "When you can read the wind, you can predict the weather.": "recordc_hane_fight21_relax01",
  "I... wanted to see the ocean again...": "recordc_shiro_fight17_die1",
  "This is boring.": "recordczero05_fight_zl",
  "This is a blemish on my life...": "recordcriyo15_fight_die02",
  "What a bother.": "recordc_shiro_fight08_fz2",
  "If you can't sleep, you could hug Dolly for a while... For a whole night? Well... It's not impossible.": "recordcrabbit05_talk_zh05",
  "I don't get along with the old fogies in the lab. They'll kick me out pretty soon. Or, you could say that I... don't like people.": "chat_xl_title_yanjiushi_14c",
  "Hmph.": "recordcbyk05_fight_zl",
  "It's clear that the owner expects a lot from his son. But I'm more concerned that, as a father, has he tried to understand and respect what Theo wants?": "chatc_gulan_title_keleite_18",
  "Grudge? What grudge? I just don't like them, that's all. I'm only working with Hykros to teach them a lesson.": "recordczero19_talk_about10",
  "My name? Didn't do your homework before you hired me? You really don't know? Well, I guess you don't need to, as long as you pay me on time.": "chatc_king_title_chujian_1",
  "Payment time.": "chatc_king_title_jiechu_24",
  "Right on target!": "recordcww20_fight_sh02",
  "System... shutdown...": "recordcxi15_fight_die02",
  "The system shows that this is a rare item.": "recordcxi22_talk_bx01",
  "Freeze!": "recordc_hane_fight10_o1",
  "Emergency overtime, canceled vacations, being chided... These are the things that the Hykros security team thinks of when they talk about Zero. It always takes them back to that incident, where Zero wandered freely in Hykros' network. Encrypted files with permissions only given to a select few were being accessed by Zero like books in a public library. Many files were modified as he left his unique mark behind, letting everyone know that he was here.\n\nThe backdoors have since been fixed, but the trauma remains. It doesn't help that Zero looks like an ordinary teen to many people, his identity as a genius hacker has branded itself on the minds of the Hykros security team.": "storyzero_da01",
  "Hya!": "recordcfuwasaku07_fight_o1",
  "The organization felt like a shackle, and I had to be extremely careful. I prefer jobs with more freedom, but it's been fun working with you.": "recordcww14_talk_about05",
  "Final blow!": "recordcfrigg04_fight_sj",
  "Fatality.": "recordcbyk07_fight_o1",
  "This is it...": "recordcmle15_fight_die02",
  "Is it over...": "recordcbyk14_fight_die01",
  "It's over.": "recordcbyk25_talk_off",
  "It's over!": "recordckldy19_fight_sh01",
  "Just a warning!": "recordc_shiro_fight04_gj1",
  "Shut up.": "recordcww04_fight_sj",
  "Get lost!": "recordcxl20_fight_sh02",
  "Look at that computing power!": "recordczero08_fight_o2",
  "Victor...": "recordcmle11_talk_about01",
  "I don't understand Victor's choice. I simply want to be by his side and protect him. Everything else is trivial.": "recordcmle13_talk_about03",
  "The ecological environment of Vera is getting from bad to worse, and Grayspace Entity attacks have become more and more frequent. Even so, I will protect Vera as this is my responsibility... What is responsibility? Actually, I don't understand it very well. All I know is that the stronger someone is, the greater their responsibility is to protect those weaker than them.": "recordcfuwasaku16_talk_about06",
  "Maintaining a clean and hygienic environment is part of everyone's duties and obligations here. This also has a deeper meaning. Those who work under my must make it their creed to deliver clean solutions without any loose ends, and not show too many signs of procrastination.": "recordcriyo05_talk_speak01",
  "Cha!": "recordcfuwasaku09_fight_o3",
  "The owner never revealed the name and the appearance of his daughter to the media, because she was weak and couldn't leave her room. Their family doctor said that she was fighting the illness the best she could as a child, but... there was nothing they could do.\n\nThose who had never met her, which was the majority, subconsciously equated Ene with \"the owner's daughter.\"\n\nAnd speaking of the daughter... Some have speculated that Victoria, the name of the company, might have also been the daughter's name.": "storyxi_da02",
  "Chat after you've finished all your work. Use your break more productively now.": "recordcriyo03_talk_zh03",
  "Chat? Unless it's something important, I'd rather be alone.": "recordcfrigg04_talk_about01",
  "Focus!": "recordcfuwasaku01_fight_fl",
  "Are you hungry? Should I catch some fish?": "recordcag18_fight_relax01",
  "Victory is ours!": "recordcxi21_talk_mission01",
  "Can't we do something more interesting?": "recordczero17_fight_relax02",
  "Out of Energy I": "recordriyo14_fight_die01",
  "Out of Energy II": "recordriyo15_fight_die02",
  "Unleash!": "recordcxi19_fight_sh01",
  "The Heirs of Aida will bring forth a new world: A beautiful and happy world, without Omnium.": "recordcfrigg11_talk_about10",
  "Something terrible happened to Aida, and that's all I know... I hope nothing that bad happens ever again.": "recordcrabbit16_talk_about05",
  "Aida has suffered a lot, and there's nothing I can do as one. So I've decided to travel the world to help those I can. I think that's good enough.": "recordcag11_talk_about01",
  "The odds of getting hit by lightning is extremely low. Getting hit means they're being punished for their evil deeds!": "recordcag09_talk_speak04",
  "Loaded strike!": "recordcbl09_fight_o3",
  "Ruby seemed to like rabbits very much. Just like how Alice strayed into a rabbit hole, it seemed like Ruby and Dolly had come from the rabbit kingdom like little fairies who had stumbled into our surroundings.\r\n\r\nWithout the need for careful observation, a glance was all that was needed to tell what the little girl liked. She was inseparable from her stuffed rabbit, Dolly, who she hugged tightly at all times. She also specifically bought clothes with long rabbit ears and decorated her weapons needlessly with rabbit-themed accessories.\r\n\r\nIt wasn't difficult to guess that Dolly must have been given to her by someone important, because she loved Dolly with all her heart in addition to liking all her rabbit-related accessories... \"Now Dolly and I are the same.\" It's quite possible that she would come up with such a peculiar idea.\r\n\r\nAs for why people would think that, well, anyone would naturally feel the same way after having some contact with her. However, is it really necessary to try to guess what a little girl is thinking?\r\n\r\nThat being said, Ruby must certainly be different from the privileged children around her age who instantly discard their old toys after receiving new ones. That's probably one reason why Ruby has never been seen playing with other kids: She is so involved and infatuated with Dolly that she doesn't need to interact with the other children. On the other hand, it might just be her natural fear of strangers that caused her to stay away from them. In other words, if she ever takes the initiative to talk to anyone, it must be because this person has caught her attention and made her let down her guard by earning her trust.": "storyRabbit_da03",
  "Ruby is a child that an old friend entrusted to me. I swore that I would meet that person's expectations by teaching her and protecting her until she can be on her own.": "recordcriyo16_talk_about06",
  "Just a quick observation, but... is she not very good at talking to people? I suppose I can help her with that.": "chatc_sfyy_title_xm_19",
  "As far as I can tell, she's just a normal girl, but the Sage seems to really care about her, Nemesis... Shirli, now, will she really agree with our ideology?": "recordcfrigg14_talk_about13",
  "I can probably do this myself, but it'll be annoying if you're down, so why don't you rest?": "recordczero09_talk_speak06",
  "It's done, but don't get complacent, yeah?": "chat_xl_title_complete_17c",
  "Nothing but ants.": "recordczero09_fight_o3",
  "Is it time to act?": "recordcfuwasaku16_fight_show",
  "The operation is over.": "recordcfuwasaku23_talk_off",
  "The operation was a great success.": "recordcfuwasaku20_talk_mission01",
  "Replenish some supplies. Timely replenishment of energy is necessary for completing operations successfully.": "recordcfuwasaku03_talk_zh03",
  "Supplies must be stored properly.": "recordcpp24_talk_bx03",
  "I was hit...": "recordcfuwasaku12_fight_hit03",
  "You think I'm weak, don't you?": "recordc_king_fight16_hit4",
  "Loading.... fire!": "recordc_gl_fight10_o1",
  "If it weren't for work, I would never be here wasting my time away with you. There are games to be played!": "recordczero12_talk_about03",
  "Want to take a break? I can show you a thing or two.": "recordcww04_talk_speak01",
  "Keep it up!": "recordcfuwasaku13_fight_hit04",
  "Getting ready for bed? Sweet dreams.": "recordcbl03_talk_zh03",
  "It's getting real!": "recordcww09_fight_o3",
  "Be good!": "recordcrabbit20_fight_sh01",
  "Gotta be careful.": "recordcrabbit01_fight_fl",
  "Are we starting a new journey?": "recordcag16_fight_show",
  "These supplies must be taken away intact.": "recordcmarc24_talk_bx03",
  "Long walks by the beach are the best.": "recordc_shiro_fight22_relax02",
  "Ugh... This is going to cost me...": "recordc_king_fight17_die1",
  "Going to bed? Good night, then. By the way, I often dream about traveling to strange places. Have I been inside your dreams? I hope they weren't nightmares.": "chatc_sfyy_title_wanan_5",
  "It's strange. When I want to sleep, I often can't because I suddenly remember terrible things. But when I'm trying to work, I inadvertently fall asleep. This is not very good...": "chatc_pp_title_shimian_8",
  "It's difficult adapting to this new body... At first, I could sense the disconnect between my brain and my body, but the physical discomfort slowly turned into a mere electronic alarm... Well, what's done is done and my life is inextricably entwined with machinery, so I might as well learn how to live with it.": "recordcnemesis10_talk_speak05",
  "Playing by ear.": "recordc_hane_fight07_fz1",
  "Just you watch!": "recordcmarc20_fight_sh02",
  "Regret it!": "recordcnemesis22_fight_sh03",
  "Character Motto": "recordriyo19_talk_motto",
  "As expected.": "recordc_gl_fight05_gj2",
  "Calculation error!": "recordcxi12_fight_hit03",
  "N-No... Fine, you can pat my head just once. Hm? Ears? No, you can't touch my ears!": "recordcxi10_talk_speak07",
  "Let's enjoy the day!": "recordcww02_talk_zh02",
  "Let me at it!": "recordcnemesis02_fight_fj",
  "Will memories melt and fade like snow?": "recordcmle20_talk_motto",
  "Try this!": "recordcxi09_fight_o3",
  "How about this?": "recordcfrigg22_fight_sh03",
  "Honestly, although Larsen isn't as good as his father, he is still an excellent Archon who can do everything well with very few major faults. I'm willing to trust his decisions and policies in more cases.": "recordcriyo15_talk_about05",
  "How should one judge her existence? Different people had many different opinions.\r\n\r\nA symbol of madness that heralds the possibilities of science? A record that will go down in history? The new unfathomable weapon of the Heirs of Aida? A dangerous tool? A poor child who belonged to a faction that she might not agree with? One of the Angels of Clemency? An unprecedented case of recovery from Omnium radiation? A one-of-a-kind high-value research subject? A revolution? Or an omen of disaster?\r\n\r\nEven the Hykros staff who should be united in their beliefs were divided over whether they should treat her as an enemy or a guest they should receive respectfully. In the end, they decided on the latter due to her relationship with an Executor who had a good reputation in District 9.\r\n\r\nBut to some people, a small group of people, her significance was much simpler than the others' debates.\r\n\r\nTo those people, she was just \"Shirli,\" and any other affixes to her name weren't necessary.": "storynemesis_da01",
  "Speaking of which... I do know a couple of Ravager leaders. Not like friends, just that they give me work.": "chatc_king_title_guaiwulue1_20",
  "Speaking of which, Mi-a is always on my side, no matter what happens. If only... there was something I could do for her.": "recordcnemesis16_talk_about06",
  "That reminds me, there are still some bottles of orange soda I hid in the fridge. I hope Fennie doesn't waste them, and remembers to share them with people.": "recordcnemesis14_talk_about04",
  "I've told you many times that I'm neither a model nor an idol...": "recordcriyo18_fight_relax01",
  "Why aren't you taking me?": "recordcxi25_talk_off",
  "Hm? What? Why are you asking about KING? We do sometimes talk, and he is a nice man. When there are a lot of things to do, I ask for his help occasionally. He doesn't charge a lot, either. We agreed that he'll charge me each time, and he'll give me fifty percent off every ten times. Hm? Oh, half off from the total cost of ten times, of course. Can't spend too much, you know?": "recordcbl18_talk_about09",
  "You don't know the Three Laws of Robotics? The first law: A robot may not injure a human being or, through inaction, allow a human being to come to harm. The second law: A robot must obey the orders given to it by human beings, except where such orders would conflict with the First Law. The Third Law: A robot must protect its own existence as long as such protection does not conflict with the First or Second Law. There is actually a Zeroth Law that asks robots to protect humanity... But let me tell you, these laws are too old for the new artificial intelligence!": "recordcxi07_talk_speak04",
  "Please don't mind. I'm just recording mission data.": "recordcmle06_talk_speak03",
  "Please do not give up hope. I will be here until the situation improves.": "chatc_pp_title_loss_16",
  "Please make sure you have enough rest. Hm? Me? After I finish up here, I have to deal with some documents at the lab. So I...": "chatc_pp_title_wanshanghao_4",
  "Please look forward to my performance.": "recordcbl14_fight_show",
  "Th-thanks for taking care of my body. Hmm... Seems to be healthy, with no major problems. Although, instead of saying \"my body,\" it might be more accurate to say \"another creature that coexists with me.\"": "recordcnemesis12_talk_about02",
  "Cast my will!": "recordcnemesis09_fight_o3",
  "Celine is SO nice. She helped me with getting some of my daggers, and they've never even been used! But I accidentally broke something of hers the other day, and she really laid into me. I can still feel her anger, heh...": "recordcww18_talk_about09",
  "Angel of Clemency, Frigg. That is the name bestowed upon me by the Sage. What? You want to know my real name? That's... something that is no longer necessary.": "recordcfrigg05_talk_about02",
  "One of the Angels of Clemency. With her body restructured into Machinery of living metal, she could stand against the invasion of radiation without a suppressor. \n\nShe is a real helper of the Sage, who obeys every order without condition. As a core officer, Frigg is granted permission to lead the troops of the Heirs of Aida, but she prefers acting alone most of the time.": "story0_28_frigg",
  "The Angel of Clemency project is a secret experiment conducted by a mysterious organization called the Heirs of Aida, in which they cyberized test subjects to gain resistance to Omnium radiation. Only a few such subjects survived, and the Heirs touted them as Angels of Clemency. Each angel was given a new name to represent Sage's ideology.\n\nShe shall slash her blade through all obstacles in carrying out her orders and attaining her objectives at any cost. \"To destroy the Tower of Fantasy is to save the world\" is the view that has been ingrained deeply in her mind, and Frigg believes in it with total conviction.": "storyfrigg_da02",
  "Let's go.": "recordcnemesis17_fight_ready",
  "A restless mind is an obstacle to attaining concentration and focus. Feel the flow of the wind, and your mind will be still. (sighs) If only the wind didn't carry so much sand...": "recordcfuwasaku13_talk_about03",
  "Your restless heart needs to be calmed down.": "recordcfuwasaku18_fight_relax01",
  "I'll leave it to the logistics officer.": "recordcriyo24_talk_bx01",
  "Too easy!": "recordczero20_fight_sh02",
  "Testing output.": "recordcgl21_fight_sh03",
  "Thank you.": "recordcbl25_talk_off",
  "That's too much!": "recordc_hane_fight16_hit4",
  "Her past is riddled with questions.\n\nCurrently, it is known that she was an orphan adopted by a Banges resident. She joined Hykros after reaching adulthood, and became an Executor after training.\n\n\nShe's a great shot, even among the elite Executors. Hykros once considered asking her to become the instructor for new recruits, but gave up on the idea because her personality just didn't match.": "story0_5_smr",
  "The past? What would the former me feel, if I knew what I was like now...? Oh, I even forget what I used to be.": "recordcfrigg06_talk_about03",
  "You will not see another dawn!": "recordcfrigg09_fight_o3",
  "Not enough... Not nearly enough...": "recordcfrigg16_talk_mission01",
  "Not too bad.": "recordcbyk24_talk_bx03",
  "Primal dreams...": "recordcnemesis07_fight_o1",
  "Was I trying for too much...": "recordcfuwasaku14_fight_die01",
  "Many others are waiting to be saved...": "recordc_peppa_fight22_relax02",
  "It's not over...": "recordcfrigg15_fight_die02",
  "The match has already started, right? Are you going to watch? If you ask me, they're just a bunch of amateurs.": "chatc_king_title_gwan_4",
  "This rain makes me restless. When will my clothes dry?": "chatc_king_title_baoyu_9",
  "Going to bed already? Come help me finish this game!": "recordczero03_talk_zh03",
  "Are these things even useful?": "recordcxl23_talk_bx02",
  "Why are you asking me such trivial things? Don't you have a brain of your own?": "recordczero04_talk_speak01",
  "These figures are in pristine condition even after hundreds of years. Someone took the trouble to bring these to Aida from the Blue Star... Maybe I share the same interest as this Distant Beacon crew member. I wish I could meet them in person.": "recordcfuwasaku11_talk_about01",
  "No more left to give...": "recordcnemesis14_fight_die01",
  "This is Dawn!": "recordcmarc08_fight_o2",
  "This isn't an interesting topic.": "recordcriyo17_talk_about07",
  "This is the teddy my brother gave me. The Heirs of Aida didn't take it away... So it's with me forever, comforting me.": "recordcnemesis07_talk_speak02",
  "This is the way I sort my thoughts out... Noting down thoughts I have, or fragments of dreams. Of course, always scribing things down makes quite a mess...": "recordcnemesis06_talk_speak01",
  "This is my second life... And it is not beautiful. It is a cold cage of agony, where I've abandoned everything from my past just to live in this world. But it is a choice I made willingly. Every Angel of Clemency has a reason to live, be it for other people, or a better tomorrow.": "recordcfrigg12_talk_about11",
  "Where are you going? Take me with you.": "recordc_hane_fight19_show",
  "No... profit...": "recordc_king_fight18_die2",
  "This... doesn't count!": "recordcxi22_talk_mission02",
  "I'm overkilling for peons like this!": "recordczero24_talk_on",
  "This weather makes me anxious. The thunder just keeps roaring, just like on that day...": "chatc_pp_title_leiyu_10",
  "Do you really need me for this?": "recordczero15_fight_ready",
  "It's... pretty nice here.": "recordcbyk18_fight_relax01",
  "I think... I've been here before.": "recordcfrigg20_fight_relax03",
  "It's perfect for photo shoots.": "recordcbyk19_fight_relax02",
  "It's so quiet around here...": "recordcmle20_fight_show",
  "It's quiet here.": "recordcmle17_fight_relax01",
  "What's with this weather? I can't see anything. Anyway, don't stand too close to me, or I might kill you, too.": "chatc_king_title_wutian_8",
  "Progress... Progress...": "recordc_peppa_fight23_relax03",
  "Heah!": "recordcfuwasaku08_fight_o2",
  "I don't turn down things that I earned through luck, but I don't feel accomplished. It's true that a lot of my work contains an element of luck, so... I want to spend more time on thinking and tuning.": "chatc_gulan_title_zhuanqian_14",
  "Swift end!": "recordcww19_fight_sh01",
  "What happened before I met Lin? Hmm... Back then I had to take this medicine every day, horrible, bitter medicine. I didn't like taking it... That's about all I can remember.": "recordcrabbit07_talk_speak02",
  "Say Goodnight": "recordmarc03_talk_zh03",
  "Hiding your breathing is one of the most fundamental things, but this doesn't mean that your ability to fight enemies face to face isn't important. Look at the enemy we're facing now. We can almost never end the battle with the first blow, so the situation will naturally become a head-on battle, do you understand?": "recordcriyo12_talk_about02",
  "I let my instincts lead me.": "recordc_gl_fight07_fz1",
  "W-What's up with her? She's too enthusiastic, I can't stand it!": "chat_xl_title_sfyy_21c",
  "It's not uncommon for them to fight one another. I know that some have hated me for a long time. If they come again, I'll teach them a lesson.": "chatc_king_title_guaiwulue2_21",
  "Those jumpy sandworms often destroy my site, but since they're part of the ecology by the ocean, I have to forgive them...": "chat_xl_title_shachong_23c",
  "That feeling... Is like plunging through ice, or being scorched by flames, I can barely think with my body in such agony... I remember some of the terrible things I've done. While I still don't fully accept what I am now, I am lucky to have escaped my fate of becoming a monster.": "recordcnemesis09_talk_speak04",
  "Alright, let's go!": "recordcrabbit17_fight_ready",
  "Evil will never win!": "recordcag01_fight_fl",
  "Come at me!": "recordc_king_fight01_fy1",
  "Under control.": "recordczero06_fight_zj",
  "All mine!": "recordc_king_fight10_o1",
  "Get out of my way.": "recordczero03_fight_sl",
  "Shut up!": "recordc_king_fight05_gj2",
  "Gravity and wind!": "recordc_hane_fight11_o2",
  "This is where shadows overlap...": "recordcriyo08_fight_o2",
  "The Mirroria Security Special Forces have a cadre of formidable bionic humans to accompany researchers on surface expeditions. They all have superhuman physiques and menacing countenance, except for a small girl in a kendo outfit who stands out like a sore thumb among the monstrosities.\r\n\r\n\"Is she their leader?\"\r\nThose with that thought often blame it on overactive imagination because the notion is simply too hard to reconcile with what they see.\r\n\r\n\"Did you get a night of good sleep, boss?\"\r\n\"Boss, you were great in the fight yesterday. Do you need a shoulder rub?\"\r\n\"Boss, I got this for you! Isn't it what you wanted?\"\r\n\"Boss, your battle cry yesterday was the bomb!\"\r\n\r\nAll that are snippets of conversations between the Mirroria Security Special Forces of Mirroria members and their leader, Saki Fuwa.": "storySakiFuwa_da01",
  "Captain of the Mirroria Security Special Forces, the user of the Super Flow, wielder of twin Tachi blade, and wears a kendo outfit indicative of her fighting style. One of the very few members in charge of protecting Mirroria without any bionic modifications.": "story0_22_SakiFuwa",
  "Mirroria is a city that never sleeps. The light pollution is quite serious, and the music rarely stops till dawn. Because of this, it felt incredible when I walked out there for the first time and looked up at the stars.": "recordcriyo10_talk_speak06",
  "There are too many people in Mirroria! Going now and then is okay, but I prefer to stay at home.": "recordcrabbit18_talk_about07",
  "Dodge this!": "recordczero19_fight_sh01",
  "Take a thirty-minute nap to focus better in the afternoon.": "chatc_pp_title_zhongwuhao_3",
  "Chitchat: Past Events": "recordrabbit07_talk_speak02",
  "Chit Chat: Adjustments": "recordfuwasaku08_talk_speak03",
  "Chitchat: Holiday": "recordfuwasaku06_talk_speak01",
  "Chitchat: Public Figures": "recordriyo07_talk_speak03",
  "Chitchat: Night": "recordriyo10_talk_speak06",
  "Chitchat: Snacks": "recordriyo06_talk_speak02",
  "Chitchat: Work": "recordriyo08_talk_speak04",
  "Chitchat: Aberration": "recordnemesis09_talk_speak04",
  "Chitchat: Moves": "recordfuwasaku09_talk_speak04",
  "Chitchat: Challenge": "recordfuwasaku10_talk_speak05",
  "Chitchat: Rejection Reaction": "recordnemesis10_talk_speak05",
  "Chitchat: Spark": "recordrabbit08_talk_speak07",
  "Chitchat: Sunny Days": "recordnemesis08_talk_speak03",
  "Chitchat: Dream": "recordrabbit10_talk_speak05",
  "Chitchat: Mysophobia": "recordriyo05_talk_speak01",
  "Chitchat: Drowsiness": "recordrabbit06_talk_speak01",
  "Chitchat: Dolls": "recordnemesis07_talk_speak02",
  "Chitchat: Video Games": "recordrabbit11_talk_speak06",
  "Chitchat: Painting": "recordnemesis06_talk_speak01",
  "Chitchat: Sleep": "recordriyo09_talk_speak05",
  "Chitchat: Takoyaki": "recordfuwasaku07_talk_speak02",
  "Chitchat: Rainy Day": "recordrabbit09_talk_speak04",
  "Chitchat: Taming": "recordrabbit08_talk_speak03",
  "The winds guide me.": "recordc_hane_fight08_fz2",
  "Waterproofing is literally the first thing that needs to be done. I've waterproofed all the components already. You can't see it, but don't worry.": "chatc_gulan_title_yutian_10",
  "In addition to my work as a nurse, I take on some duties from other departments. As long as it contributes to the research, I'll gladly help!": "chatc_pp_title_richanggongzuo_12",
  "Punish all evil!": "recordcag21_fight_sh03",
  "Let's play.": "recordczero04_fight_sj",
  "Obstacle eliminated!": "recordcfuwasaku06_fight_zj",
  "Something good for once!": "recordckldy24_talk_bx03",
  "What a rare chance for a break. Shall I go shopping in the shopping center? Or should I catch up on the series in my backlog?": "recordcfuwasaku06_talk_speak01",
  "Minor talent.": "recordcfrigg06_fight_zj",
  "The snow is too heavy... This is very dangerous. We need to find a safe place and wait it out.": "recordcag10_talk_speak05",
  "The snow will tear you apart!": "recordcmle07_fight_o1",
  "Thunderous strike!": "recordcag07_fight_o1",
  "Just tell me what you're looking for. If I feel like it, I'll tell you.": "recordczero15_talk_about06",
  "Need my help?": "recordcww14_fight_show",
  "Observe the surrounding environment.": "recordcfuwasaku20_fight_relax03",
  "What should I say? ...I don't know.": "recordcmle04_talk_speak01",
  "Frost strike!": "recordcxi08_fight_o2",
  "I won't show this side of me unless absolutely necessary.": "recordcfuwasaku22_talk_awake",
  "Keep up the pressure!": "recordcsfyy19_fight_sh01",
  "I... was wrong?": "recordc_gl_fight17_die1",
  "Unexpected loot!": "recordcpp22_talk_bx01",
  "Um... I like to sleep with the light on.": "recordcww03_talk_zh03",
  "Taming means to \"make a connection.\" Do you think we can make such a connection between us?": "recordcrabbit08_talk_speak03",
  "Out!": "recordcbl20_fight_sh02",
  "Nothing but trouble!": "recordc_king_fight02_fy2",
  "Dusk falls!": "recordcfrigg08_fight_o2",
  "Uh, well... I was really frail in my early years, but I'm completely fine now after recuperating in isolation and taking medication. That was also quite some years ago, so why are you mentioning that now? ... Don't worry about this.": "recordcriyo13_talk_about03"
}