{
  "Ecopod 017": "Vera-history-title-18",
  "Year 2567: Humans set foot on Vera for the first time. A city settlement called Mirroria gradually formed in a mineral-rich area of Vera.\r\nYear 2656: Hykros assessed that it would be necessary to build a Tower of Fantasy in Vera to ensure the smooth progress of Project Prism.\r\nYear 2657: The construction plan of the Vera Tower of Fantasy was launched, and Hykros' District 7 was established.": "Vera-history-content-2",
  "In the year 2656, it was verified that the orbit of Comet Mara might have been offset. For the stable operation of Project Prism, a place in Mirroria was proposed for the construction of Tower of Fantasy No. 7.\r\n\"Despite a significant number of people voicing concerns about the construction of the Tower of Fantasy, the construction plan for the Tower of Fantasy No.7 still ultimately launched.\"": "Vera-history-content-9",
  "Year 2664: The Cataclysm broke out. The energy released by the Cataclysm affected Tower of Fantasy No. 7, irreversibly destroying the components of the tower. To this day, Vera Tower of Fantasy, the seventh tower, has still not recovered its functions.\r\nYear 2666: The Cataclysm led to the extinction of many creatures in Vera, which made Vera's already fragile ecology deteriorate rapidly, turning the surface to desert in a short period of time. Mirroria's functions were disabled, and a large number of people couldn't continue to survive on the surface.\r\nYear 2667: Hykros' District 7 in Mirroria started to accept Mirrorian refugees. At the same time, temporary management regulations on energy supply, material allocation, population control, and other aspects were promulgated.": "Vera-history-content-3",
  "On January 19, 2664, at 16:47 the central Omnium reactor in the Tower of Fantasy exploded, releasing a massive amount of radioactive material into the atmosphere and subsequently, throughout the world, triggering a global disaster.": "ui-loadingc-13",
  "On January 19, 2664, at 16:47, the central Omnium reactor in the Tower of Fantasy exploded, releasing a massive amount of radioactive material into the atmosphere and subsequently, spreading to the world through the air, triggering a global disaster.": "vloadingc5",
  "After the Cataclysm in the year 2664, the District 7 of Hykros issued a temporary management regulation, which covered various aspects such as energy supply, material deployment, and population control.\r\nAccording to the regulation, a total of about 57,000 survivors who had taken refuge in Mirroria were forced to move to the environmentally harsh surface, and most of them did not hold out until the Mirror Palace was reopened for immigration.\r\nOn February 8, 2695, this version of the management regulation was revoked.": "Vera-history-content-8",
  "In 2667, when an exploration team explored the underground karst cave recorded as number Z-059, it found that the cave led to a mysterious huge underground space with many underground rivers. The leaders of Mirroria instantly took this information seriously. As the Omnium radiation levels were still high on the surface of Vera, to alleviate resource and population problems in Mirroria, the plan to build a second underground city was added to the agenda.\r\nThe plan was officially implemented in 2668. After the completion of early construction work, more than 20,000 Mirroria residents were transferred to the second city. Even now, planned expansions of the second city are still underway.": "Vera-history-content-12",
  "In the year 2670, the Mirroria Archives was built, which incorporated all kinds of information for visitors to view.\r\nThe song of Vera is the Song of the Brave Cry. —Founder of the Archive: Lecherich": "Vera-history-content-13",
  "Year 2680: Mirroria was reaching its internal resource carrying capacity limit, and the streets of Mirroria had become less safe due to the increasingly severe shortage of resources. As more people began to consider the possibility of surviving on the surface and proposed to improve the environment of Vera, the idea of returning to the surface gained traction.\r\nYear 2685: The Environmental Restoration Project was officially proposed. It would gradually restore the overall ecological environment of Vera by installing many pieces of environmental monitoring equipment on the surface to carry out systematic ecological restorations in key areas to support the resettlement plan. Wayne, the incumbent Archon of Mirroria back then, spearheaded a series of related supporting projects.\r\nYear 2689: The Environmental Restoration Project was officially launched.\r\nYear 2692: The installation of the supporting equipment for the ecological restoration reached 95% completion.\r\nYear 2695: The Environmental Restoration Project achieved progressive results. Some areas of Vera became habitable, and some residents of Mirroria moved out.\r\nYear 2698: Wayne resigned as the Archon due to poor health and was succeeded by Harunobu, who continued to implement the Environmental Restoration Project.": "Vera-history-content-4",
  "In 2681, Hykros' District 7 restarted the spacetime engine project. As this project had unpredictable safety issues, Hykros built the Silvercoast Research Station far away from its headquarters in Mirroria.\r\nSeveral Omnium-related research projects other than the spacetime engine project were also moved to this research station in the following years to avoid potential Omnium disaster risks.": "Vera-history-content-31",
  "Year 2701: Grayspace Entities emerged. Assault from these unknown creatures damaged many monitoring stations on the surface and forced the project's suspension.\r\nYear 2703: Abyssant emerged. Mankind was not able to withstand these lethal Grayspace Entities.\r\nYear 2704: Devourers emerged. The Abyssant threat could not be dealt with and the restoration effort officially failed. Mankind retreated back to Mirroria and relied on force fields to fend off the entities. The ecology of Vera was worse than ever.\r\nYear 2710: District 7 and District 9 formed a partnership. District 9 sent Mooke Squad to Mirroria to provide Omnium technology.": "Vera-history-content-5",
  "In the year 2701, squad P-7, who was responsible for exploring the underground cave area, reported that the squad had encountered an unexplained temporal anomaly in the Z-605 cave, after which the squad lost contact with the surface. The Mirroria Security Force then sent a number of armed expedition teams to the area to initiate a search and rescue. The camp of squad P-7 was located, but the squad's personnel were failed to be found.\r\nThe search and rescue team recovered the remaining exploration data. One of the video records showed that the squad's advance personnel were attacked by an unknown creature, which was identified to be the Grayspace Entity: Crawler. This attack was the first-ever recorded contact with a Grayspace Entity.": "Vera-history-content-33",
  "Hope Town, settlement No. 27, was the largest and the latest of the series of settlements established under the Vera immigration project. According to statistics, there were about 10,000 permanent residents in Hope Town before the Cataclysm.\r\nAfter the Cataclysm, an exploration squad of Mirroria re-arrived at the former site of Hope Town. According to the various records found there, some survivors survived after the Cataclysm, until a few years later, when their supplies were eventually exhausted. A diary left by a survivor named K. Margarette indicated that there were people who eventually tried to leave Hope Town for a new shelter, but beyond this diary, no further records of said people were found.\r\nInscription: In memory of all the victims of the Cataclysm, we shall remember the past, and remain vigilant for the future.": "Vera-history-content-7",
  "Tower of Fantasy No.7": "vloading1",
  "Tower of Fantasy No.7 Construction Resolution": "Vera-history-title-9",
  "G - Culturist": "Vera-history-title-35",
  "G - Crawler": "Vera-history-title-36",
  "G - Tarantula": "Vera-history-title-37",
  "O-7 Type Monitor. Production No. I-012283-K.K. Recycled in 2695.\r\nAn environmental-climate monitoring device developed by the Department of Science and Technology for the environmental restoration project. A variety of sensor devices are integrated inside, and various types of specialized derivative models were developed for the environmental conditions in different regions.": "Vera-history-content-30",
  "SP-77 Series Protection Suit": "Vera-history-title-20",
  "A T3 experimental suppressor, the prototype of which was completed in 2662.\r\nLong before the establishment of the first Tower of Fantasy, the research department of Hykros had conducted in-depth research on ways to deal with Omnium radiation, and had successively developed multiple types of portable personal Omnium protection equipment called \"suppressors.\" However, none of the suppressors under development at the time had passed the application test before the Cataclysm broke out in 2664.\r\nTo cope with the threat of Omnium radiation caused by the Cataclysm, Hykros assessed all the suppressor projects it was researching and chose to adopt the direction of the T3 as the main R&D direction as it had the most stable performance among the projects. Over the next few years, it gradually distributed this suppressor to the surface exploration teams.": "Vera-history-content-17",
  "Formerly the home of Hykros's District 7, Mirroria's main buildings were constructed in 2657.\r\nIt has several working districts, including residential, science and research, industrial, storage, etc., but most internal infrastructures were not fully completed as of 2664. After the Cataclysm, Mirroria accepted about 90,000 survivors from Vera.\r\nIn the next few decades, Mirroria has undergone several reconstructions and expansions, and the current population of Mirroria numbered 57,000.": "Vera-history-content-1",
  "A piece of broken shield material that was once used as the outer protective shield of the Vera Tower of Fantasy.\r\nThe Cataclysm in 2664 caused severe damage to the Vera Tower of Fantasy. 40% of the tower's structure and components were repaired and replaced in the following years until around 2678.": "Vera-history-content-6",
  "A huge group of interconnected stone pillars. The first settlers who arrived in Vera from Aida named it the Golden Rock. The Yellowrock Desert, where Mirroria is located, was also named after it.": "Vera-history-content-24",
  "A new form of life that has spacetime fluctuation abilities. First discovered in 2701, it was the cause of mankind retreating to Mirroria and the further destruction of Vera's ecosystem.": "vloadingc8",
  "The antithesis to Hykros, the Heirs wholly reject Hykros' ideology. They are convinced that suppressors were developed to control, not help the population, and that there must be another way to deal with Omnium. To them, Omnium is the root of all problems, and the only way to solve it is to sever Omnium entirely from humanity.": "ui-loadingc-6",
  "A rock that has a similar color to clay that is formed out of dehydrated cement clay.\r\nIt softens easily and expands after it is immersed in water, barely deforms, and has extremely poor anti-slip stability. The terracotta has weak resistance to weathering. Often formed in low mountains and valleys due to erosion.": "Vera-history-content-29",
  "A bushy and fleshy shrub. It is named after its bright red flame-like petals. Light-loving, drought tolerant, and suitable for growth in neutral or slightly alkaline soil.": "Vera-history-content-40",
  "To investigate the mysteries of Grayspace Entities, Mirroria's Department of Science and Technology and Security Special Forces launched a research project codenamed \"Listener\" to analyze the truth of Grayspace Entities and find ways to resolve the Grayspace Entities crisis.": "Vera-history-content-10",
  "The comet, Mara, was detected in 2653. Researchers noticed it contained a new energy source—Omnium—far beyond the current level of understanding. For further study, the Old Federation decided to capture Mara and exploit the energy source.": "ui-loadingc-18",
  "Artificial Island": "ui-loading-15",
  "To further harness and study Omnium, humans decided to build a series of huge tower-shaped energy channeling devices to capture Mara, the celestial body full of Omnium, and fix it to the orbit of Aida. Such a huge device is called a Tower of Fantasy. It is the only way humans harness stable Omnium from Mara.": "vloadingc9",
  "Creatures exposed to excessive radiation undergo drastic changes, ultimately becoming mindless aberrants. A dying aberrant also releases Omnium that affects a small area.": "ui-loadingc-7",
  "A small market located in western Banges, halfway up the mountain en route to Navia. Here, you can get anything you want as long as you can afford it—and as long as you follow the local customs.": "ui-loadingc-8",
  "Relying on the technology from the period of the Old Federation, Mirroria built a defense force field to defend against the grayspace entities. Through continuous energy supply, a special energy shield that neutralizes the energy of grayspace entities can be generated to resist the impact from the grayspace entities.": "Vera-history-content-15",
  "Photovoltaic Power Crisis": "vloading7",
  "A floating island transformed from an Old Federation aerial park to a giant laboratory complex by Dr. Claire. The good doctor made many smart servants handle operation and upkeep, leaving her to focus on her research.": "ui-loadingc-11",
  "Crown": "ui-loading-3",
  "First contact incidents": "Vera-history-title-33",
  "Astra had been a tourist destination for the wealthy in the Old Federation days, until it was abandoned after the Omnium disaster. The Ravagers and Hyenas have taken over the island ever since, making life difficult for the locals. Even so, folks still managed to build a shelter on the island and slowly expanded it into a safe haven.": "ui-loadingc-5",
  "On the surface, they look like ruins, but in actuality, they were facilities built by Hykros to archive research files and house personnel. After the Cataclysm, many of them were abandoned, eventually becoming lairs for aberrants.": "ui-loadingc-22",
  "The prototype anti-gravity engine was developed by the Hykros Institute of Omnium Application. The first mass production models were put into service in 2689 to replace the old thermally driven engines. After a series of subsequent improvements, various lightweight anti-gravity engines have been widely used in various types of flying vehicles.\r\nThis is a 1:1 scale replica based on the design drawings.": "Vera-history-content-19",
  "It was originally the base of Hykros District 7. Its main construction was built in 2657. In the post-Cataclysm era, Mirroria has become a shelter for the survivors in Vera.": "vloadingc2",
  "Omnium": "vloading4",
  "Omnium Reserve": "Vera-history-title-23",
  "Omnium is a resource of paramount importance to the people of Aida. It has enabled humanity to make tremendous advances in technology and overcome scientific hurdles. But overapplication of Omnium can lead to leaks and contamination, and even... aberration.": "ui-loadingc-16",
  "The Omnium Plague": "ui-loading-9",
  "The Omnium plague caused a sharp population decline and an equal incline in threats. To survive, people built shelters, many of which are located in defensible positions that can easily hold off aberrants.": "ui-loadingc-21",
  "Anti-Gravity Engine (Replica)": "Vera-history-title-19",
  "A highly ornamental tree that has leaves that come in two colors. It is resistant to light salinity, drought, and water humidity, and has great anti-air pollution qualities.\r\nThis tree was almost going to be grown everywhere in Mirroria due to its beautiful shape, but the Greening Project was forced to stop due to the Cataclysm.": "Vera-history-content-41",
  "Hykros detected the possibility for Mara's orbit to shift. To keep Mara in its regular orbit, Hykros decided to build the No.7 Tower of Fantasy, i.e. Vera Tower of Fantasy in Vera. When the Cataclysm occurred, the Vera Tower of Fantasy was still under construction. Impacted by the Cataclysm's energy, the components on the tower's body were permanently damaged. To this day, the Vera Tower of Fantasy is still under repair.": "vloadingc1",
  "An ore that emits a gorgeous fluorescence under special lighting. \r\nPossesses a property that causes it to emit fluorescence when exposed to ultraviolet light. Commonly used for collecting, decorating and carving crafts.": "Vera-history-content-26",
  "After the environmental restoration project was suspended due to the attack of the Grayspace Entities, the shortage of survival materials in Mirroria became increasingly serious. In order to meet the basic water supply needs of the city, Hykros successively built several water purification facilities to carry out in-depth purification of the polluted water produced by Mirroria and water from the underground river. The new clean and purified water will then be put back into Mirroria's water supply system for recycling.": "Vera-history-content-32",
  "A perennial herb spotted throughout Vera.\r\nMature leaves are red, 10-15cm wide across the middle and 8–10cm at base, with finely serrated edges.\r\nIt is edible and has medicinal value. It's undergoing a propagation program right now.": "Vera-history-content-42",
  "The Cataclysm": "Vera-history-title-3",
  "Omnium storage devices, which were common before the Cataclysm, provided a stable and efficient supply of Omnium and were widely used in various types of Omnium equipment and machinery.\r\nThis exhibit is the fourth type of Omnium reserve, which was produced by the Hykros Industry Department in 2661.\r\nAccording to the Mirroria Management Regulations promulgated after the Cataclysm, all Omnium reserves must be handed over to Hykros for unified management and deployment.": "Vera-history-content-23",
  "Following the Cataclysm, the environment took a drastic turn for the worse from the contamination. Some fought for survival, others embarked on the path of looting and pillaging.": "ui-loadingc-19",
  "A first generation single-person Omnium protection equipment that was produced after the Cataclysm. It was improved from the SP-60 Omnium protection suit, and can now effectively reduce the impact of Omnium radiation on the human body.\r\nThe first SP-77 protection suits passed the safety test in 2670, and were distributed to surface expedition teams in large quantities in the following years. These reliable protection devices helped us get back on Vera territory.\r\nAs of today, all SP-77 series protection suits have been replaced by the SP-85 and SP-90 series protection suits.": "Vera-history-content-20",
  "Security Special Forces case number: M-sec-G07801001\r\nRegistration date: July 20, 2701\r\nA Grayspace Entity that has the appearance of a crab-like creature and is good at climbing over rough terrain. Its origin is unknown.": "Vera-history-content-36",
  "Security Special Forces record number: M-sec-G07807324\r\nRegistration date: July 24, 2701\r\nAn octopus-like Grayspace Entity with the ability to float. Origin unknown.": "Vera-history-content-35",
  "Security Special Forces case number: M-sec-G0781917\r\nRegistration date: July 20, 2701\r\nA Grayspace Entity that has the appearance of an arachnid creature and can move quickly on a flat surface. Its origin is unknown.": "Vera-history-content-37",
  "Giant Horn Rhino": "Vera-history-title-45",
  "Hope Town Monument": "Vera-history-title-7",
  "Tower of Fantasy": "vloading9",
  "Tower of Fantasy Shard": "Vera-history-title-6",
  "A large creature that is found everywhere in Vera. It prefers to act in groups.": "Vera-history-content-45",
  "A large creature that is found everywhere in Vera. Its head is covered with strong bony armor.": "Vera-history-content-43",
  "An Omnium reactor built to fit in the special structure of Vera Tower of Fantasy. After the tower breakdown, it was used to store and convert energy in Mirroria.": "vloadingc11",
  "Pioneering Era": "Vera-history-title-2",
  "Aberrant": "ui-loading-7",
  "To harness the abundant solar energy of Vera, District 7 laid a great number of efficient photovoltaic power units on Mirroria's exterior protective shield. Thanks to the power units, when the Vera Tower of Fantasy suffered from a breakdown, there was still power to keep the defensive force field and Mirroria running.": "vloadingc6",
  "Due to the desert climate of Vera, the Department of Science and Technology has installed a large number of high-energy photovoltaic power units to generate photovoltaic power for the operation of Mirroria and its defense force field.\r\nBecause of the continuous impact of the Grayspace Entities on the defense force field, the wear and tear of the power generation device is increasing. The special materials used for making said power generation device is currently in short supply, and plans to find energy alternatives are already underway.": "Vera-history-content-14",
  "A gentle herbivore that can make high-pitched cries.": "Vera-history-content-44",
  "Hover Sensor System": "Vera-history-title-16",
  "Ravager": "ui-loading-19",
  "A project pushed by the Old Federation to further the study of Omnium, which included building the Tower of Fantasy and capturing Comet Mara to harvest Omnium.": "ui-loadingc-14",
  "A national forest park with artificial terrestrial ecology built during the Old Federation era, alongside the park dubbed \"Floating Island.\" After Navia was plagued by Omnium and subsequently abandoned, Dr. Claire from Hykros took over the Floating Island.": "ui-loadingc-2",
  "In the time of the Old Federation, this place boasted the most prosperous air and sea ports until the Tower of Fantasy was constructed. The tower's emissions caused temperature declines and environmental shifts in Warren every year, until the area turned into a desolate, snowy tract unsuitable for human living.": "ui-loadingc-4",
  "Time Retracement": "ui-loading-17",
  "Spacetime Engine MK2 Replica": "Vera-history-title-22",
  "A spacetime engine developed by the Hykros Institute of Omnium Application was officially put into use in 2662. The spacetime engine model installed at the top of the Vera Tower of Fantasy is the Mk2 model. Its main structure was damaged in the Cataclysm, and it was gradually dismantled in the following years.\r\nThis is a 1:10 scale replica made based on the design drawings.": "Vera-history-content-22",
  "Chrono Chamber": "ui-loading-22",
  "Astra": "ui-loading-5",
  "A rock formed by metamorphism of carbonate rocks in sedimentary rocks. The different colored minerals and impurities contained within the rock form different patterns. Usually, crimson mixed with russet is its predominant color.": "Vera-history-content-27",
  "The egg of an unknown Grayspace Entity species has been neutralized to make it harmless.\r\nCollected at the bottom of the Z-061 karst cave by the surface exploration team in 2709.": "Vera-history-content-38",
  "Project Prism": "ui-loading-14",
  "Climate Sensor (O-7 Monitor)": "Vera-history-title-30",
  "Water Purification System": "Vera-history-title-32",
  "Warren": "ui-loading-4",
  "Hykros attempted to use Omnium's time-affecting properties to conduct a large-scale time retracement. Specifically, returning the whole spacetime continuum back to a \"certain point.\"": "ui-loadingc-17",
  "Grayspace Entity": "vloading8",
  "Among the Grayspace Entities, there are advanced creatures called Abyssants. Abyssants have a unique ability called their \"Field,\" which they use to influence the area where they are fighting. This ability also affects inferior Grayspace Entities within range. A special tissue structure called Crystamax forms in the bodies of some powerful Abyssants, and it is believed that their Field ability is related to the existence of this Crystamax.\r\nThis is the first Abyssant that was confirmed to be killed, so it is recorded as No. 001.": "Vera-history-content-34",
  "Grayspace Entities Egg": "Vera-history-title-38",
  "Grayspace Entity Contact Era": "Vera-history-title-5",
  "Furnace Core": "vloading11",
  "Flame Grass": "Vera-history-title-42",
  "A small bustling port town, famous for being the home of Banges Tech, whose president, Kolador, is admired and adored by local residents. Supposedly, it was Kolador who brought the resources that saved the hungry population many years ago.": "ui-loadingc-1",
  "Flame Crown Cactus": "Vera-history-title-40",
  "Prisonglow Stone": "Vera-history-title-26",
  "Mara": "ui-loading-18",
  "Environmental Restoration Project": "Vera-history-title-25",
  "The environmental transformation plan was proposed in 2685 to resolve issues such as the growing population and shortage of resources. Wayne, the incumbent Archon of Mirroria back then, spearheaded a series of related supporting projects. \r\nUnder the plan, it was proposed to install many environmental monitoring pieces of equipment on the surface of Vera and carry out systematic ecological restorations in key areas to support the resettlement plan.\r\nAfter the \"first contact\" incident in 2701, the environment transformation plan was forcibly terminated as many environmental monitoring stations on the surface were destroyed by Grayspace Entities' attack.": "Vera-history-content-25",
  "Banges": "ui-loading-1",
  "Banges Tech": "ui-loading-10",
  "Ecotransform Era": "Vera-history-title-4",
  "Ecopod No. 017 was recovered in July 2707.\r\nTo re-cultivate food crops on the severely desertified surface of Vera, Hykros developed an environmental transformation device called the ecopod. This ecopod has a series of built-in features such as environmental monitoring, temperature adjustment, humidity adjustment, etc.\r\nIn 2685, to deal with the increasingly severe material and energy crisis in Mirroria, the Ecological Research Department of Hykros proposed the Vera environmental restoration project, which was supported by Wayne, the incumbent Archon at that time.": "Vera-history-content-18",
  "Due to Grayspace Entity attacks on Mirroria's force field, the photovoltaic generators are wearing down rapidly. Given the current shortage of special materials for building the generator, it's now Mirroria's top priority to find alternative energy sources.": "vloadingc7",
  "A rock that is cemented by round gravel. Its detrital components are mainly rock debris and only contain a small amount of mineral debris. The interstitial materials are sand, silt, clay, and a chemical precipitation material.": "Vera-history-content-28",
  "A habitat project invested by Kolador. \"Give the people a steady home,\" touted the slogan for the Artificial Island project. Maybe that's something Kolador himself has been after?": "ui-loadingc-15",
  "Cetus Island": "ui-loading-11",
  "Shielded beast": "Vera-history-title-43",
  "The company was founded singlehandedly by Kolador, and is the bread and butter for the entire Banges region. The enterprise is currently expanding into different domains.": "ui-loadingc-10",
  "Second City Project": "Vera-history-title-12",
  "Navia": "ui-loading-2",
  "The biggest human settlement in Vera. As time went on, it grew into a big city. After the Cataclysm and the emergence of Grayspace Entities, Vera's fragile ecosystem deteriorated rapidly, and the civilization lost its drive.": "vloadingc3",
  "360,000 special devices are used in Mirroria to maintain its special balance. The suspension detection system keeps Mirroria in the air to effectively prevent the collapse of Vera's strata and keep the city safe from Grayspace Entities' attack.": "Vera-history-content-16",
  "Listener Project": "Vera-history-title-10",
  "Thanks to the discovery of the evolutionary energy of Omnium, the immigrants on Aida welcomed the first giant technical leap after the interplanetary traveling era. Omnium was a treasure that everyone craved, the source of the disaster, and the center of the mysteries.": "vloadingc4",
  "Heirs of Aida": "ui-loading-6",
  "A research project championed by Sage, leader of the Heirs of Aida, with the intention to halt aberration in individuals through cybernetics, enabling modified humans to resist Omnium contamination without Hykros suppressors.": "ui-loadingc-12",
  "The term Aidans used to describe the Cataclysm. It spread like a plague all over Aida and wiped out roughly 80% of the planet's population.": "ui-loadingc-9",
  "Experimental Suppressor (Project T3)": "Vera-history-title-17",
  "Smother Stone": "Vera-history-title-28",
  "Red flame stone": "Vera-history-title-27",
  "Project Angel of Clemency": "ui-loading-12",
  "Jerboa all-terrain vehicle": "Vera-history-title-21",
  "An Omnium research station built far from Mirroria to avoid potential Omnium disasters.": "vloadingc10",
  "Shelter": "ui-loading-21",
  "Mr. Kim is the ultimate authority over this whole mining area. Due to the adverse working environment, career-related afflictions are common. Broke gamblers, normal folks fighting over every scrap, bankrupt businessmen with high-interest loans, and many other are drawn here by the considerable wage offers... But they usually don't last long because of the unfair labor practices.": "ui-loadingc-3",
  "Silvercoast Research Station": "vloading10",
  "Old Mirroria City Grounds": "vloading3",
  "Mirroria": "vloading2",
  "Mirroria Archives": "Vera-history-title-13",
  "In 2708, the Department of Science and Technology detected the call signal from Aesperia's spacetime. In 2710, the Vera-Aesperia spacetime docking channel was established, and for the first time since the Cataclysm, Vera has made contact with another region.\r\n\"Let us welcome the Mooke squad from District 9. Their contributions to Vera shall be remembered by the people of Vera.\"": "Vera-history-content-11",
  "Mirroria Management Regulation: 2666 Edition Copy": "Vera-history-title-8",
  "Mirroria Defense Force Field": "Vera-history-title-15",
  "Colored Palm": "Vera-history-title-41",
  "Abyssant Crystamax (Replica)": "Vera-history-title-39",
  "Abyssant Crystamax, No. 006\\\r\\\nHarvested from the Abyssant: Harvester in 2709. This is a 1:1 scale replica created based on a physical sample.": "Vera-history-content-39",
  "Abyssant Archive": "Vera-history-title-34",
  "Terracotta Stone": "Vera-history-title-29",
  "A ubiquitous gang that's intensely territorial. They often follow their boss's orders to the T.": "ui-loadingc-20",
  "With the implementation of the environmental transformation plan, the research and development plan for the new all-terrain vehicle has also been put on the agenda, and the \"Jerboa\" all-terrain vehicle is one of the direct products.\r\nThe \"Jerboa\" is a light single-person vehicle with a built-in mini anti-gravity engine in the car body. Due to its simple structure, easy production and maintenance, and fairly stable performance, mass production of the \"Jerboa\" started soon after its prototype passed testing. It is widely used by surface exploration teams and for migration purposes.": "Vera-history-content-21",
  "High-Energy Photovoltaic Array": "vloading6",
  "The Hyenas": "ui-loading-20",
  "The Mooke squad arrives in Mirroria.": "Vera-history-title-11",
  "Gooseneck Beast": "Vera-history-title-44",
  "Golden Rock": "Vera-history-title-24",
  "Black Market": "ui-loading-8"
}