{
  "_id": 16,
  "id": "zero",
  "name": "Zero",
  "weapon": "Negierungswürfel",
  "weapon_id": "negating_cube",
  "birthday": "6. Juni (Zwilling)",
  "birthplace": "Unbekannt",
  "gender": "Männlich",
  "info": "Er ist scharfzüngig, verschlagen, konkurrenzorientiert und arrogant, vor allem, wenn er vor Aufgaben gestellt wird, die er unter seiner Würde glaubt. Gelegentlich zeigt er ein für sein Alter hohes Maß an Reife und Disziplin. Zudem ist er außerordentlich scharfsinnig. Die meiste Zeit interessiert ihn kaum, was andere Leute sagen, und er macht sich nicht die Mühe, sich an Dinge zu erinnern, die ihm nicht dienlich sind.",
  "description": "Ein Computergenie, das dem Aussehen nach zu urteilen etwa 15 Jahre alt ist, in Banges geboren wurde und den Spitznamen „Zero“ hat. Sein richtiger Name und seine persönlichen Daten sind jedoch verloren gegangen – absichtlich von ihm vernichtet.\nHochbegabt in der Verarbeitung von Informationen, elektronischer Kommunikation und Datenmanagement, kann Zero mithilfe von Computern und Netzwerkanalysen riesige Mengen an Informationen finden und entnehmen. Einmal schockierte er Hykros, indem er mit einem waghalsigen Cyberangriff ihr Sicherheitssystem durchdrang, was dazu führte, dass er als „Person von Interesse“ eingestuft wurde. Gegenwärtig befindet sich Zero unter der strengen Kontrolle und Aufsicht von Hykros an einem geheimen Ort, wo er nachrichtendienstliche Tätigkeiten ausübt.",
  "like": "Technologie, Spiele",
  "dislike": "Ausgehen, Kochen",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 5,
  "charge": 13,
  "skills": [
    {
      "name": "Normaler Angriff",
      "type": [
        "Attack"
      ],
      "description": "Benutze den Würfel, während du auf dem Boden stehst, um 5 Mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>46.7%</b> des ANG + <b>2</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>38.2%</b> des ANG + <b>2</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>118.5%</b> des ANG + <b>6</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>79.6%</b> des ANG + <b>4</b>.\nFünfter Angriff: Füge bis zu 3 Mal Schaden in Höhe von <b>80.9%</b> des ANG + <b>4</b> zu und <b>schleudere</b> das Ziel in die Luft.\n<b>Passiv: Wenn normale Angriffe Ziele 6 Mal treffen, erhältst du 1 Würfel. Es können bis zu 5 Würfel gelagert werden.</b>"
    },
    {
      "name": "Omnium-Rakete",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Tippe in der Luft auf den normalen Angriff, um die Energie im Würfel zu aktivieren. Dies feuert bis zu <b>5</b> Raketen ab und verursacht einen Gesamtschaden in Höhe von <b>59.3%</b> des ANG + <b>3</b>. Verbraucht bis zu <b>250</b> Ausdauer.\n<b>Passiv: Wenn der Wanderer Würfel gespeichert hat, werden alle Würfel verbraucht, um Omnium-Raketen auf Ziele zu feuern und ihnen Schaden zuzufügen.</b>"
    },
    {
      "name": "Energie-Überfluss",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Während du in der Luft bist oder nachdem du einmal gesprungen bist, tippe auf normaler Angriff, um Energieüberfluss auszulösen.\nNach der Landung feuerst du eine Schockwelle ab, die sich nach vorne bewegt und an Zielen in ihrem Weg bis zu <b>23.4%</b> des ANG + <b>1</b> Schaden verursacht."
    },
    {
      "name": "Omnium-Schock",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Halte beim dritten normalen Angriff die Taste für den normalen Angriff gedrückt, um Omnium-Schock auszulösen.\nEine Energiesäule schleudert Ziele in der Nähe in die Luft, um Schaden in Höhe von <b>68.4%</b> des ANG + <b>4</b> zu verursachen. Die Säule hält 5 Sekunden lang an und fügt Zielen in der Nähe jede Sekunde Schaden in Höhe von <b>28.5%</b> des ANG + <b>2</b> zu."
    },
    {
      "name": "Volt-Wächter",
      "type": [
        "Passive"
      ],
      "description": "Würfel, die den Wanderer umkreisen und Schaden in Höhe von <b>9.7%</b> des ANG + <b>1</b> an Gegnern verursachen."
    },
    {
      "name": "Volt-Rakete",
      "type": [
        "Passive"
      ],
      "description": "Wenn der Wanderer Omnium-Raketen und Energieüberfluss einsetzt, werden auch die kreisenden Würfel abgefeuert und fügen dem Ziel Schaden in Höhe von <b>48.5%</b> des ANG + <b>3</b> zu."
    },
    {
      "name": "Seelenwallung",
      "type": [
        "Dodge"
      ],
      "description": "Durch Ausweichen direkt vor einem Treffer wird ein Trugbild ausgelöst. Dies verlangsamt Gegner in einem bestimmten Bereich und gewährt für <b>0,5</b> Sek. Immunität gegen Trefferlähmung.\nWenn der Wanderer weniger als <b>5</b> Würfel hat, besteht bei jedem erfolgreichen Ausweichen eine Chance von <b>40%</b>, 1 Ausweichen-Versuch wiederherzustellen.\nErfolgreiches Ausweichen unterbricht keine normalen Angriffskombos.\n<b>Passiv: Jedes erfolgreiche Ausweichen in der Luft gewährt einen Würfel.</b>"
    },
    {
      "name": "Omnium-Schild",
      "type": [
        "Skill"
      ],
      "description": "Erzeugt einen Schild für den Anwender und in der Nähe befindliche Verbündete. Dieser blockiert <b>10</b> Sek. lang Schaden in Höhe von bis zu <b>800%</b> des ANG und verursacht bei Zielen in der Nähe Schaden in Höhe von <b>124.9%</b> des ANG + <b>8</b> und <b>schleudert</b> sie weg. Jeder Würfel, den der Anwender bei Einsatz dieser Fähigkeit besitzt, fügt <b>160%</b> ANG hinzu, bis der maximale Schildeffekt erreicht und der Würfel ausgeschöpft ist. Abklingzeit: <b>60</b> Sek."
    },
    {
      "name": "Omnium-Welle",
      "type": [
        "Discharge"
      ],
      "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und er erhält <b>5</b> Würfel, die anschließend mit einer Schockwelle losgelassen werden. Diese Schockwelle verursacht Schaden in Höhe von <b>171%</b> des ANG + <b>9</b> an Zielen in der Nähe und <b>schleudert</b> sie in die Luft. Jeder Würfel verursacht außerdem Schaden in Höhe von <b>48.5%</b> des ANG + <b>3</b>. Wenn Verbündete in der Nähe sind, erhalten sie für <b>3</b> Sek. Schadensimmunität."
    }
  ],
  "weapon_type": {
    "name": "Flamme",
    "description": "Voll geladene Waffen entzünden das Ziel beim nächsten Angriff für <b>8</b> Sekunden und verursachen kontinuierlich Schaden in Höhe von <b>{3}%</b> des ANG pro Sekunde. Heileffekte sind bei entzündeten Zielen um <b>50%</b> verringert."
  },
  "advancement": [
    "Verursacht Schaden und bringt eine Heilkugel hervor, die <b>20</b> Sek. anhält und LP in Höhe von <b>60%</b> des ANG des Teammitglieds wiederherstellt, das sie aufhebt. Abklingzeit: <b>2</b> Sek.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>16%</b>.",
    "Verringert die Abklingzeit von Fähigkeiten von <b>60</b> auf <b>30</b> Sek. Stellt pro Sek. LP in Höhe von <b>30%</b> des ANG wieder her, solange der Schild aktiv ist.",
    "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>32%</b>.",
    "Wenn der Anwender einem Ziel Schaden zufügt, wird eine Schadenskugel hervorgebracht, die <b>20</b> Sek. lang anhält und allen Schaden und alle Heilung, die von dem Teammitglied verursacht werden, das sie aufhebt, für <b>30</b> Sek. um <b>2%</b> erhöht. Kann bis zu <b>10</b>-mal gestapelt werden. Die Abklingzeit der Fähigkeit beträgt <b>2,5</b> Sek.",
    "Die Verwendung einer Fähigkeit bringt Heilkugeln und Schadenskugeln in der Menge der Omnium-Würfel hervor."
  ],
  "traits": [
    {
      "name": "Präzise Berechnungen",
      "icon": true,
      "description": "Wenn Zero eine Waffenfähigkeit einsetzt, wird die Abklingzeit für Relikte um <b>1,5</b> Sek. verringert. Wird pro Waffe nur <b>1</b>-mal alle <b>5</b> Sek. ausgelöst."
    },
    {
      "name": "Tadellose Planung",
      "icon": true,
      "description": "Wenn Zero eine Waffenfähigkeit einsetzt, wird die Abklingzeit für Relikte um <b>3</b> Sek. verringert. Wird pro Waffe nur <b>1</b>-mal alle <b>5</b> Sek. ausgelöst."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Feuerkern",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Herz aus Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Säurefeste Glasur II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofaser-Rahmen II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}