{
  "_id": 5,
  "id": "ene",
  "name": "Ene",
  "weapon": "Esmurrador",
  "weapon_id": "pummeler",
  "birthday": "17 de agosto",
  "birthplace": "Victoria Segurança",
  "gender": "Feminino",
  "info": "Ela aparenta ser preguiçosa e desmotivada quando não há nada a fazer, mas fica extremamente animada e competitiva em combate.\nTem muito orgulho de seu corpo robótico, que é ágil, forte e não envelhece. Ela também é teimosa e se esforça ao limite, recusando-se a ser derrotada por pessoas com corpos feitos de carne.\nEntretanto, sua mente ainda é a de uma criança, e ela revela um lado frágil quando está com seu pai.",
  "description": "Durante a época da Antiga Federação, Victoria, uma empreiteira militar privada, idealizou uma série de droides de combate de elite. Ene foi o primeiro protótipo produzido pelo programa.\nO objetivo de design inicial era criar o droide perfeito, que tivesse consciência própria, fosse independente e capaz de pensar, sentir e agir como um humano. O executivo que aprovou o programa carregou uma cópia da consciência da falecida filha em Ene como a \"alma\" dela.\nMais tarde, Ene recebeu direitos de humana e filha do executivo da Victoria.",
  "like": "Estar com seu pai, humanos que são mais fortes do que ela",
  "dislike": "Compreende completamente a fragilidade da vida",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "id": "GA_FPlayerHammerMelee_Melee_name",
      "name": "Ataque Normal",
      "type": [
        "Attack"
      ],
      "description": "No chão, branda o martelo para atacar 4 vezes seguidas.\nPrimeiro ataque: causa dano de <b>76.3%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nSegundo ataque: causa dano de <b>62.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: causa dano de <b>157.4%</b> do ATQ + <b>8</b> e repele o alvo uma curta distância.\nQuarto ataque: causa dano de <b>263.8%</b> do ATQ + <b>14</b> e lança o alvo no ar.\nNo modo Irrupção, branda o martelo para atacar 4 vezes seguidas.\nPrimeiro ataque: causa dano de <b>{8}%</b> do ATQ + <b>{9}</b> e repele o alvo uma curta distância.\nSegundo ataque: causa dano de <b>{10}%</b> do ATQ + <b>{11}</b> e repele o alvo uma curta distância.\nTerceiro ataque: causa dano de <b>{12}%</b> do ATQ + <b>{13}</b> e repele o alvo uma curta distância.\nQuarto ataque: causa dano de <b>{14}%</b> do ATQ + <b>{15}</b> e <b>suspende muito</b> o alvo."
    },
    {
      "id": "GA_FPlayerHammerMelee_AirAttack_name",
      "name": "Bordoada",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "No ar ou após pular uma vez, use o botão de ataque normal para executar Explosão Elevada. Causa dano de <b>121.7%</b> do ATQ + <b>6</b> e suspende o alvo.\nDurante Irrupção, causa dano de <b>133.9%</b> do ATQ + <b>7</b> e <b>suspende muito</b> o alvo.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
    },
    {
      "id": "GA_FPlayerHammerMelee_JumpAttack_name",
      "name": "Abalo Sísmico",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Segurar o botão de ataque normal enquanto estiver no ar, der salto duplo, tocar brevemente no ar quando houver alvos por perto, escalar, pular para trás ou atacar enquanto usa a mochila a jato desencadeia Abalo Sísmico. <b>Suspende muito</b> o alvo <b>4</b> vezes. Cada vez causa dano de <b>34.8%</b> do ATQ + <b>2</b>. Custa <b>250</b> de vigor.\nDurante Irrupção, Abalo Sísmico <b>suspende muito</b> o alvo <b>5</b> vezes. Cada vez causa dano de <b>38.3%</b> do ATQ + <b>2</b>.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
    },
    {
      "id": "GA_FPlayerHammerSneak_name",
      "name": "Ataque Furtivo",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Agachado, aproxime-se do inimigo pelas costas e use o botão de ataque normal para ativar um Ataque Furtivo. Causa dano de <b>427.5%</b> do ATQ + <b>23</b>."
    },
    {
      "id": "GA_FPlayerHammerPower_name",
      "name": "Pancada Repulsora",
      "type": [
        "Hold: Attack"
      ],
      "description": "Segure o botão de ataque normal para usar Pancada Repulsora. (O ataque pode ser concentrado até 3 acúmulos.) Recebe corpo de aço e imunidade a todos os efeitos de controle enquanto carrega.\nPrimeiro acúmulo: causa dano de <b>110%</b> do ATQ + <b>6</b> e suspende o alvo.\nSegundo acúmulo: causa dano de <b>276%</b> do ATQ + <b>15</b> e <b>suspende muito</b> o alvo.\nTerceiro ataque: causa dano de <b>518%</b> do ATQ + <b>27</b> e <b>suspende muito</b> o alvo.\nDurante Irrupção, segure o botão de ataque normal para usar Golpes Furiosos, que causa dano de <b>501.6%</b> do ATQ + <b>26</b> e <b>suspende muito</b> o alvo."
    },
    {
      "id": "GA_FPlayerHammerEvade_FrontAttack_name",
      "name": "Esquiva Sísmica",
      "type": [
        "Dodge"
      ],
      "description": "Esquive-se para usar Esquiva Sísmica. Gera uma onda sísmica que suspende o alvo <b>4</b> vezes e causa dano de <b>161.6%</b> do ATQ + <b>9</b>."
    },
    {
      "id": "GA_FPlayerHammerEvade_BackAttack_name",
      "name": "Divide-Mundos",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Use o botão de ataque normal logo após se esquivar para usar Divide-Mundos. Gera <b>3</b> ondas sísmicas para frente; cada uma causa dano de <b>52.4%</b> do ATQ + <b>3</b> e suspende os alvos.\nNo modo Irrupção, gera <b>5</b> ondas sísmicas para frente; cada uma causa dano de <b>52.4%</b> do ATQ + <b>3</b> e suspende os alvos."
    },
    {
      "id": "GA_FPlayerHammerSkill_name",
      "name": "Irrupção",
      "type": [
        "Skill"
      ],
      "description": "Troque para ativar Irrupção, que aumenta o dano causado durante <b>25</b> segundos.\nDurante Irrupção, habilidades geram Ventania, que causa dano de <b>219%</b> do ATQ + <b>12</b>, <b>suspende muito</b> o alvo e cria uma corrente de ar no chão. Enquanto estiver na corrente, a esquiva não tem custo. Tempo de recarga: <b>45</b> seg. (tempo de recarga de Ventania: <b>10</b> seg.)."
    },
    {
      "id": "GA_FPlayerHammerIceChangeSkill_Sucess_name",
      "name": "Marretada Impiedosa",
      "type": [
        "Discharge"
      ],
      "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia for desencadeada</span>, <b>remove todos os efeitos negativos de você</b> e <b>suspende muito</b> os alvos próximos. Causa dano de <b>153.3%</b> do ATQ + <b>8</b>. Além disso, materializa uma marreta que cai sobre alvos próximos e causa dano de <b>153.3%</b> do ATQ + <b>8</b>."
    }
  ],
  "weapon_type": {
    "name": "Casca de Gelo",
    "description": "Com carga completa, o ataque seguinte da arma <b>congela forte</b> o alvo durante <b>2</b> segundos e causa geladura durante <b>6</b> segundos. Quebrar a casca de gelo causa dano de <b>111%</b> do ATQ. Durante a geladura, a velocidade de carga de arma do alvo diminui em <b>50%</b>."
  },
  "advancement": [
    "Provoca inimigos próximos ao trocar para esta arma, anulando <b>1</b> dano nos <b>8</b> segundos seguintes e ganhando corpo de aço durante os <b>8</b> segundos seguintes. Tempo de recarga: <b>15</b> seg.",
    "Aumenta o crescimento da vida mínima da arma atual em <b>10%</b>.",
    "Após sofrer dano, reduz em <b>50%</b> todo o dano sofrido durante os <b>6</b> segundos seguintes. Tempo de recarga: <b>20</b> seg.",
    "Aumenta o crescimento da vida mínima da arma atual em <b>20%</b>.",
    "Ataques normais <b>atordoam</b> alvos durante <b>2,5</b> segundos. Tempo de recarga: <b>20</b> seg.",
    "Habilidades de descarga causam <b>10%</b> de dano a mais a alvos e aumenta o dano gélido em mais <b>10%</b> durante <b>25</b> segundos."
  ],
  "traits": [
    {
      "name": "Modo Rápido",
      "icon": true,
      "description": "Quando Ene nada, escala ou plana, reduz o consumo de vigor em <b>12%</b>."
    },
    {
      "name": "Modo Além do Limite",
      "icon": true,
      "description": "Quando Ene nada, escala ou plana, reduz o consumo de vigor em <b>20%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Revestimento antiácido I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Revestimento antiácido I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}