{
  "_id": 20,
  "id": "saki_fuwa",
  "name": "Saki Fuwa",
  "weapon": "Cardiomanancial",
  "weapon_id": "heartstream",
  "birthday": "11 de outubro",
  "birthplace": "Forças Especiais de Segurança de Reflexia",
  "gender": "Feminino",
  "info": "Por trás da aparência imatura dela existe um coração em pleno contraste com o exterior. Ela é basicamente um \"miniadulto\", de cabo a rabo.\nContudo, há vezes em que sua idade e aparência se sobressaem: quando não há ninguém por perto, ela costuma treinar falas como se estivesse no calor da batalha. Ela gosta de colecionar miniaturas simples dos velhos dias (na verdade, é bem nerd com isso).",
  "description": "Capitã das Forças Especiais de Segurança de Reflexia e usuária da disciplina \"Superflow\". Ela adora kendo tradicional e usa uma roupa que indica seu estilo de combate. É um dos pouquíssimos integrantes das Forças de Segurança que não têm modificações biônicas. Está encarregada de assegurar a proteção de Reflexia.",
  "like": "Miniaturas, mangás",
  "dislike": "Integrante distraída e petulante das Forças de Segurança",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "id": "GA_PlayerDkatanaMelee_Melee_name",
      "name": "Iramanancial",
      "type": [
        "Attack"
      ],
      "description": "No chão, execute 5 ataques de Cardiomanancial.\nPrimeiro ataque: causa dano de <b>42.5%</b> do ATQ + <b>2</b> e repele o alvo uma curta distância.\nSegundo ataque: causa dano de <b>29.5%</b> do ATQ + <b>2</b> e repele o alvo uma curta distância.\nTerceiro ataque: causa dano de <b>45%</b> do ATQ + <b>2</b> e repele o alvo uma curta distância.\nQuarto ataque: causa dano de <b>70.6%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nQuinto ataque: causa dano de <b>102.6%</b> do ATQ + <b>5</b> e lança o alvo no ar."
    },
    {
      "id": "GA_PlayerDkatanaMelee_AirAttack_name",
      "name": "Parte-Ar",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "No ar ou após pular uma vez, use o botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: causa dano de <b>47.2%</b> do ATQ + <b>2</b>.\nSegundo ataque: causa dano de <b>43.7%</b> do ATQ + <b>2</b>.\nTerceiro ataque: causa dano de <b>54.2%</b> do ATQ + <b>3</b>.\nQuarto ataque: causa dano de <b>76.9%</b> do ATQ + <b>4</b>.\nQuinto ataque: causa dano de <b>170.2%</b> do ATQ + <b>9</b>."
    },
    {
      "id": "GA_PlayerDkatanaMelee_Branch1_name",
      "name": "Flow Agitado: Vórtice",
      "type": [
        "Hold: Attack"
      ],
      "description": "No modo de Flow Agitado, segure o botão de ataque normal para usar a habilidade.\nInveste à frente com um multiataque rodopiante que causa dano de até <b>199.5%</b> do ATQ + <b>11</b>."
    },
    {
      "id": "GA_PlayerDkatanaMelee_JumpAttack_name",
      "name": "Geada Cadente",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Segure o botão de ataque normal enquanto estiver no ar, ou use ao escalar, pular para trás ou usar a mochila a jato para usar.\nEnquanto cai, cada golpe causa dano de <b>30.4%</b> do ATQ + <b>2</b>. Ao aterrissar, causa dano de <b>76%</b> do ATQ + <b>4</b> a alvos próximos."
    },
    {
      "id": "GA_FPlayerDkatanaEvade_name",
      "name": "Esquiva",
      "type": [
        "Dodge"
      ],
      "description": "Esquive-se logo antes de sofrer um golpe para criar uma Phantasia, reduzindo a velocidade dos inimigos dentro da área. Fica imune a interrupção enquanto se esquiva durante <b>0,5</b> segundo."
    },
    {
      "id": "GA_FPlayerDkatanaEvade_ForwardAttack_name",
      "name": "Frente Polar",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Use o botão de ataque normal logo após se esquivar.\nArremete e gira para atacar o alvo, causando dano total de <b>277%</b> do ATQ + <b>15</b>."
    },
    {
      "id": "GA_FPlayerDkatanaSkill_Skill1_name",
      "name": "Flow Agitado: Corrente Transitória",
      "type": [
        "Skill"
      ],
      "description": "Arremete na direção do alvo e imobiliza inimigos temporariamente ao longo do caminho, causando dano atrasado de até <b>445.3%</b> do ATQ + <b>23</b>. Tempo de recarga: <b>30</b> seg."
    },
    {
      "id": "GA_FPlayerDkatanaSkill_Skill2_name",
      "name": "Flow Silencioso: Corrente Concentrada",
      "type": [
        "Discharge"
      ],
      "description": "Solte habilidades de Flow Silencioso para entrar em estado carregado por até <b>3</b> segundos, continuamente provocando alvos próximos e absorvendo dano equivalente a até <b>60%</b> da vida máxima. Ao final do estado carregado, causa dano gélido de <b>850%</b> do ATQ gélido + <b>50%</b> x o dano absorvido aos alvos, e <b>20%</b> do valor não consumido é convertido em recuperação de vida. Tempo de recarga: <b>30</b> seg.\n\nEntra no modo de Flow Silencioso quando a ressonância de coragem estiver ativa. <b>Flow Agitado: Corrente Transitória</b> é substituído por <b>Flow Silencioso: Corrente Concentrada</b>. Entra no estado de Flow Agitado quando a ressonância de coragem não estiver ativa.\nVocê pode ganhar sombra espádica, que acompanha você ao usar habilidades de Saki Fuwa. Sombra espádica gera ondulação quando você utilizar habilidades encadeadas ou habilidades de descarga de Saki Fuwa, causando dano a distância de <b>450%</b> do ATQ gélido. Tempo de recarga de ondulação: <b>10</b> seg.\nNo estado de Flow Agitado: Sombra espádica gera flow quando você causa dano com qualquer arma, causando dano de <b>125%</b> do ATQ gélido ao primeiro alvo atingido, e recupera vida equivalente a <b>57%</b> do dano. A vida máxima recuperada por vez não pode ultrapassar <b>100%</b> do ATQ. Tempo de recarga: <b>0,8</b> seg.\nNo estado de Flow Silencioso: Após sombra espádica gerar ondulação, você obtém <b>3</b> bloqueios durante <b>10</b> segundos, e a capacidade máxima de bloqueio não excede <b>15%</b> da vida máxima. A cada bloqueio bem-sucedido, causa dano de contra-ataque de <b>450%</b> do ATQ gélido ao alvo, e o despedaçar de ondulação aumenta em <b>100%</b> com o efeito de provocação adicionado."
    }
  ],
  "weapon_type": {
    "name": "Casca de Gelo",
    "description": "Com carga completa, o ataque seguinte da arma <b>congela forte</b> o alvo durante <b>2</b> segundos e causa geladura durante <b>6</b> segundos. Quebrar a casca de gelo causa dano de <b>151%</b> do ATQ. Durante a geladura, a velocidade de carga de arma do alvo diminui em <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Ressonância gélida",
    "description": "<b>Ressonância gélida</b>: Aumenta o ATQ gélido em <b>15%</b> e a resistência gélida em <b>25%</b>. Ativa-se ao equipar <b>2</b> ou mais armas gélidas. O efeito deste conjunto funciona no espaço secundário."
  },
  "advancement": [
    "Quando ressonância gélida estiver ativa, o tempo de recarga da habilidade de todas as armas é zerado a cada <b>5</b> vezes que habilidades de arma são usadas, e o dano de flow e contra-ataque aumenta em <b>1</b> vez durante os próximos <b>25</b> segundos.",
    "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
    "Flow agitado: Aumenta o dano de sombra espádica: ondulação para <b>900%</b> do ATQ gélido.\nFlow silencioso: O tempo de recarga de sombra espádica: ondulação torna-se <b>5 segundos</b>.",
    "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
    "Para o tempo e desencadeia Phantasia quando ondulação atingir um alvo. Compartilha tempo de recarga com a Phantasia desencadeada por esquivas.",
    "Ao atingir um alvo com ondulação, aumenta o dano gélido em <b>11%</b> durante <b>15</b> segundos.\nAo bloquear com sombra espádica, reduz o dano gélido causado por inimigos próximos em <b>25%</b> durante <b>12</b> segundos."
  ],
  "traits": [
    {
      "name": "Estado de Coragem",
      "description": "Quando a vida estiver abaixo de <b>70%</b>, aumenta a resistência em <b>40%</b>."
    },
    {
      "name": "Espada Protetora",
      "description": "Quando a vida estiver abaixo de <b>70%</b>, aumenta todas as resistências em <b>40%</b> mais <b>60%</b> da resistência gélida. No estado de Flow Silencioso: Depois que a sombra espádica gerar ondulação e bloquear um ataque, o colega de porcentagem mais baixa de vida (excluindo você) vai receber 3 chances de bloqueio. Dura <b>10</b> segundos. O dano máximo de bloqueio não excede <b>15%</b> da vida máxima do colega."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo-gélido",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorrevestimento I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Corpo reforçado I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Coração-de-inverno",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nanorrevestimento II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_ii",
        "name": "Corpo reforçado II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}