{
  "_id": 1026,
  "id": "annabella",
  "name": "Аннабелла",
  "weapon": "Клеверный крест",
  "weapon_id": "clover_cross",
  "birthday": "28 апреля",
  "birthplace": "Неизвестно",
  "gender": "Женский",
  "info": "Стереотипная горничная: спокойная, уравновешенная, собранная, элегантная и способная справиться с любыми чрезвычайными ситуациями. Она привыкла советоваться со своим загадочным Хозяином по любой мелочи и отчитываться перед ним о каждом шаге. Неумение принимать решения самостоятельно — ее главная слабость, из-за которой в бою она немного «тормозит». Любопытно, что в свою вежливую и обходительную речь она порой вворачивает весьма грубые выражения, что создает довольно забавный эффект. ",
  "description": "Одна из семи великих городских баек на анонимном форуме Миррории — об алой деве-вампире, скрывающейся в Нижнем городе...\nКак оказалось, чтобы заработать себе на жизнь, эта таинственная девушка работает на нескольких работах по совместительству, в том числе телохранителем. Совершенно обычная ситуация, а городская легенда оказалась всего лишь раздутой до предела сплетней.\nСама же девушка настаивает на том, что она лишь прислуга, выполняющая свою работу и команды своего «Хозяина» на другом конце коммуникатора. Однако личность этого «Хозяина» остается загадкой.\nТем не менее, в некотором смысле в ней есть что-то вампирское... но, вероятно, она просто обычная девушка, которая хороша в «стрелялках» и немного странно говорит...\n",
  "like": "«Хозяин», исполнение приказов",
  "dislike": "Слишком много приправ, разговоры на тему фантастических созданий",
  "element": "Flame",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 12.5,
  "charge": 9,
  "skills": [
    {
      "id": "GA_FPlayerSnipeMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, стреляет 3 раза подряд из снайперской винтовки.\nПервая атака: наносит урон в размере <b>44.2%</b> от АТК + <b>2</b> и отбрасывает цель назад.\nВторая атака: наносит урон в размере <b>84.4%</b> от АТК + <b>4</b> и отбрасывает цель назад.\nТретья атака: наносит урон в размере <b>176.9%</b> от АТК + <b>9</b> и подбрасывает врага."
    },
    {
      "id": "GA_FPlayerSnipeMelee_PowerAttack_name",
      "name": "Перекрестное снайперство",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Нажмите и удерживайте кнопку обычной атаки, чтобы зарядить атаку, наносящую базовый урон в размере <b>26.1%</b> от АТК + <b>1</b>. После заряда наносит урон в размере <b>180.4%</b> от АТК + <b>9</b>. Наносит двойной урон при попадании в голову или уязвимое место, а также подбрасывает цель (против странников выстрелы в голову не работают).\n<b>Пассивный:</b> восстанавливает <b>300</b> ед. заряда оружия, когда Перекрестное снайперство поражает горящую цель или наносит критический урон. Перезарядка: <b>15</b> секунд.\n<b>Пассивный:</b> после использования Перекрестного снайперства скорость увеличивается на <b>30%</b> на <b>3</b> секунды."
    },
    {
      "id": "GA_FPlayerSnipeMelee_Branch_name",
      "name": "Кипящий шум",
      "type": [
        "Attack"
      ],
      "description": "После обычной атаки нажмите и удерживайте кнопку обычной атаки, чтобы выпустить лазерный луч, который после поражения цели произведет взрыв, нанесет целям в радиусе поражения урон в размере <b>150%</b> от АТК + <b>8</b> и подвесит их."
    },
    {
      "id": "GA_FPlayerSnipeMelee_AirAttack_name",
      "name": "Угроза с воздуха",
      "type": [
        "Attack"
      ],
      "description": "Находясь в полете, используйте обычную атаку, чтобы атаковать в воздухе 3 раза подряд.\nПервая атака: наносит урон в размере <b>47.6%</b> от АТК + <b>3</b> и отбрасывает цель.\nВторая атака: наносит урон в размере <b>90.9%</b> от АТК + <b>5</b> и отбрасывает цель.\nТретья атака: наносит урон в размере <b>190.5%</b> от АТК + <b>10</b> и подбрасывает врага."
    },
    {
      "id": "GA_FPlayerSnipeEvade_EvadeAttack_name",
      "name": "Сумеречная дуга",
      "type": [
        "Dodge"
      ],
      "description": "Прыгает назад и бросает перед собой 1 гранату, которая взрывается при падении на землю и наносит целям урон до <b>37%</b> от АТК + <b>2</b>, а также подвешивает их в воздухе.\n<b>Пассивный:</b> после применения Сумеречной дуги используйте обычную атаку, чтобы мгновенно применить полностью заряженное Перекрестное снайперство."
    },
    {
      "id": "GA_FPlayerSnipeEvade_Evade_name",
      "name": "Уклонение",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, которая снижает скорость врагов в зоне действия. Перезарядка: 15 сек. Дает невосприимчивость к оглушающему удару на <b>0,5</b> сек. во время уклонения."
    },
    {
      "id": "GA_FPlayerSnipeSkill_Skill_des",
      "name": "Тлеющий магазин",
      "type": [
        "Skill"
      ],
      "description": "Переключайте модули, чтобы изменить эффект Перекрестного снайперства и Сумеречной дуги. Перекрестное снайперство можно использовать до <b>8</b> раз. Перезарядка: <b>14</b> сек.\n<b>Безжалостная бомба</b>: при использовании Перекрестного снайперства происходит пламенный взрыв, который наносит в зоне поражения урон в размере <b>27.3%</b> от АТК + <b>1</b>. После зарядки наносит урон в размере до <b>188.6%</b> от АТК + <b>10</b>. При поражении негорящих целей накладывает на них Перекрестное горение, которое каждую секунду наносит урон в размере <b>120%</b> от АТК в течение <b>13</b> секунд. При поражении негорящих целей накладывает на них Перекрестное горение и на <b>20</b> секунд входит в состояние «Усиление горения», которое увеличивает урон, получаемый целями от горения, на <b>20%</b>. При использовании Сумеречной дуги вы бросаете <b>3</b> гранаты.\n<b>Обманная бомба</b>: меняет эффекты Перекрестного снайперства на удаленную газовую атаку, которая наносит урон в размере <b>42.6%</b> от АТК + <b>2</b>. После зарядки наносит урон в размере <b>294.1%</b> от АТК + <b>15</b>. Цели, попавшие в газовое облако, замедляются. Эффект замедления со временем усиливается, а облако существует <b>7</b> секунд. Сумеречная дуга может подорвать газ (чем дольше зарядка, тем выше урон от взрыва), при этом взрыв наносит урон в размере <b>316.2%</b> от АТК + <b>17</b> (это считается однократным срабатыванием Перекрестного снайперства) и снижает сопротивление огню у цели на <b>10%</b> в течение <b>10</b> секунд.\n\n<b>Пассивный:</b> после подтверждения модуля вы получите некоторое количество попыток Оптического усиления, соответствующее количеству восстановленных попыток уклонения. Оптическое усиление: снижает время зарядки Перекрестного снайперства на <b>30%</b>, а на время зарядки дает невосприимчивость к эффектам контроля. Восстанавливает <b>1</b> попытку уклонения (всего до <b>4</b> попыток) за каждые <b>2</b> уклонения.\n<b>Пассивный:</b> во время действия модуля «Обманная бомба» Перекрестное снайперство может снизить время перезарядки навыков оружия огня на <b>0,7</b> секунды после каждого поражения цели."
    },
    {
      "id": "GA_FPlayerSnipeChangeSkill_Success_name",
      "name": "Точечная бомбардировка",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b>. Странник бросает зажигательную бомбу, которая взрывается в результате стрельбы по ней и наносит целям в зоне поражения урон в размере до <b>765.4%</b> от АТК + <b>40</b>, а также <b>интенсивно подвешивает</b> их. Активация навыка дает невосприимчивость к урону на <b>2,6</b> секунды (недоступно в Высшей лиге)."
    }
  ],
  "weapon_type": {
    "name": "Огонь",
    "description": "Когда оружие полностью заряжено, следующая атака на <b>8</b> секунд поджигает цель, нанося урон в размере <b>{3}%</b> от АТК каждую секунду. Эффективность лечения горящими целями снижается на <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Реакция огня",
    "description": "<b>Реакция огня</b>: увеличивает АТК огнем на <b>20%</b> и сопротивление огню на <b>40%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета оружия огня. Эффект этого комплекта действует в ячейке дополнительного оружия. Он не складывается с другими эффектами резонанса огня или реакции огня, при этом резонанс огня берет верх."
  },
  "advancement": [
    "При <b>двукратном</b> поражении цели Перекрестным снайперством создает в указанной точке <b>оптическое пространство</b> на <b>12</b> секунд. Если враг в оптическом пространстве вызывает срабатывание суммы эффектов горения, то сумма эффектов горения дополнительно срабатывает <b>2</b> раза. Когда враг покидает оптическое пространство, его скорость снижается на <b>80%</b> на <b>2,5</b> секунды. Перезарядка: <b>12</b> секунд.\nЦели Перекрестного снайперства охватывает ужас (скорость снижается на <b>80%</b>) на <b>1,5</b> секунды. Перезарядка: <b>4</b> секунды.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "При критическом ударе Перекрестного снайперства восстанавливает ОЗ в размере <b>50%</b> от нанесенного урона (но не более <b>15%</b> от собственных макс. ОЗ), а также <b>50</b> ед. заряда оружия.\nКаждый экземпляр Спокойного сердца увеличивает конечный шанс крит. удара на <b>9%</b> (всего до <b>27%</b>) и преобразует до <b>13,5%</b> критического урона.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "Усиление <b>Безжалостной бомбы</b>: в состоянии усиления горения наносимый целям урон от горения увеличивается до <b>30%</b>.\nУсиление <b>Обманной бомбы</b>: позволяет игнорировать <b>30%</b> от сопротивления огню у цели при нанесении урона от взрыва газа.",
    "Увеличивает наносимый Перекрестным снайперством урон еще на <b>20%</b>."
  ],
  "traits": [
    {
      "name": "",
      "description": "За каждого <b>1</b> врага, пораженного газовым взрывом, увеличивает урон Клеверного креста на <b>{0}%</b>. Длится <b>{1}</b> сек. и накапливается до <b>2</b> раз.",
      "values": [
        8,
        20
      ]
    },
    {
      "name": "",
      "description": "За <b>каждого</b> врага, пораженного Взрывом газа, увеличивает урон Клеверного креста на <b>{0}%</b>. Длится <b>{1} сек.</b> и накапливается до <b>2</b> раз.",
      "values": [
        15,
        20
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}