{
  "_id": 1,
  "id": "bailing",
  "name": "Бай Лин",
  "weapon": "Соловьиное перышко",
  "weapon_id": "nightingales_feather",
  "birthday": "8 мая",
  "birthplace": "Убежище HT201",
  "gender": "Женский",
  "info": "Ей не хватает уверенности в себе, и она слишком много тревожится. Ее больше волнует мнение других людей, чем ее собственные идеи, поэтому она бывает обидчивой и беспокойной даже из-за мелочей. Но она также скромная и не витает в облаках, а еще добрая, вежливая и внимательная к деталям.\nОна все еще учится и растет. Осознав свои проблемы, постепенно пытается стать человеком, способным взять на себя ответственность.",
  "description": "В настоящее время Бай Лин является главой убежища HT201, поэтому отвечает за его ежедневную работу и боевое командование. Она стала руководителем недавно, поэтому до сих пор иногда выглядит на работе немного замотанной и взволнованной.\nВнезапная смерть предыдущего лидера потрясла Бай Лин, а ее повышенная тревожность и нервозность вызвали сомнения у некоторых жителей убежища. Она считает руководство тяжелым бременем и часто беспокоится о том, чтобы все было сделано на отлично.\nНо она также участлива, ответственна, внимательна и хорошо ведет бухгалтерию, так что в настоящее время HT201, похоже, находится в хороших руках.",
  "like": "Бухгалтерский учет, финансовое управление, инвентаризация",
  "dislike": "Иметь дело со странными или недостойными людьми",
  "element": "Physical",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 6,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerBowMeleeNew_R_Melee_name",
      "name": "Быстрая реакция",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, натяните лук, чтобы быстро атаковать 5 раз подряд.\nПервая атака: наносит урон в размере <b>33.7%</b> от АТК + <b>2</b>.\nВторая атака: наносит урон в размере <b>30.2%</b> от АТК + <b>2</b>.\nТретья атака: наносит урон в размере <b>54.3%</b> от АТК + <b>3</b>.\nЧетвертая атака: наносит урон в размере <b>83.5%</b> от АТК + <b>4</b>.\nПятая атака: наносит урон в размере <b>77.7%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние."
    },
    {
      "id": "GA_FPlayerBowMeleeNew_R_Power_name",
      "name": "Заряженная стрела",
      "type": [
        "Hold: Attack"
      ],
      "description": "Нажмите и удерживайте кнопку обычной атаки для зарядки атаки. Наносит базовый урон в размере <b>60.5%</b> от АТК + <b>3</b> и еще <b>50%</b> за каждую <b>1</b> секунду зарядки, вплоть до <b>3</b> секунд. При выстреле в голову или попадании в уязвимое место врага наносит двойной урон и сбивает врага с ног (выстрелы в голову не работают против странников)."
    },
    {
      "id": "GA_FPlayerBowMeleeNew_R_Branch_name",
      "name": "Град стрел",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "После любой обычной атаки удерживайте кнопку обычной атаки, чтобы выпустить Град стрел, наносящий целям урон по области в размере до <b>198.7%</b> от АТК + <b>10</b>."
    },
    {
      "id": "GA_FPlayerBowMeleeNew_R_AirAttack_name",
      "name": "Воздушный залп",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, используйте обычную атаку, чтобы атаковать в воздухе 4 раза подряд.\nПервая атака: наносит урон в размере <b>38.8%</b> от АТК + <b>2</b>.\nВторая атака: наносит урон в размере <b>51%</b> от АТК + <b>3</b>.\nТретья атака: наносит урон в размере <b>77.7%</b> от АТК + <b>4</b>.\nЧетвертая атака: наносит урон в размере <b>117%</b> от АТК + <b>6</b>."
    },
    {
      "id": "GA_FPlayerBowEvadeNew_R_Attack_name",
      "name": "Утяжеленная стрела",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "После уклонения нажмите на атаку, чтобы сработала Утяжеленная стрела, которая отбрасывает цель назад на небольшое расстояние и наносит урон в размере <b>85.5%</b> от АТК + <b>5</b>."
    },
    {
      "id": "GA_FPlayerBowSkill_R_name",
      "name": "Пробивающий выстрел",
      "type": [
        "Skill"
      ],
      "description": "Делает сальто назад и выстреливает вперед <b>1</b> пробивающий выстрел, нанося урон в размере <b>154.8%</b> от АТК + <b>8</b> и отбрасывая цель назад. Перезарядка: <b>12</b> сек."
    },
    {
      "id": "GA_FPlayerBowChangeSkill_R_Sucess_name",
      "name": "Взрывной залп",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и запускает Взрывной залп, который наносит урон в размере <b>486.6%</b> от АТК + <b>26</b>."
    }
  ],
  "weapon_type": {
    "name": "Тяжелое ранение",
    "description": "Когда оружие полностью заряжено, следующая атака накладывает на врагов эффект тяжелого ранения на <b>7</b> секунд, увеличивая получаемый ими урон на <b>20%</b> и нанося урон в размере <b>100%</b> от АТК. В <yellow_lbl_14_1>командной игре</> физический урон по тяжелораненым целям увеличивается дополнительно на <b>20%</b>."
  },
  "advancement": [
    "Восстанавливает 1 попытку уклонения с каждой пятой обычной атакой или после использования <span class=\"text-green\">Пробивающего выстрела</span>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>10%</b>.",
    "Увеличивает урон от выстрела в голову на <b>30%</b>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>20%</b>.",
    "Навыки уклонения наносят цели тяжелое ранение на <b>7</b> сек.",
    "Шанс крит. удара по тяжело раненым целям увеличивается на <b>30%</b>, а крит. урон на <b>50%</b>."
  ],
  "traits": [
    {
      "name": "Бай Лин. Доблесть",
      "icon": true,
      "description": "Когда Бай Лин убирает глайдер или турбоглайдер, скорость увеличивается на <b>8%</b> на <b>12</b> сек. Перезарядка: <b>60</b> сек."
    },
    {
      "name": "Бай Лин. Решимость",
      "icon": true,
      "description": "Когда Бай Лин убирает глайдер или турбоглайдер, скорость увеличивается на <b>15%</b> на <b>12</b> сек. Перезарядка: <b>60</b> сек."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "rockcore",
        "name": "Камненос",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "rockcore",
        "name": "Камненос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "rockcore",
        "name": "Камненос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "rockcore",
        "name": "Камненос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}