{
  "_id": 5,
  "id": "ene",
  "name": "Ина",
  "weapon": "Громила",
  "weapon_id": "pummeler",
  "birthday": "17 августа",
  "birthplace": "Служба охраны «Виктория»",
  "gender": "Женский",
  "info": "Она выглядит вялой и ленивой, когда ей нечего делать, но становится чрезвычайно энергичной и азартной в бою.\nОна очень гордится своим быстрым и мощным роботизированным телом, которое никогда не стареет. Она также упряма и доводит себя до предела, не желая сдаваться перед теми, у кого тело из плоти.\nОднако с точки зрения психологического развития она все еще ребенок и проявляет свою хрупкую сторону, когда находится рядом со своим отцом.",
  "description": "В эпоху Старой Федерации частная военная компания «Виктория» запланировала разработку серии элитных боевых дроидов. Ина была первым прототипом, созданным в рамках этой программы.\nИзначальной целью было создание совершенного, независимого дроида, обладающего самосознанием и способного думать, чувствовать и действовать как человек. Руководитель, одобривший эту программу, загрузил в Ину резервные файлы с сознанием своей покойной дочери. Они и стали «душой» дроида.\nВ конце концов Ина получила право считаться человеком как дочь владельца «Виктории».",
  "like": "Проводить время с отцом; люди, которые сильнее нее",
  "dislike": "Полное осознание бренности жизни",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "id": "GA_FPlayerHammerMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, взмахните булавой, чтобы атаковать 4 раза подряд.\nПервая атака: наносит урон в размере <b>76.3%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>62.1%</b> от АТК + <b>3</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака: наносит урон в размере <b>157.4%</b> от АТК + <b>8</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>263.8%</b> от АТК + <b>14</b> и подбрасывает цель.\nПока действует Вспышка гнева взмахните булавой, чтобы атаковать 4 раза подряд.\nПервая атака: наносит урон в размере <b>{8}%</b> от АТК + <b>{9}</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>{10}%</b> от АТК + <b>{11}</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака: наносит урон в размере <b>{12}%</b> от АТК + <b>{13}</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>{14}%</b> от АТК + <b>{15}</b> и <b>интенсивно подвешивает</b> цель."
    },
    {
      "id": "GA_FPlayerHammerMelee_AirAttack_name",
      "name": "Трёпка",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Для запуска Взрыва в прыжке выполните обычную атаку, находясь в полете или прыгнув. Наносит урон в размере <b>121.7%</b> от АТК + <b>6</b> и подвешивает цель.\nПока активна Вспышка гнева, наносит урон в размере <b>133.9%</b> от АТК + <b>7</b> и <b>интенсивно подвешивает</b> цель.\nЧем больше высота в начале атаки, тем больше урон, вплоть до <b>600%</b> урона."
    },
    {
      "id": "GA_FPlayerHammerMelee_JumpAttack_name",
      "name": "Ударная волна",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Для запуска Ударной волны нажмите и удерживайте, находясь в полете, совершите двойной прыжок, коротко нажмите в полете, когда рядом есть цели, поднимайтесь, прыгните назад или атакуйте, используя реактивный ранец. <b>Интенсивно подвешивает</b> цель <b>4</b> раза, каждый раз нанося урон в размере <b>34.8%</b> от АТК + <b>2</b>. Расходует <b>250</b> ед. выносливости.\nПока активна Вспышка гнева, ударная волна <b>интенсивно подвешивает</b> цель <b>5</b> раз, каждый раз нанося урон в размере <b>38.3%</b> от АТК + <b>2</b>.\nЧем больше высота, на которой срабатывает атака, тем больше наносимый урон, вплоть до <b>600%</b> урона."
    },
    {
      "id": "GA_FPlayerHammerSneak_name",
      "name": "Коварная атака",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Пригнитесь и подкрадитесь к врагу сзади, а затем используйте обычную атаку, чтобы провести коварную атаку и нанести урон в размере <b>427.5%</b> от АТК + <b>23</b>."
    },
    {
      "id": "GA_FPlayerHammerPower_name",
      "name": "Направленная затрещина",
      "type": [
        "Hold: Attack"
      ],
      "description": "Для запуска Направленной затрещины нажмите и удерживайте обычную атаку (можно зарядить до 3 экз.). Во время зарядки дает гипертело и невосприимчивость ко всем эффектам контроля.\nПервый экземпляр: наносит урон в размере <b>110%</b> от АТК + <b>6</b> и подвешивает цель.\nВторой экземпляр: наносит урон в размере <b>276%</b> от АТК + <b>15</b> и <b>интенсивно подвешивает</b> цель.\nТретий экземпляр: наносит урон в размере <b>518%</b> от АТК + <b>27</b> и <b>интенсивно подвешивает</b> цель.\nПока активна Вспышка гнева, нажмите и удерживайте обычную атаку для запуска Бешеных ударов, которые наносят урон в размере <b>501.6%</b> от АТК + <b>26</b> и <b>интенсивно подвешивают</b> цель."
    },
    {
      "id": "GA_FPlayerHammerEvade_FrontAttack_name",
      "name": "Затрещина в прыжке",
      "type": [
        "Dodge"
      ],
      "description": "Используйте кнопки со стрелками и кнопку уклонения, чтобы применить Затрещину в прыжке. Выпускает ударную волну, которая подвешивает противника <b>4</b> раза, нанося урон в размере <b>161.6%</b> от АТК + <b>9</b>."
    },
    {
      "id": "GA_FPlayerHammerEvade_BackAttack_name",
      "name": "Рассекатель миров",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Для запуска Рассекателя миров нажмите на кнопку обычной атаки сразу после уклонения. Выпускает вперед <b>3</b> ударные волны, каждая из которых наносит урон в размере <b>52.4%</b> от АТК + <b>3</b>, и подвешивает цели.\nВ режиме «Вспышка гнева» выпускает вперед <b>5</b> ударных волн, каждая из которых наносит урон в размере <b>52.4%</b> от АТК + <b>3</b> и подвешивает цель."
    },
    {
      "id": "GA_FPlayerHammerSkill_name",
      "name": "Вспышка гнева",
      "type": [
        "Skill"
      ],
      "description": "Переключение активирует Вспышку гнева, что увеличит время нанесения урона на <b>25</b> секунд.\nВо время действия Вспышки гнева навыки вызывают Ярость ветра, которая наносит урон в размере <b>219%</b> от АТК + <b>12</b>, <b>интенсивно подвешивая</b> цель и создавая воздушный поток на земле. Когда персонаж находится в потоке, можно уклоняться, ничего не расходуя. Перезарядка: <b>45</b> сек. (время действия Ярости ветра: <b>10</b> секунд)."
    },
    {
      "id": "GA_FPlayerHammerIceChangeSkill_Sucess_name",
      "name": "Крушащая булава",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и <b>интенсивно подвешивает</b> ближайшие цели, нанося им урон в размере <b>153.3%</b> от АТК + <b>8</b>. Также призывает булаву, которая падает на ближайшие цели, нанося урон в размере <b>153.3%</b> от АТК + <b>8</b>."
    }
  ],
  "weapon_type": {
    "name": "Ледяная оболочка",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно замораживает</b> цели на <b>2</b> сек. и оставляет их обмороженными на <b>6</b> сек. Если разбить ледяную оболочку, это нанесет урон в размере <b>111%</b> от АТК. Пока цель обморожена, скорость заряда ее оружия снижается на <b>50%</b>."
  },
  "advancement": [
    "После переключения на это оружие провоцирует ближайшие цели и предотвращает <b>1</b> получение урона в течение следующих <b>8</b> сек. Дает гипертело на следующие <b>8</b> сек. Перезарядка: <b>15</b> сек.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>10%</b>.",
    "После получения урона снижает весь получаемый урон на <b>50%</b> в течение следующих <b>6</b> сек. Перезарядка: <b>20</b> сек.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>20%</b>.",
    "Обычные атаки <b>оглушают</b> цели на <b>2,5</b> сек. Перезарядка: <b>20</b> сек.",
    "Навыки разрядки наносят дополнительно <b>10%</b> урона по целям, а урон от холода увеличивается еще на <b>10%</b> на <b>25</b> сек."
  ],
  "traits": [
    {
      "name": "Ина. Быстрый режим",
      "icon": true,
      "description": "Когда Ина плавает, поднимается или планирует, расход выносливости снижается на <b>12%</b>."
    },
    {
      "name": "Ина. Режим вне пределов",
      "icon": true,
      "description": "Когда Ина плавает, поднимается или планирует, снижает расход выносливости на <b>20%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}