{
  "_id": 7,
  "id": "hilda",
  "name": "Хильда",
  "weapon": "Терминатор",
  "weapon_id": "the_terminator",
  "birthday": "11 апреля",
  "birthplace": "Бэнджи",
  "gender": "Женский",
  "info": "Веселая, увлеченная и дружелюбная девушка, беззаботная и не дотошная.\nЕй не важны пол, возраст или социальное положение, и она относится ко всем одинаково. Даже Тео, сын владельца в «БэнджиТех», является её хорошим другом.\nНо она также беспечна и забывчива, иногда даже оставляет оружие дома...",
  "description": "Хильда — «звезда» порта Бэнджи, где все знают ее имя.\nБэнджи — ее дом, и она не сомневается, что должна его защищать.\nУ нее нет постоянной работы, и она подрабатывает в портовых лавочках, а иногда занимается патрулированием и охраной. Когда Хильда устает, она берет выходной, чтобы сделать покупки и насладиться вкусной едой.",
  "like": "Жареная курица, праздники, бартерные сделки",
  "dislike": "Планы на жизнь",
  "element": "Ice",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerCannonMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Нажмите на кнопку обычной атаки, чтобы перейти в режим прицеливания. Удерживайте кнопку обычной атаки, чтобы сделать до <b>40</b> выстрелов подряд. Каждый выстрел наносит урон в размере <b>11.4%</b> от АТК + <b>1</b>. При выстреле в голову или попадании в уязвимое место врага наносит двойной урон и сбивает врага с ног (выстрелы в голову не работают против странников)."
    },
    {
      "id": "GA_FPlayerCannonSkill_name",
      "name": "Турель",
      "type": [
        "Skill"
      ],
      "description": "Включает режим турели и стреляет большими энергетическими сферами, каждая из которых наносит урон в размере <b>213.3%</b> от АТК + <b>11</b> и подбрасывает цель в воздух. При установке турели дает невосприимчивость к оглушающему удару и эффектам контроля. Перезарядка: <b>3.5</b> сек."
    },
    {
      "id": "GA_FPlayerCannonChangeSkill_New_Sucess_name",
      "name": "Арктический луч",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и запускает Арктический луч, наносящий урон в размере <b>329.2%</b> от АТК + <b>17</b>. Луч <b>интенсивно замораживает</b> врага на <b>3</b> сек., а также снижает его сопротивление холоду на <b>50%</b> в течение <b>10</b> сек."
    }
  ],
  "weapon_type": {
    "name": "Ледяная оболочка",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно замораживает</b> цели на <b>2</b> сек. и оставляет их обмороженными на <b>6</b> сек. Если разбить ледяную оболочку, это нанесет урон в размере <b>111%</b> от АТК. Пока цель обморожена, скорость заряда ее оружия снижается на <b>50%</b>."
  },
  "advancement": [
    "Каждая успешная обычная атака увеличивает урон на <b>1%</b> на <b>2</b> сек. Накапливается до <b>15</b> раз. Увеличивает число боеприпасов до <b>60</b>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>10%</b>.",
    "В течение <b>10</b> сек. после переключения на это оружие увеличивает урон от обычных атак и раскол на <b>30%</b>. Перезарядка: <b>25</b> сек. Повышает количество боеприпасов до <b>80</b>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>20%</b>.",
    "Уменьшает перезарядку обычных атак в режиме турели на <b>2</b> сек.",
    "В течение <b>10</b> сек. после переключения на это оружие увеличивает урон от обычных атак и раскол на <b>60%</b>. Перезарядка: <b>25</b> сек."
  ],
  "traits": [
    {
      "name": "Хильда. Педаль в пол",
      "icon": true,
      "description": "Когда Хильда использует транспорт, скорость повышается на <b>7%</b>."
    },
    {
      "name": "Хильда. Дрифт на полной скорости",
      "icon": true,
      "description": "Когда Хильда использует транспорт, скорость повышается на <b>10%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}