{
  "_id": 8,
  "id": "huma",
  "name": "Юма",
  "weapon": "Расплавленный щит V2",
  "weapon_id": "molten_shield_v2",
  "birthday": "12 января",
  "birthplace": "Гикрос",
  "gender": "Женский",
  "info": "Иногда впадает в состояние замешательства или оцепенения из-за отсутствия некоторых воспоминаний и недостатка сведений о своей личности. Часто носит маску, закрывающую рот, что еще больше затрудняет общение. Очень тихая и замкнутая.\nИмея совсем мало опыта общения с внешним миром, она невинна, как младенец, и всегда выглядит немного отстраненно.",
  "description": "Девушка, чья болезнь наделила ее странными способностями, в настоящее время проходит лечение в Гикросе.\nПо какой-то причине Юма полностью забыла свое прошлое и потеряла свою личность. С момента пробуждения все знания Юмы о мире ограничиваются Гикросом. Всё остальное вызывает у нее лишь легкий страх и тревогу.\nВ настоящее время все личные отношения Юмы сводятся к тем медицинским исследователям, с которыми она познакомилась во время лечения. Эти исследователи предложили Юме присоединиться к другим пациентам и вместе с ними изучить внешний мир в надежде постепенно вернуть ее к нормальной жизни. Однако Юма приняла поразительное решение — пройти обучение и стать Исполнителем Гикроса.\nМотивация девушки простая и четкая: она чувствует себя уверенно в компании Исполнителей и хочет использовать свои способности, чтобы отблагодарить Гикрос за доброту, которую он проявил к ней.",
  "like": "Чтение, тишина и покой, садоводство",
  "dislike": "Неизвестно",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerShieldMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, взмахните щитом и топором, чтобы атаковать 4 раза подряд.\nПервая атака в форме щита: наносит урон в размере <b>77.7%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>56.9%</b> от АТК + <b>3</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака: наносит урон в размере <b>62.8%</b> от АТК + <b>3</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>184%</b> от АТК + <b>10</b> и <b>подбрасывает</b> цель в воздух.\nПервая атака в форме топора: наносит урон в размере <b>135.2%</b> от АТК + <b>7</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>79.4%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака: наносит урон в размере <b>119.9%</b> от АТК + <b>6</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>221.3%</b> от АТК + <b>12</b> и отбрасывает цель назад."
    },
    {
      "id": "GA_FPlayerBigSwordMelee_AirAttack_name",
      "name": "Удар с воздуха",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете или прыгнув, выполните обычную атаку, чтобы атаковать 4 раза подряд.\nПервая атака: наносит урон в размере <b>75.9%</b> от АТК + <b>4</b>.\nВторая атака: наносит урон в размере <b>80.2%</b> от АТК + <b>4</b>.\nТретья атака: наносит урон в размере <b>103%</b> от АТК + <b>5</b>.\nЧетвертая атака: наносит урон в размере <b>118.6%</b> от АТК + <b>6</b> и <b>сбивает с ног</b>, а после приземления подбрасывает цель."
    },
    {
      "id": "GA_FPlayerShieldMelee_PowerAttack_name",
      "name": "Упреждение",
      "type": [
        "Hold: Attack"
      ],
      "description": "Форма щита: находясь на земле, нажмите и удерживайте обычную атаку, чтобы перейти в форму щита (отпустите, чтобы выйти) на <b>3</b> секунды, в течение которых странник не может двигаться, а весь получаемый урон уменьшается на <b>50%</b>. Находясь в форме щита, отпустите кнопку обычной атаки после получения урона или после удержания кнопки в течение <b>3</b> секунд, чтобы применить огненное сокрушение: наносит урон в размере <b>167.3%</b> от АТК + <b>9</b> и накладывает на цель эффект <b>оглушения</b> на <b>1</b> секунду.\nФорма топора: проведите по цели мощный удар, наносящий урон в размере <b>122.2%</b> от АТК + <b>6</b> и подвешивающий цель."
    },
    {
      "id": "GA_FPlayerShieldMelee_JumpAttack_name",
      "name": "Доблесть",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Чтобы выполнить воздушную двунаправленную атаку, нажмите и удерживайте кнопку обычной атаки в полете (нажимайте, когда цель доступна) или выполните обычную атаку во время подъема, прыжка назад или использования реактивного ранца.\nФорма щита: в падении при каждом попадании наносит урон в размере <b>12.5%</b> от АТК + <b>1</b>. При приземлении наносит урон в размере <b>89.2%</b> от АТК + <b>5</b> и подвешивает цель.\nФорма топора: в падении при каждом попадании наносит урон в размере <b>12.5%</b> от АТК + <b>1</b>. При приземлении наносит урон в размере <b>128.3%</b> от АТК + <b>7</b> и подвешивает цель.\nЧем больше высота в начале атаки, тем больше нанесенный урон, максимум до <b>600%</b>."
    },
    {
      "id": "GA_FPlayerShieldEvade_EvadeAttack_name",
      "name": "Извержение",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Выполните обычную атаку сразу после уклонения, чтобы провести атаку с уклонением.\nФорма щита: создает огненный щит, который наносит урон в размере <b>55.8%</b> от АТК + <b>3</b> и отбрасывает цели. Также вызывает взрыв, который наносит урон в размере <b>55.8%</b> от АТК + <b>3</b>, <b>оглушает</b> цели на <b>0,5</b> сек. и снижает получаемое целями лечение на <b>30%</b> в течение <b>10</b> сек.\nФорма топора: удар топором наносит урон в размере <b>55.8%</b> от АТК + <b>3</b> и снижает получаемое целями лечение на <b>30%</b> в течение <b>10</b> сек."
    },
    {
      "id": "GA_FPlayerShieldSkill_name",
      "name": "Расщепление",
      "type": [
        "Skill"
      ],
      "description": "Преобразование щита: переключитесь из формы щита в форму топора и ударьте по земле, нанося урон в размере <b>373.8%</b> от АТК + <b>20</b> и <b>интенсивно подвешивая</b> цель. На <b>5</b> секунд оставляет большую зону пламени, которая сжигает цель, нанося непрерывный урон в размере <b>233.6%</b> от АТК + <b>12</b>.\nПреобразование топора: переключитесь из формы топора в форму щита и ударьте по земле, нанося цели урон в размере <b>309.5%</b> от АТК + <b>16</b> и отбрасывая ее назад. Не дает цели менять оружие в течение <b>5</b> секунд.\nПерезарядка: <b>25</b> секунд. У преобразования щита и преобразования топора общая перезарядка."
    },
    {
      "id": "GA_FPlayerShieldChangeSkill_Success_name",
      "name": "Бурлящая ярость",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и выпускает ударную волну огня, нанося урон в размере <b>352%</b> от АТК + <b>19</b>. Позволяет провоцировать врагов в течение <b>5</b> сек., получая <b>15%</b> к снижению урона на этот период времени. В зависимости от числа спровоцированных целей разбрасывает объекты в виде щитов. Объекты остаются на <b>20</b> сек. и дают <b>10</b> сек. снижения урона на <b>5%</b> (накапливается), а также восстанавливают 1 попытку уклонения."
    }
  ],
  "weapon_type": {
    "name": "Огонь",
    "description": "Когда оружие полностью заряжено, следующая атака на <b>8</b> секунд поджигает цель, нанося урон в размере <b>58%</b> от АТК каждую секунду. Эффективность лечения горящими целями снижается на <b>50%</b>."
  },
  "advancement": [
    "При использовании навыка разрядки «Бурлящая ярость» дает 1 экз. Сильного щита. Использование навыка уклонения или навыка двунаправленной атаки в форме щита дает 1 экз. Сильного щита. Сильный щит дает снижение урона на <b>10%</b> на <b>15</b> сек. и накапливается до <b>3</b> раз. Переключение на форму топора преобразует все экземпляры Сильного щита в экземпляр Острого топора, каждый из которых увеличивает урон на <b>15%</b> на <b>15</b> сек. Переключение на другое оружие отменяет этот эффект.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>16%</b>.",
    "При использовании в форме щита двунаправленные атаки и атаки с уклонением наносят цели доп. урон в размере <b>4%</b> от текущих ОЗ персонажа.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "После переключения на щитовой топор немедленно дает снижение урона на <b>30%</b>, которое уменьшается на <b>10%</b> каждые <b>3</b> сек. и снижается до минимума в <b>10%</b>. Переключение оружия отменяет этот эффект. Перезарядка: <b>30</b> сек.",
    "Улучшение навыков преобразования\nУлучшение преобразования щита: увеличивает наносимый урон от навыков на <b>60%</b> и увеличивает радиус зоны огня на <b>30%</b>.\nУлучшение преобразования топора: отдельная перезарядка от преобразования щита. В течение <b>5</b> секунд после использования навыка превращает весь полученный урон в ОЗ (не более <b>15%</b> от макс. ОЗ персонажа)."
  ],
  "traits": [
    {
      "name": "Юма. Сила духа",
      "icon": true,
      "description": "Каждый раз, когда Юма получает урон, дает <b>1</b> метку силы духа, а если это был урон от огня, то еще <b>1</b> метку. Метку можно получить не чаще <b>1</b> раза за <b>1</b> секунду, всего до <b>12</b> меток. При применении навыка оружия все метки силы духа используются и создается щит ОЗ, равный количеству меток x<b>0,4%</b> ОЗ, на <b>12</b> сек. Если метки силы духа используются при их накопленном максимальном количестве, то создается щит ОЗ, равный количеству меток x<b>0,6%</b> ОЗ."
    },
    {
      "name": "Юма. Железная ширма",
      "icon": true,
      "description": "Каждый раз, когда Юма получает урон, дает <b>1</b> метку силы духа, а если это был урон от огня, то еще <b>1</b> метку. Метку можно получить не чаще <b>1</b> раза за <b>1</b> секунду, всего до <b>12</b> меток. При применении навыка оружия все метки силы духа используются и создается щит ОЗ, равный количеству меток x<b>0,6%</b> ОЗ, на <b>12</b> сек. Если метки силы духа используются при их накопленном максимальном количестве, то создается щит ОЗ, равный количеству меток x<b>0,9%</b> ОЗ."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Сердце лавы",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Противокислотный лак II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}