{
  "_id": 21,
  "id": "lin",
  "name": "Линь",
  "weapon": "Плетение теней",
  "weapon_id": "shadoweave",
  "birthday": "3 сентября",
  "birthplace": "Округ 7 Гикроса",
  "gender": "Женский",
  "info": "Молодой офицер, производящая сильное впечатление.\nПомешанная на чистоте, не выносит самого вида пыли. Она также придерживается высоких стандартов в отношении себя и других. Из-за этого она кажется сторонником правил, но она любезна в дискуссиях.\nЕе элитное образование сделало ее тем, кем она является сегодня: решительным, компетентным перфекционистом.",
  "description": "Единственная дочь Харунобу, предыдущего местного архонта. Ее готовили стать его преемницей. Несмотря на то, что она еще не заняла это место, общественность уже видит в ней следующего архонта. С детства она проходила серьезную боевую подготовку, что делает ее гораздо более подходящей для боев на передовой, чем для офисной работы, и ее результаты определенно подтверждают это.\nОна невероятно популярна среди людей от Центрального округа до Нижнего города.",
  "like": "Чай, аромат стирального порошка, жареный тофу",
  "dislike": "Микробы, стойкие пятна",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "id": "GA_FPlayerFanMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, используйте Плетение теней, чтобы провести 5 атак подряд.\nПервая атака: наносит урон в размере <b>59.9%</b> от АТК + <b>3</b>.\nВторая атака: наносит урон в размере <b>57.1%</b> от АТК + <b>3</b>.\nТретья атака: наносит урон в размере <b>49.5%</b> от АТК + <b>3</b>.\nЧетвертая атака: наносит урон в размере <b>114.2%</b> от АТК + <b>6</b> и подвешивает цель.\nПятая атака: наносит урон в размере <b>152.2%</b> от АТК + <b>8</b>."
    },
    {
      "id": "GA_FPlayerFanMelee_AirAttack_name",
      "name": "Угроза с воздуха",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, используйте обычную атаку, чтобы атаковать 5 раз подряд в воздухе.\nПервая атака: наносит урон в размере <b>30.6%</b> от АТК + <b>2</b>.\nВторая атака: наносит урон в размере <b>55.6%</b> от АТК + <b>3</b>.\nТретья атака: наносит урон в размере <b>48.2%</b> от АТК + <b>3</b>.\nЧетвертая атака: наносит урон в размере <b>111.2%</b> от АТК + <b>6</b>.\nПятая атака: наносит урон в размере <b>148.3%</b> от АТК + <b>8</b>."
    },
    {
      "id": "GA_FPlayerFanMelee_Branch_name",
      "name": "Рассыпанная почва",
      "type": [
        "Hold: Attack"
      ],
      "description": "Для запуска Рассыпанной почвы нажмите и удерживайте кнопку обычной атаки после второй обычной атаки на земле или в воздухе.\nАтакует позицию цели, нанося урон в размере <b>83.2%</b> от АТК + <b>4</b> и сбивая цель с ног.\nПассивный навык: после использования Рассыпанной почвы на земле быстрым нажатием кнопки обычной атаки можно немедленно применить Краткое цветение (3-й экз.)."
    },
    {
      "id": "GA_FPlayerFanMelee_PowerAttack_name",
      "name": "Краткое цветение",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Нажмите и удерживайте обычную атаку, чтобы использовать Краткое цветение. Вы можете зарядить до 3 экз., при этом во время зарядки действует гипертело и невосприимчивость к контролю.\nПервый экз.: наносит урон в размере <b>73.9%</b> от АТК + <b>4</b>.\nВторой экз.: наносит урон в размере <b>146.8%</b> от АТК + <b>246.4</b>.\nТретий экз.: наносит урон в размере <b>13%</b> от АТК + <b>{5}</b>."
    },
    {
      "id": "GA_FPlayerFanMelee_JumpAttack_name",
      "name": "Падающая тень",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Для запуска Падающей тени нажмите и удерживайте кнопку обычной атаки, находясь в воздухе.\nВы падаете с небес, нанося урон в размере <b>160%</b> от АТК + <b>8</b>, и сбиваете цель с ног."
    },
    {
      "id": "GA_FPlayerFanEvade_Evade_name",
      "name": "Уклонение",
      "type": [
        "Dodge"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, которая снижает скорость врагов в зоне действия. Дает невосприимчивость к оглушающему удару на <b>0,5</b> сек. во время уклонения."
    },
    {
      "id": "GA_FPlayerFanEvade_RollAttack_name",
      "name": "Зеленая листва",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Делает сальто назад и поражает цель Зеленой листвой, нанося урон в размере <b>70%</b> от АТК + <b>4</b>, создавая при попадании <b>от 1 до 3</b> филлокактусов и формируя зеленое поле, которое действует <b>5</b> секунд. Когда враги в зеленом поле наводятся на странника, их скорость движения снижается на <b>50%</b>.\nПассивный навык: можно использовать на земле и в воздухе.\nПассивный навык: немедленно прерывает контроль, если действует эффект контроля, и автоматически применяет Зеленую листву без использования попыток уклонения. Перезарядка навыка длится <b>20</b> секунд."
    },
    {
      "id": "GA_FPlayerDkatanaSkill_Skill1_name",
      "name": "Бурный поток: Переменная струя",
      "type": [
        "Skill"
      ],
      "description": "Создает вокруг себя Лунное царство на <b>15</b> секунд. В этом царстве наносимый вами урон увеличивается на <b>10%</b>, прыжки усиливаются на <b>20%</b>, а расход выносливости уменьшается на <b>50%</b>. Перезарядка: <b>30</b> секунд.\nПри использовании в этом царстве Плетения теней вы переходите в особое состояние «Воздушный цветок». При этом ваша скорость падения значительно снижается, и вы можете совершать несколько двойных прыжков подряд. Если вы, находясь в этом состоянии, используете в воздухе кнопки направления и кнопку прыжка, то примените Блуждание и атакуете цель. При попадании наносится урон в размере <b>66%</b> от АТК + <b>3</b> и случайным образом создается <b>1–3</b> филлокактуса.\n\nПассивный эффект: в Лунном царстве возле 1 цели каждые <b>0,8</b> секунды генерируется <b>1</b> филлокактус. \nПассивный эффект: когда вы используете Плетение теней в Лунном царстве, враги, у которых менее <b>20%</b> ОЗ, получают на <b>50%</b> урона больше.\nПассивный эффект: когда вы используете Плетение теней в Лунном царстве, при обнаружении поступающего урона вы переноситесь от местоположения цели. Перезарядка: <b>10</b> секунд.\n\nПассивный эффект: мастер оружия.\n\\\nОгонь: когда Плетение теней используется в паре с 2 предметами огненного оружия, Лунное царство преобразуется в Лунное царство огня, время действия которого продляется на <b>4</b> секунды при поджигании целей. Цели со щитом получают дополнительные <b>15%</b> урона огнем. \n\nЭлектричество: когда Плетение теней используется в паре с 2 предметами оружия электричества, Лунное царство преобразуется в Лунное царство электричества. При этом при уклонении у вас появляется <b>65%</b>-ный шанс не потратить попытку уклонения, а урон от атаки с уклонением увеличивается на <b>35%</b>. Когда активируется резонанс электричества, урон электричеством дополнительно увеличивается на <b>30%</b>.\n\nХолод: когда Плетение теней используется в паре с 2 предметами оружия холода, Лунное царство преобразуется в Лунное царство холода. Цели в этом царстве получают обморожение на <b>15</b> секунд после <b>10</b>-кратного получения урона холодом, и в течение этого периода получают на <b>22%</b> больше урона от атак холодом. Количество атак не суммируется, если цель уже получила обморожение. \n\nФизическое: когда Плетение теней используется в паре с 2 предметами физического оружия, Лунное царство преобразуется в Лунное царство: физическое. Когда у вас есть щит ОЗ, вы каждую секунду наносите целям в радиусе действия урон в размере <b>50%</b> от АТК + <b>3</b>.\n\nРавновесие: когда Плетение теней используется в паре с 2 предметами оружия различных стихий (огонь, электричество, холод и физическое оружие), АТК странника в царстве увеличивается на <b>15%</b> и считается активацией резонанса пламени, холода, электрического и физического резонанса без эффектов резонанса."
    },
    {
      "id": "GA_FPlayerFanChangeSkill_Success_name",
      "name": "Гравитационное плетение",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает cо странника все дебаффы</b> и запускает Гравитационное плетение с большей силой поглощения, нанося урон в размере <b>368.5%</b> от АТК + <b>19</b>. Через <b>5</b> сек. происходит взрыв, который создает диффузионную волну дальнего действия и наносит урон в размере <b>184.3%</b> от АТК + <b>10</b>. При активации навыка вы на <b>2,6</b> сек. получаете невосприимчивость к урону (недоступно в Высшей лиге)."
    }
  ],
  "weapon_type": {
    "name": "Измененный урон",
    "description": "Когда оружие полностью заряжено, следующая атака ставит на цели метку, которая через <b>5</b> секунд вызывает взрыв. В период действия метки цель получает дополнительный урон в размере <b>25%</b> от всего полученного урона вплоть до <b>560%</b> от вашей АТК. На цель можно поставить только 1 метку за раз."
  },
  "weapon_resonance": {
    "name": "Ядро синтеза Плетения теней",
    "description": "При сочетании Плетения теней с другим оружием возможно возникновение эффекта <b>«Мастер по оружию»</b>.\nВозле цели случайным образом появляются филлокактусы, которые взрываются в течение <b>1–3</b> секунд, нанося урон по области в размере <b>60%</b> от АТК."
  },
  "advancement": [
    "Обычные атаки теперь при попадании наносят урон по области.\nЕсли в зоне взрыва филлокактуса находится еще один филлокактус, урон от каждого из следующих взрывов филлокактуса увеличивается на <b>{0}%</b>, вплоть до <b>{1}%</b>.\nИнтервал генерации филлокактуса из <b>Лунного царства</b> теперь уменьшен до <b>0,5</b> секунды.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "Интервал генерации филлокактуса из <b>Лунного царства</b> теперь уменьшен до <b>0,3</b> секунды.\nФиллокактусы прикрепляются к врагу.\nДлительность <b>Лунного царства</b> теперь увеличена до <b>20</b> секунд.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "Во время действия эффекта <b>Лунного царства</b> каждую секунду дает <b>30</b> ед. заряда оружия и увеличивает урон от навыка разрядки на <b>{0}%</b>.",
    "Переключайте режимы в <b>Лунном царстве</b> до <b>2</b> раз. Получите <b>1</b> попытку после перезарядки навыка и еще <b>1</b> попытку, зарядив разрядку.\nИспользуйте любую разрядку оружия <b>3</b> раза, чтобы получить <b>+1</b> использование <b>Лунного царства</b>. Действует, даже когда Плетение теней находится в ячейке доп. оружия.\nПод действием <b>Лунного царства</b> урон увеличивается на <b>{0}%</b>."
  ],
  "traits": [
    {
      "name": "Линь. Цветок филлокактуса",
      "description": "Увеличивает урон от взрыва филлокактуса на <b>15%</b>."
    },
    {
      "name": "Линь. Изящество филлокактуса",
      "description": "Увеличивает урон от взрыва филлокактуса на <b>20%</b>. Попадание взрыва филлокактуса снижает сопротивление всему у целей на <b>7%</b> в течение <b>7</b> сек. Этот эффект не накапливается."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}