{
  "_id": 14,
  "id": "lyra",
  "name": "Лира",
  "weapon": "Веспер",
  "weapon_id": "vesper",
  "birthday": "23 июня",
  "birthplace": "Фонд Мейделин",
  "gender": "Женский",
  "info": "Очень немногие знают об отстраненном, сдержанном и незаметном нынешнем менеджере Фонда Мейделин.\nОн всегда наготове, когда что-то выходит из-под контроля.\n«Я просто следую воле г-жи Мейделин».",
  "description": "Единственная наследница госпожи Мейделин — эта известная разработчица во многих областях технологий относилась к ней как к родной дочке.\n\nКак именно исполнить последнюю волю госпожи Мейделин, когда причины ее решений уже невозможно проследить, неясно... Но Лира действительно похожа на Мейделин, когда дело доходит до управления.\n\nБлагодаря рабочему партнерству с Гикросом Лира имеет определенное влияние в его иерархии, хотя из-за ее незаметной личности очень немногим об этом известно.",
  "like": "Скрипка",
  "dislike": "Микробы, стойкие пятна",
  "element": "Physical",
  "rarity": "SSR",
  "role": "Support",
  "resonance": "DPS",
  "shatter": 12,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerArmMeleeBuff_name",
      "name": "Обычная пассивная атака Веспера",
      "type": [
        "Passive"
      ],
      "description": "<span class=\"text-green\">Озарение</span>: при ударе обычная атака Веспера без резонанса посвящения наносит дополнительный урон целям, отмеченным <b>меткой озарения</b>, равный количеству ваших стражей x <b>6,4%</b> от АТК (в сумме не более 38,4% x АТК). Этот урон не вызывает дополнительных эффектов атаки и считается уроном от навыка разрядки и навыка оружия.\n\nПри ударе обычная атака Веспера без резонанса посвящения наносит целям, отмеченным <b>меткой озарения</b>, дополнительный урон, равный количеству ваших стражей и стражей ваших товарищей по команде x <b>6,4%</b> от АТК (в сумме не более 36,8% x АТК). Этот урон не вызывает дополнительных эффектов атаки и считается уроном от навыка разрядки и навыка оружия.\n<span class=\"text-green\">Сияние</span>: при ударе все обычные атаки Веспера восстанавливают ОЗ в количестве <b>15%</b> от АТК.\n<span class=\"text-green\">Священный удар</span>: атака с воздуха Веспера и накопление могут преобразовать 60% заряда в раскол щита.\n<span class=\"text-green\">Страж</span>: за каждую <b>15%</b> потерю ОЗ или каждый <b>300</b> полученный заряд оружия получайте до <b>5</b> стражей озарения (можно произвести в ячейке доп. оружия). Страж озарения длится <b>25</b> сек. Если ваши стражи озарения уже заполнены, новый страж озарения атакует врагов, нанося физический урон, равный <b>120%</b> от АКТ, а потом исчезает. Этот урон не вызывает дополнительных эффектов атаки.\n\nПримечание: в «Фантоме прошлого» Веспер не считается оружием поддержки."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Melee_name",
      "name": "Обычная атака Веспера",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, используйте Веспер, чтобы провести 5 атак подряд.\nПервая атака: наносит урон в размере <b>81.6%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>59.1%</b> от АТК + <b>3</b> и отбрасывает цель назад на значительное расстояние.\nТретья атака: наносит урон в размере <b>123.9%</b> от АТК + <b>7</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>173%</b> от АТК + <b>9</b> и подвешивает цель.\nПятая атака: наносит урон в размере <b>196.4%</b> от АТК + <b>10</b> и подбрасывает цель."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_AirAttack_name",
      "name": "Упадок духа",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Коснитесь в полете кнопки обычной атаки, чтобы активировать Упадок духа. Каждый удар наносит урон в размере <b>33.2%</b> от АТК + <b>2</b> и расходует <b>10</b> ед. выносливости. Последнее попадание наносит урон в размере <b>556.6%</b> от АТК + <b>29</b> и подбрасывает цель в воздух.\nПри активации Упадка духа по возможности схватите цель и бросьте ее на землю, и это нанесет суммарный урон в размере <b>124.5%</b> от АТК + <b>7</b>."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_PowerAttack_name",
      "name": "Накопление",
      "type": [
        "Attack"
      ],
      "description": "Нажмите и удерживайте обычную атаку, чтобы набрать до <b>3</b> зарядов. <b>Интенсивно подвешивает</b> цель при попадании и получает невосприимчивость к урону и эффектам контроля во время атаки с накоплением. Если отпустить кнопку до получения удара от врага, можно активировать Фантазию.\nЗаряженный удар в фазе 1: наносит урон в размере <b>96%</b> от АТК + <b>5</b>.\nЗаряженный удар в фазе 2: наносит урон в размере <b>223%</b> от АТК + <b>12</b>.\nЗаряженный удар в фазе 3: наносит урон в размере <b>360.5%</b> от АТК + <b>19</b>."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Branch_name",
      "name": "Мерцание",
      "type": [
        "Hold: Attack"
      ],
      "description": "Для активации Мерцания нажмите и удерживайте кнопку обычной атаки во время обычных атак или после уклонения. Каждый удар наносит урон в размере <b>20%</b> от АТК + <b>1</b> и расходует <b>10</b> ед. выносливости. Отпустите кнопку, чтобы активировать накопление."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_JumpAttack_name",
      "name": "Трёпка",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Будучи в полете, нажмите и удерживайте кнопку обычной атаки, чтобы активировать 3 заряда в воздухе. Отпустите кнопку, чтобы ударить в землю и <b>интенсивно подвесить</b> цели. Если отпустить кнопку до получения удара от врага, можно активировать Фантазию.\nЗаряженная атака в фазе 1: наносит урон в размере <b>166.3%</b> от АТК + <b>9</b>.\nЗаряженная атака в фазе 2: наносит урон в размере <b>288.2%</b> от АТК + <b>15</b>.\nЗаряженная атака в фазе 3: наносит урон в размере <b>454.4%</b> от АТК + <b>24</b>."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_BackAttack_name",
      "name": "Захват разума",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "После уклонения нажмите на кнопку обычной атаки, чтобы притянуть цель к себе на <b>2</b> сек. и нанести урон в размере <b>261.4%</b> от АТК + <b>14</b>. Чтобы вызвать <b>Мерцание</b> после срабатывания <b>Захвата разума</b> еще раз нажмите и удерживайте кнопку обычной атаки после уклонения."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_Evade_name",
      "name": "Уклонение",
      "type": [
        "Dodge"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, которая снижает скорость врагов в зоне действия. Дает невосприимчивость к оглушающему удару на <b>0,5</b> сек. во время уклонения и восстанавливает <b>250</b> ед выносливости."
    },
    {
      "id": "GA_FPlayerArmSkillPhy_Pas_name",
      "name": "Страж прощения",
      "type": [
        "Skill"
      ],
      "description": "<span class=\"text-green\">Страж прощения</span>: при излишке лечения странник получает щит ОЗ в размере не более <b>60%</b> от макс. ОЗ. Когда у Веспера есть страж прощения, при различных резонансах активируются различные эффекты.\n<span class=\"text-green\">Страж посвящения</span>: навык заменяется <b>Сияющим восходом</b>, и странник больше не получает стража озарения — он преобразуется в стража прощения для товарищей по команде. Зарабатывайте по 1 стражу прощения за каждые восстановленные <b>15%</b> от макс. ОЗ и давайте по 1 стражу прощения каждому из товарищей. Если у всех товарищей по команде уже есть по стражу прощения, то страж прощения наносит врагу физический урон в размере <b>120%</b> от АТК и исчезает. Этот урон не приводит к срабатыванию эффектов дополнительной атаки. Также увеличивает макс. ОЗ на <b>12,5%</b> для себя и товарищей по команде. Этот эффект не накапливается.\n<span class=\"text-green\">Атакующий страж</span>: когда навык Веспера попадает по врагу, немедленно дает щит в размере <b>30%</b> от макс. ОЗ. Перезарядка: <b>30</b> секунд.\n<span class=\"text-green\">Страж силы духа</span>: когда навык Веспера попадает по врагу, немедленно дает эффект лечения, восстанавливающий <b>2%</b> от макс. ОЗ в секунду в течение <b>20</b> секунд. Перезарядка: <b>30</b> секунд.\n<span class=\"text-green\">Страж баланса</span>: когда ОЗ больше <b>50%</b>, повышает раскол на <b>20%</b>. Когда ОЗ меньше <b>50%</b>, увеличивает конечный урон на <b>10%</b> и повышает раскол на <b>10%</b>."
    },
    {
      "id": "GA_FPlayerArmPublishSkillPhy_name",
      "name": "Звездопад",
      "type": [
        "Skill"
      ],
      "description": "Прыжок к цели наносит урон в размере <b>702.1%</b> от АТК + <b>37</b>, а также <b>интенсивно подвешивает</b> цель. Накладывает на цель метку озарения на <b>18</b> сек. Перезарядка: <b>20</b> сек."
    },
    {
      "id": "GA_FPlayerArmLawSkillPhy_name",
      "name": "Сияющий восход",
      "type": [
        "Skill"
      ],
      "description": "Удар по земле <b>сильно подбрасывает</b> цели впереди, нанося урон в размере <b>702.1%</b> от АТК + <b>37</b> и призывает до <b>3</b> <b>клинков</b> в течение <b>75</b> секунд (по 1 клинку каждые 2 метра). Этот навык можно использовать до <b>3</b> раз с перезарядкой каждые <b>20</b> сек. Когда на поле присутствуют 2 <b>клинка</b>, создается <b>Ясное сияние</b>. Прикосновение к <b>клинку</b> исцеляет цели в радиусе движения, восстанавливая ОЗ в размере <b>25%</b> от АТК цели. При наличии 3 <b>клинков</b> создается <b>Туманность</b>. Прикосновение к <b>клинку</b> наносит цели в радиусе движения урон в размере <b>150%</b> от АТК x расстояние движения / <b>5</b> м."
    },
    {
      "id": "GA_FPlayerArmChangeSkillPhy_Success_name",
      "name": "Напевный вздох",
      "type": [
        "Discharge"
      ],
      "description": "Если <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает с персонажа все дебаффы</b> и высвобождает Напевный вздох, который наносит урон в размере <b>748.1%</b> от АТК + <b>39</b>, а также ставит на цель метку озарения на <b>18</b> сек., в течение которых действует невосприимчивость к урону на <b>2,6</b> сек. (недоступно в Высшей лиге)."
    }
  ],
  "weapon_type": {
    "name": "Тяжелое ранение",
    "description": "Когда оружие полностью заряжено, следующая атака накладывает на врагов эффект тяжелого ранения на <b>7</b> секунд, увеличивая получаемый ими урон на <b>20%</b> и нанося урон в размере <b>{1}%</b> от АТК. В <yellow_lbl_14_1>командной игре</> физический урон по тяжелораненым целям увеличивается дополнительно на <b>20%</b>."
  },
  "weapon_resonance": {
    "name": "Физический резонанс",
    "description": "<b>Физический резонанс</b>: увеличивает физическую АТК на <b>15%</b>, а сопротивление физическому урону — на <b>25%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета физического оружия. Эффект этого комплекта действует в ячейке дополнительного оружия. Не складывается с другими эффектами физического резонанса или физической реакции, при этом физический резонанс имеет приоритет.\n<b>Физическое посвящение</b>: после активации резонанса посвящения увеличивает физическую АТК на <b>5%</b>."
  },
  "advancement": [
    "Если при использовании любого навыка оружия или разряда у вас максимальное количество стражей, время действия стражей обновляется, а врагу наносится физический урон в размере <b>100%</b> от физической АТК x число стражей. До 8 стражей, когда действует эффект посвящения, и до 6 без него.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "Увеличивает весь наносимый стражами урон на <b>20%</b>, а также увеличивает конечный урон охраняемой цели на <b>15%</b> в течение <b>10 сек.</b> при использовании любого навыка оружия или разрядки во время действия резонанса посвящения.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "Страж прощения: после 5-кратного срабатывания резонанса дает <b>1</b> шанс отменить смертельный урон для владельца и для охраняемой цели. Когда ваш товарищ по команде отменяет смертельный урон, он расходует стража прощения и восстанавливает <b>5%</b> макс. ОЗ. Недоступно в Высшей лиге.\nСтраж озарения: если действует страж озарения, после 5-кратного срабатывания резонанса дает владельцу <b>2</b> шанса отменить смертельный урон. Накапливается до <b>5</b> раз. Когда владелец отменяет смертельный урон, он расходует 1 экземпляр стража озарения и восстанавливает <b>5%</b> макс. ОЗ. Недоступно в Высшей лиге.",
    "При использовании любого навыка оружия или разрядки увеличение конечного урона и лечения зависит от числа стражей. Каждый страж увеличивает конечный урон и лечение на <b>1.6%</b>, вплоть до <b>8%</b>, в течение <b>25 сек</b>."
  ],
  "traits": [
    {
      "name": "Обмен сердцами",
      "description": "Резонанс посвящения: увеличивает макс. ОЗ на {0}% для всей команды. Не накапливается.",
      "values": [
        10
      ]
    },
    {
      "name": "Благословение",
      "description": "Резонанс посвящения: увеличивает макс. ОЗ на {0}% для всей команды. Этот эффект не накапливается. Дополнительно увеличивает ваши макс. ОЗ на {1}%. Если вы успешно используете навык при наличии гипертела или более 50% ОЗ, дает гипертело всем союзникам на {2} сек.",
      "values": [
        10,
        50,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}