{
  "_id": 1050,
  "id": "ming_jing",
  "name": "Мин Цзин",
  "weapon": "Ониксовая черепаха",
  "weapon_id": "onyx_tortoise",
  "birthday": "12 ноября",
  "birthplace": "Территория 9",
  "gender": "Мужской",
  "info": "",
  "description": "Неизвестный гость из внешнего мира. Для изолированной Территории 9 его появление стало неразрешимой загадкой и одновременно поворотным моментом.\n\nЖители Территории 9 приняли этого чужака без прошлого, и мастер Юэ, предыдущий Сюаньу, решил оставить Мин Цзина при себе и лично заняться его обучением. Мин Цзин прилежно постигал культуру, географию и непростую историю Территории 9. На пути его было много препятствий, но он не дрогнул и не отступился, вознамерившись отплатить добром приютившей его земле.\n\nПосле смерти мастера Юэ титул Сюаньу перешел Мин Цзину. В сражениях с Тьмой он проявил поразительное боевое мастерство и доказал, что мастер Юэ не ошибся, когда вверил судьбу Города Воды в руки своего ученика.\n\nВозможно, он всегда был прирожденным лидером? Возможно, его настоящее тесно связано с прошлым, которое он так отчаянно стремится вернуть?\n\nЭти вопросы мучают его и по сей день. В попытке изгнать из своей жизни неопределенность он ищет утраченные воспоминания и пытается понять, кто он такой.\n\nНе исключено, что он всегда был таким, какой есть, и прошлое никогда не оставляло его. Быть может, он этого просто еще не осознал.\n\nЕсли кто и может довести дело до конца и найти ответ на этот вопрос, так это сам Мин Цзин.",
  "like": "Готовка, организаторская деятельность, дегустация чая",
  "dislike": "Тщательное планирование, теория боевых искусств.",
  "element": "Flame",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 14,
  "charge": 12,
  "skills": [
    {
      "id": "GA_FPlayerZekeMelee_Melee_name",
      "name": "Борец",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, используйте обычную атаку, чтобы провести 5 последовательных атак.\nЕсли пятая атака Борца наносит последний удар, пока <b>тотем Сюаньу</b> активен, фиксированная цель получает 1 змеиный укус.\nПервая атака: наносит урон в размере <b>131.6%</b> от АТК + <b>7</b> и отбрасывает цель.\nВторая атака: наносит урон в размере <b>186.8%</b> от АТК + <b>10</b> и отбрасывает цель.\nТретья атака: наносит урон в размере <b>201.6%</b> от АТК + <b>11</b> и отбрасывает цель.\nЧетвертая атака: наносит урон в размере <b>238%</b> от АТК + <b>13</b> и подвешивает цель.\nПятая атака: наносит урон в размере <b>378%</b> от АТК + <b>20</b> и подбрасывает цель."
    },
    {
      "id": "GA_FPlayerZekeMelee_AirAttack_name",
      "name": "Летающий камень",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, используйте обычную атаку, чтобы провести 5 последовательных атак в воздухе, расходуя выносливость.\nПервая атака: наносит урон в размере <b>112.8%</b> от АТК + <b>6</b>.\nВторая атака: наносит урон в размере <b>168%</b> от АТК + <b>9</b>.\nТретья атака: наносит урон в размере <b>164.2%</b> от АТК + <b>9</b>.\nЧетвертая атака: наносит урон в размере <b>140.2%</b> от АТК + <b>7</b>.\nПятая атака: наносит урон в размере <b>228%</b> от АТК + <b>12</b>."
    },
    {
      "id": "GA_FPlayerZekeMelee_Branch_name",
      "name": "Потусторонняя душа",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, нажмите и удерживайте обычную атаку при использовании с первой по четвертую обычную атаку, чтобы запустить Потустороннюю душу.\nБросьте оружие вперед, нанося ближайшим целям урон, равный <b>212.4%</b> от АТК + <b>11</b>."
    },
    {
      "id": "GA_FPlayerZekeMelee_Branch1_name",
      "name": "Обрушение горы",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, нажмите и удерживайте обычную атаку, чтобы запустить Обрушение горы.\nНепрерывно двигайтесь вперед, атакуя и расходуя выносливость, и наносите урон в размере <b>240%</b> от АТК + <b>13</b> ближайшим целям."
    },
    {
      "id": "GA_FPlayerZekeMelee_JumpAttack_name",
      "name": "Непрерывность",
      "type": [
        "Attack"
      ],
      "description": "Нажмите и удерживайте обычную атаку, находясь в полете (нажимайте, когда цель доступна), или используйте обычную атаку, поднимаясь, прыгая назад или используя реактивный ранец, чтобы запустить Непрерывность.\nСпикировав на землю, нанесите ближайшим целям урон в размере <b>204%</b> от АТК + <b>11</b>."
    },
    {
      "id": "GA_FPlayerZekeEvade_Evade_name",
      "name": "Уклонение",
      "type": [
        "Dodge"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, снижающую скорость целей в зоне действия. Дает невосприимчивость к оглушающему удару во время уклонения."
    },
    {
      "id": "GA_FPlayerZekeEvadeAttack_ForwardAttack_name",
      "name": "Брешь в облаках",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Используйте обычную атаку в течение короткого окна для идеального уклонения (нажмите на стрелочку перед уклонением), чтобы запустить Брешь в облаках и нанести ближайшим целям урон в размере <b>60%</b> от АТК + <b>3</b>.\nЕсли Брешь в облаках попадает в цель, пока <b>тотем Сюаньу</b> активен, фиксированная цель получает 1 змеиный укус."
    },
    {
      "id": "GA_FPlayerZekeEvadeAttack_BackAttack_name",
      "name": "Режущий песок",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Используйте обычную атаку в течение короткого периода после уклонения, чтобы запустить Режущий песок. Высвободите энергетическую волну меча, наносящую целям перед странником урон в размере <b>125%</b> от АТК + <b>7</b>.\nЕсли Режущий песок попадает в цель, пока <b>тотем Сюаньу</b> активен, фиксированная цель получает 1 змеиный укус."
    },
    {
      "id": "GA_FPlayerZekeEvade_Spec_name",
      "name": "Дозор",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Нажмите и удерживайте обычную атаку сразу после уклонения, чтобы запустить Дозор (недоступно в Высшей лиге).\nКогда постройка <b>тотема Сюаньу</b>, призванного <b>Абсолютным разломом</b>, будет завершена, используйте Дозор, чтобы войти в <b>Бескорыстное царство</b> на <b>25</b> секунд и получить <b>3</b> экз. <b>Темного разреза</b>.\nПосле первой успешной обычной атаки или атаки с уклонением <b>Ониксовой черепахи</b> запускается <b>Темный разрез</b>. Если цель — обычный или элитный враг и его текущий запас ОЗ не превышает базовую АТК странника, умноженную на <b>350 000</b>, то цель будет немедленно уничтожена. В противном случае она получит урон в размере <b>3000%</b> от АТК.\n<b>Бескорыстное царство</b> заканчивается, когда проходит срок действия, заканчиваются <b>Темные разрезы</b> или вы меняете оружие. <b>Бескорыстное царство</b> срабатывает не чаще 1 раза каждые <b>200</b> секунд."
    },
    {
      "id": "GA_FPlayerZekeSkill_Skill_name",
      "name": "Абсолютный разлом",
      "type": [
        "Skill"
      ],
      "description": "Странник раскалывает землю перед собой, получает временную неуязвимость (недоступно в Высшей лиге) и притягивает ближайшие цели, нанося урон в размере <b>806%</b> от АТК + <b>42</b>. Перезарядка: <b>20</b> секунд. Увеличивает физический урон странника на <b>30%</b> на <b>30</b> сек., затем странник призывает тотем Сюаньу. Вне боя тотем Сюаньу пропадает.\nКаждые <b>0,6</b> сек. тотем Сюаньу призывает темные души из четырех ядер формации, всякий раз нанося урон в размере <b>100%</b> от АТК целям на пути. Когда идет перезарядка Абсолютного разлома, странник получает новый навык <b>«Зеркальное отражение»</b>: ударьте по ближайшим темным душам и активируйте соответствующие ядра. Активация любого ядра завершает создание тотема Сюаньу и позволяет войти в <b>Бескорыстное царство</b>.\n\nПока тотем Сюаньу активен, используйте <b>Ониксовую черепаху</b>, чтобы получить гипертело. Чтобы применить змеиные укусы, воспользуйтесь следующими способами:\nКогда <b>Абсолютный разлом</b> поражает врага, цель с наибольшим значением ОЗ получает 1 змеиный укус.\nКогда пятая атака <b>Борца</b> наносит последний удар, фиксированная цель получает 1 змеиный укус.\nКогда <b>Брешь в облаках</b> поражает врага, фиксированная цель получает 1 змеиный укус.\nКогда <b>Режущий песок</b> поражает врага, фиксированная цель получает 1 змеиный укус.\nЗмеиный укус наносит цели пожирающий урон в размере <b>300%</b> от АТК, восстанавливает <b>12%</b> от макс. ОЗ странника и присоединяет цель к Змеиной цепи.\n\nЗмеиная цепь может передать фиксированному участнику цепи <b>30%</b> фактического урона, нанесенного оружием в ячейке основного оружия, а также <b>тяжело ранить</b> всех участников цепи (в том числе саму цель). В Змеиной цепи может быть до <b>4</b> участников.\nТип стихии переданного урона соответствует исходному урону и не может быть передан снова. Сумма переданного за <b>30</b> секунд урона не может превышать показатель макс. АТК странника, умноженный на <b>14 000</b> (в командной игре это ограничение не действует). Урон от <b>Темного разреза</b> не передается.\nПосле использования <b>Абсолютного разлома</b> странник может также запустить <b>Могучий ветер</b>: участники Змеиной цепи наносят пожирающий урон в размере <b>35%</b> от АТК ближайшим целям (в том числе самим себе) и сбрасывают счетчик пожирающего урона."
    },
    {
      "id": "GA_FPlayerZekeChangeSkill_name",
      "name": "Путь домой",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и призывает Сюаньу, нанося урон по области в размере <b>681.2%</b> от АТК + <b>36</b> всем ближайшим целям. В это время вы получаете невосприимчивость к урону на <b>2,6</b> секунды (недоступно в Высшей лиге)."
    }
  ],
  "weapon_type": {
    "name": "Огонь",
    "description": "Когда оружие полностью заряжено, следующая атака на <b>8</b> секунд поджигает цель, нанося урон в размере <b>{3}%</b> от АТК каждую секунду. Эффективность лечения горящими целями снижается на <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Пробивание щитов: Отделение",
    "description": "<b>Физический резонанс</b>: увеличивает физическую АТК на <b>20%</b> и сопротивление физическому урону на <b>40%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета физического оружия. Эффект этого комплекта действует в ячейке дополнительного оружия. Он не складывается с другими эффектами физического резонанса или физической реакции, при этом физический резонанс берет верх.\n<b>Пробивание щитов: Отделение</b>: после использования <b>Абсолютного разлома</b> вы каждую секунду в течение <b>{0}</b> сек. будете наносить урон в размере <b>{1}%</b> от физической АТК + <b>{2}%</b> от макс. ОЗ странника + <b>{3}%</b> от суммы показателей всех типов сопротивления + <b>{4}%</b> от крит. удара. Урон от нескольких Отделений не складывается, а урон пробивания щитов считается уроном от навыка. Когда в экипировке <b>1</b> предмет оружия электричества, огня или холода, то урон от пробивания щитов умножается на <b>{5}</b>. Кроме того, на урон от пробивания щитов не влияют никакие усиления урона, кроме редких параметров титанового снаряжения, и он не запускает дополнительные эффекты атаки."
  },
  "advancement": [
    "Каждый раз, когда накладывается <b>тяжелое ранение</b>, вы наносите цели <b>пожирающий</b> урон в размере <b>100%</b> от АТК. Этот эффект может срабатывать не чаще 1 раза в <b>0,5</b> сек.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "После запуска <b>Могучего ветра</b> превращает пораженные цели в участников <b>Змеиной цепи</b>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "После использования <b>Абсолютного разлома</b> получаемый странником урон уменьшается на <b>10%</b> (<b>20%</b> в одиночной игре) на <b>30</b> сек.",
    "Когда в <b>Змеиной цепи</b> <b>1</b> участник, показатель передачи <b>передаваемого</b> урона увеличивается на <b>80%</b>."
  ],
  "traits": [
    {
      "name": "",
      "description": "Увеличивает конечный урон на <b>{0}%</b>.\nБазовая физическая АТК странника увеличивается до наибольшего среди значений базовой атаки огнем/холодом/электричеством или физической атаки. Когда в ячейке основного оружия <b>Ониксовая черепаха</b>, урон от обычных атак увеличивается на <b>{1}%</b>.",
      "values": [
        12,
        30
      ]
    },
    {
      "name": "",
      "description": "Увеличивает конечный урон на <b>{0}%</b>.\nБазовая физическая АТК странника увеличивается до наибольшего среди значений базовой атаки огнем/холодом/электричеством или физической атаки. Когда в ячейке основного оружия <b>Ониксовая черепаха</b>, урон от обычных атак увеличивается на <b>{1}%</b>.",
      "values": [
        15,
        50
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}