{
  "_id": 11,
  "id": "nemesis",
  "name": "Немезида",
  "weapon": "Венера",
  "weapon_id": "venus",
  "birthday": "23 мая",
  "birthplace": "Ангел Милосердия",
  "gender": "Женский",
  "info": "После реструктуризации, которая состояла из процедур психоидеологической обработки, стирания памяти и имплантации второй личности, она некоторое время была эмоционально нестабильна.\nИсходный характер Ширли был подавлен. К счастью, почти все процессы восстановились, но осталось небольшое беспокойство по поводу потенциальной угрозы.\nКонечно, она никогда не станет прежней Ширли с веселым и живым характером, но в основном ведет себя как обычная девушка.\nОна все еще иногда сомневается в собственном существовании, что выражается в беспокойстве и отголосках травмы. Что ж... По крайней мере, она смогла набраться мужества перед лицом трудностей, а это уже хорошее начало.",
  "description": "Ангел Милосердия, недавно созданная в результате реструктуризации Ширли, медсестры-стажера из убежища Астры. Половина ее плоти и нервов заменены механизмами и электросхемами.\n\nОднажды, когда она еще была человеком, ее подавитель сломался и она подверглась прямому воздействию омниевого излучения. Однако, прежде чем произошла полная аберрация, ее отправили к Наследникам Аиды на экспериментальное лечение, которое чудесным образом увенчалось успехом. \n\nПоскольку с момента реструктуризации прошло довольно мало времени, она является самой нестабильной среди всех Ангелов Милосердия, но при этом оснащена новейшими технологиями Наследников Аиды.",
  "like": "Рисование, пазлы и апельсиновый лимонад",
  "dislike": "Жуки и все пугающее",
  "element": "Volt",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 6,
  "charge": 8,
  "skills": [
    {
      "id": "GA_PlayerFriggMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, проведите 5 последовательных атак с помощью Бальмунга.\nПервая атака: наносит урон в размере <b>50.8%</b> от АТК + <b>3</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака: наносит урон в размере <b>36.3%</b> от АТК + <b>2</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака: наносит урон в размере <b>98.3%</b> от АТК + <b>5</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака: наносит урон в размере <b>67.3%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nПятая атака: наносит урон в размере <b>148.3%</b> от АТК + <b>8</b> и сбивает цель с ног."
    },
    {
      "id": "GA_PlayerFriggMelee_AirAttack_name",
      "name": "Угроза с воздуха",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете или один раз прыгнув, используйте обычную атаку, чтобы атаковать 5 раз подряд в воздухе.\nПервая атака: наносит урон в размере <b>62.5%</b> от АТК + <b>3</b>.\nВторая атака: наносит урон в размере <b>62%</b> от АТК + <b>5</b>.\nТретья атака: наносит урон в размере <b>3%</b> от АТК + <b>120</b>.\nЧетвертая атака: наносит урон в размере <b>6%</b> от АТК + <b>71.2</b>.\nПятая атака: наносит урон в размере <b>4%</b> от АТК + <b>126</b>."
    },
    {
      "id": "GA_PlayerSuspensionMelee_Branch_name",
      "name": "Быстрая погоня",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Для запуска Быстрой погони после второй обычной атаки удерживайте кнопку обычной атаки.\nВыпускает в цель ракету с лазерным наведением, нанося урон в размере до <b>107.5%</b> от АТК + <b>6</b>."
    },
    {
      "id": "GA_PlayerSuspensionMelee_PowerAttack_name",
      "name": "Двойной фокус",
      "type": [
        "Hold: Attack"
      ],
      "description": "Нажмите и удерживайте кнопку обычной атаки для зарядки атаки и выстрелите наэлектризованным шаром, который взрывается при попадании и наносит ближайшим врагам урон в размере <b>118.4%</b> от АТК + <b>6</b>."
    },
    {
      "id": "GA_FPlayerSuspensionEvade_BackAttack_name",
      "name": "Фокус двойного вращения",
      "type": [
        "Perfect Attack",
        "Attack"
      ],
      "description": "Нажмите кнопку обычной атаки во время короткого окна для идеального уклонения, чтобы вызвать замедляющее магнитное поле.\nВенера стреляет заряженной сферой, которая движется вперед на заданное расстояние и взрывается при столкновении с целью. Наносит урон в размере <b>171.6%</b> от АТК + <b>9</b> и генерирует замедляющее магнитное поле на <b>3</b> сек., которое снижает скорость передвижения и скорость атаки всех попавших в зону поражения врагов на <b>35%</b>.\nУклонение вызывает цепь лечения, которая лечит ближайших союзников на <b>67,7%</b> от АТК странника; в течение следующих <b>10</b> секунд каждые <b>2</b> секунды будет срабатывать маленькая цепь лечения, которая лечит ближайших союзников на <b>22,5%</b> от АТК странника. Уклонение дает <b>1</b> экз. усиления цепи лечения, который усиливает эффект цепи лечения на <b>25%</b>. Накапливается до <b>5</b> раз и действует в течение <b>30</b> сек. Переключение оружия не отменяет этот эффект."
    },
    {
      "id": "GA_FPlayerSuspensionEvade_RollAttack_name",
      "name": "Параллельные лучи",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Для запуска Параллельных лучей нажмите кнопку обычной атаки во время короткого окна для идеального уклонения (перед уклонением нажмите на стрелку).\nВенера выпускает пару параллельных энергетических лучей, наносящих пробивающий урон в размере <b>171.6%</b> от АТК + <b>9</b>.\nУклонение вызывает цепь лечения, которая лечит ближайших союзников на <b>67,7%</b> от АТК странника. В течение следующих <b>10</b> сек. каждые <b>2</b> сек. будет срабатывать маленькая цепь лечения, которая лечит ближайших союзников на <b>22,5%</b> от АТК странника. Уклонение дает <b>1</b> экз. усиления цепи лечения, который усиливает эффект цепи лечения на <b>25%</b> (накапливается до <b>5</b> раз) и действует в течение <b>30</b> сек. Переключение оружия не отменяет этот эффект."
    },
    {
      "id": "GA_FPlayerSuspensionSkill_Skill_name",
      "name": "Импульсное замыкание",
      "type": [
        "Skill"
      ],
      "description": "Венера выпускает управляемую ракету, которая взрывается при контакте с вражескими целями и наносит урон в размере <b>233.2%</b> от АТК + <b>12</b>, сбивая цели с ног. Перезарядка: <b>25</b> секунд."
    },
    {
      "id": "GA_FPlayerSuspensionChangeSkill_Success_name",
      "name": "Выброс пучка частиц",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b>, и Венера получает приказ выстрелить в землю крестообразным лучом, создавая область нестабильности и снижая скорость передвижения целей на <b>70%</b> на <b>5</b> секунд. После небольшой задержки выпускает электромагнитный разряд, который наносит урон в размере <b>393.9%</b> от АТК + <b>21</b>.\nИспользование атаки с разрядкой создает рядом с целью <b>1</b> электрод, который атакует раз в <b>1,5</b> секунды и наносит урон в размере <b>39.9%</b> от АТК + <b>2</b>.\nЭлектрод получает <b>100%</b> от показателей странника и теряет <b>3%</b> от своих макс. ОЗ каждую секунду; при этом его можно атаковать и лечить.\nОдновременно может существовать только <b>1</b> электрод, и при повторном вызове новый электрод заменит предыдущий."
    }
  ],
  "weapon_type": {
    "name": "Электричество",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно парализует</b> цели на <b>1</b> сек. и электризует их на <b>6</b> сек., убирая с целей все баффы и нанося урон в размере <b>144%</b> от АТК. Наэлектризованные цели не могут получать никаких баффов в течение следующих <b>6</b> сек."
  },
  "weapon_resonance": {
    "name": "Резонанс электричества",
    "description": "<b>Резонанс электричества</b>: увеличивает АТК электричеством на <b>15%</b> и сопротивление электричеству на <b>25%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета оружия электричества. Эффект этого комплекта действует в ячейке дополнительного оружия. Не складывается с эффектами такого же типа.\n<b>Посвящение электричества</b>: увеличивает АТК электричеством всей команды на <b>5%</b>, когда активен резонанс посвящения."
  },
  "advancement": [
    "После использования <b>Импульсного замыкания</b> или <b>Выброса пучка частиц</b> создает <b>1</b> электрод. Электрод немедленно дает персонажу <b>5</b> экз. усиления цепи лечения. Кроме того, использование цепи лечения лечит ближайших союзников на <b>135%</b> от АТК странника.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "Каждые <b>6</b> сек. электрод испускает <b>кольцевую молнию</b>, наносящую урон по области в размере вплоть до <b>205%</b> от АТК.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "После использования <b>Импульсного замыкания</b> увеличивает АТК странника на (<b>6,5</b> + (количество электродов x<b>6,5</b>))% на <b>25</b> сек.",
    "Одновременно может быть активно до <b>2</b> электродов. При призыве новых электродов будут заменены находящиеся дальше от призывателя."
  ],
  "traits": [
    {
      "name": "Немезида. Метаморфоза",
      "icon": true,
      "description": "После призыва электрода наносит урон от электричества в размере <b>60%</b> от АТК всем врагам в радиусе <b>30</b> м от электрода и лечит всех союзников (включая самого персонажа) в радиусе действия на <b>120%</b> от АТК."
    },
    {
      "name": "Немезида. Сублимация",
      "icon": true,
      "description": "После призыва электрода наносит урон от электричества в размере <b>100%</b> от АТК всем врагам в радиусе <b>30</b> м от электрода и лечит всех союзников (включая самого персонажа) в радиусе действия на <b>200%</b> от АТК."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lightning",
        "name": "Сердце молнии",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}