{
  "_id": 12,
  "id": "pepper",
  "name": "Пеппер",
  "weapon": "Посох шрамов",
  "weapon_id": "staff_of_scars",
  "birthday": "9 июля",
  "birthplace": "Медицинский отдел Гикроса",
  "gender": "Женский",
  "info": "Любимая всеми медсестра, известная своим терпением, добротой и улыбкой. Ее рабочая этика безупречна, и она всегда готова всем помочь, но ее тело не поспевает за ней, и ей часто не хватает выносливости. В сочетании с перфекционизмом все это ведет к хронической усталости.\nУ нее диагностирована сильная бессонница, легкая тревожность и обсессивные состояния, хотя ни один из ее симптомов не бросается в глаза, благодаря ее хорошей самодисциплине.",
  "description": "Она родилась в богатой семье в Бэнджи, получила хорошее образование и всегда вела себя хорошо. Однако однажды они всей семьей подверглись нападению аберрантов, и ее родители потеряли свои подавители.\nОни при этом не умерли, а стали аберрантами. Когда Исполнитель собирался избавить их от страданий, Пеппер, которой посчастливилось выжить, уговорила его не делать этого. Теперь их где-то держат взаперти, и семейное состояние постепенно уходит на оплату счетов за их содержание.\nВот почему Пеппер работает в медицинском отделе Гикроса. Она решила посвятить остаток своей жизни поиску способа обратить аберрацию вспять...",
  "like": "Ее родители, работа, успехи в ее исследовании",
  "dislike": "Время ложиться спать",
  "element": "Volt",
  "rarity": "SR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 4,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerStavesMelee_Melee_name",
      "name": "Обычная атака",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, взмахните посохом, чтобы атаковать 5 раз подряд.\nПервая атака: наносит урон в размере <b>25.1%</b> от АТК + <b>1</b>.\nВторая атака: наносит урон в размере <b>18.8%</b> от АТК + <b>1</b>.\nТретья атака: наносит урон в размере <b>30.4%</b> от АТК + <b>2</b>.\nЧетвертая атака: наносит урон в размере <b>41.4%</b> от АТК + <b>2</b>.\nПятая атака: наносит урон в размере <b>73.2%</b> от АТК + <b>4</b>."
    },
    {
      "id": "GA_FPlayerStavesMelee_AirAttack_name",
      "name": "Парящее заграждение",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете или один раз прыгнув, используйте обычную атаку, чтобы атаковать 5 раз подряд в воздухе.\nПервая атака: наносит урон в размере <b>32.5%</b> от АТК + <b>2</b>.\nВторая атака: наносит урон в размере <b>23.5%</b> от АТК + <b>1</b>.\nТретья атака: наносит урон в размере <b>25.5%</b> от АТК + <b>1</b>.\nЧетвертая атака: наносит урон в размере <b>45.6%</b> от АТК + <b>2</b>.\nПятая атака: наносит урон в размере <b>47.7%</b> от АТК + <b>3</b>."
    },
    {
      "id": "GA_FPlayerStavesMelee_JumpAttack_name",
      "name": "Лунное падение",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Для запуска Лунного падения нажмите и удерживайте обычную атаку в полете.\nПосле приземления наносит урон раз в <b>0,2</b> сек., в общей сложности <b>57.2%</b> от АТК + <b>3</b>."
    },
    {
      "id": "GA_FPlayerStavesMelee_Branch_name",
      "name": "Направленный штурм",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "После третьей обычной атаки удерживайте кнопку обычной атаки, чтобы применить двунаправленную атаку. При этом расходуется <b>300</b> очков выносливости.\nПервая атака: притягивает врагов, находящихся перед персонажем, <b>интенсивно подвешивая их</b> и каждые <b>0,3</b> сек. нанося урон в размере <b>16.1%</b> от АТК + <b>1</b> (до <b>4</b> раз).\nВторая атака: каждые <b>0,3</b> сек. наносит в выбранной точке и ближайшим врагам урон в размере <b>18.6%</b> от АТК + <b>1</b>."
    },
    {
      "id": "GA_FPlayerStavesEvade_FrontAttack_name",
      "name": "Всплеск",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Для запуска Всплеска нажмите на кнопку обычной атаки во время короткого окна для идеального уклонения (перед уклонением нажмите на стрелку).\nКаждый энергетический импульс наносит целям урон в размере <b>22.6%</b> от АТК + <b>1</b>.\nПри использовании дает <b>75</b> очков заряда оружия."
    },
    {
      "id": "GA_FPlayerStavesEvade_BackAttack_name",
      "name": "Тессеракт",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Выполните обычную атаку сразу после уклонения, чтобы запустить Уклоняющийся взрыв.\nСтранник выстреливает вперед энергетической сферой, каждые <b>0,3</b> секунды нанося целям на пути урон в размере <b>32.1%</b> от АТК + <b>2</b> (до 5 раз).\nПри использовании дает <b>75</b> ед. заряда оружия."
    },
    {
      "id": "GA_FPlayerStavesSkill_name",
      "name": "Святилище",
      "type": [
        "Skill"
      ],
      "description": "Создает энергетический щит в месте нахождения странника. Каждую секунду исцеляет союзников внутри щита на <b>81.7%</b> от АТК + <b>4</b> и уменьшает получаемый ими урон на <b>3%</b> в течение <b>10</b> секунд. Перезарядка: <b>60</b> сек."
    },
    {
      "id": "GA_FPlayerStavesChangeSkill_Sucess_name",
      "name": "Стремительное освобождение",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b>. Посох продолжает снимать дебаффы со cтранника и союзников и восстанавливает у ближайших странников и союзников ОЗ в размере <b>79%</b> от АТК + <b>4</b> в течение <b>7</b> секунд."
    }
  ],
  "weapon_type": {
    "name": "Электричество",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно парализует</b> цели на <b>1</b> сек. и электризует их на <b>6</b> сек., убирая с целей все баффы и нанося урон в размере <b>106%</b> от АТК. Наэлектризованные цели не могут получать никаких баффов в течение следующих <b>6</b> сек."
  },
  "advancement": [
    "После использования навыка уклонения лечит всех товарищей по команде в пределах <b>10</b> метров на <b>100%</b> от АТК.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>10%</b>.",
    "Обычные атаки также выпускают две ракеты, каждая из которых наносит урон в размере <b>5%</b> от АТК цели и восстанавливает <b>5</b> очк. заряда оружия.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>20%</b>.",
    "Увеличивает скорость получения заряда оружия на <b>20%</b> (не применяется к ракетным атакам).",
    "Когда любой навык снимает с цели эффекты контроля, все товарищи по команде в радиусе действия получают <b>60%</b> снижение урона."
  ],
  "traits": [
    {
      "name": "Пеппер. Оживление",
      "icon": true,
      "description": "Когда Пеппер тратит сытость на восстановление ОЗ, эффект восстановления усиливается на <b>100%</b>."
    },
    {
      "name": "Пеппер. Источник",
      "icon": true,
      "description": "Когда Пеппер тратит сытость на восстановление ОЗ, эффект восстановления усиливается на <b>200%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "magcore",
        "name": "Магнитонос",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}