{
  "_id": 19,
  "id": "ruby",
  "name": "Кролик",
  "weapon": "Искра",
  "weapon_id": "spark",
  "birthday": "15 июля",
  "birthplace": "Неизвестно",
  "gender": "Женский",
  "info": "Замкнутая и невинная девочка, которая мало что знает о мире. Она опасается незнакомцев и предпочитает проводить время в одиночестве. Возможно, именно поэтому она чувствует себя скованно в обществе чужих людей.\nЕе всегда называли «тот ребенок при госпоже Линь», и она поставила себе цель — трудиться усерднее и стать сильнее, чтобы не быть обузой для Линь и чтобы наставления ее опекунши не оказались напрасными.",
  "description": "Дочь хорошей подруги Линь, сейчас находится под ее опекой, и они даже действуют сообща. Девочка не кажется сильной — она скорее напоминает больного слабого ребенка.\nВ настоящее время по просьбе Линь она проходит обучение боевым навыкам самозащиты. Хотя результаты сильно отличаются от стиля Линь, теперь Руби, по крайней мере, выглядит намного здоровее, чем раньше, и может справиться с большинством довольно сложных ситуаций.\nЕе представления о мире и о себе остаются достаточно смутными. Она слепо верит инструкциям и указаниям Линь и полагается на нее почти в каждом решении. Сама Линь считает, что ее первостепенная задача в текущей ситуации — помочь Руби стать более независимой.",
  "like": "Плюшевый кролик Долли",
  "dislike": "Принимать лекарства",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "id": "GA_FPlayerFunnelMeleeFire_Melee_name",
      "name": "Искристая атака",
      "type": [
        "Attack"
      ],
      "description": "На земле нажмите на кнопку обычной атаки, чтобы приказать Искре атаковать 5 раз подряд.\nПервая атака: наносит каждой цели общий урон в размере <b>84.6%</b> от АТК + <b>4</b>.\nВторая атака: наносит каждой цели общий урон в размере <b>93%</b> от АТК + <b>5</b>.\nТретья атака: наносит каждой цели общий урон в размере <b>101.5%</b> от АТК + <b>5</b>.\nЧетвертая атака: наносит каждой цели общий урон в размере <b>109.9%</b> от АТК + <b>6</b>.\nПятая атака: наносит каждой цели общий урон в размере <b>253.7%</b> от АТК + <b>13</b> и <b>подбрасывает</b> цели."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_AirAttack_name",
      "name": "Угроза с воздуха",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, нажмите кнопку обычной атаки, чтобы приказать Искре атаковать 4 раза подряд.\nПервая атака: наносит каждой цели общий урон в размере <b>97.1%</b> от АТК + <b>5</b>.\nВторая атака: наносит каждой цели общий урон в размере <b>106.8%</b> от АТК + <b>6</b>.\nТретья атака: наносит каждой цели общий урон в размере <b>121.3%</b> от АТК + <b>6</b>.\nЧетвертая атака: наносит каждой цели общий урон в размере <b>145.6%</b> от АТК + <b>8</b>."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_AimAttack_name",
      "name": "Вот тебе!",
      "type": [
        "Hold: Attack"
      ],
      "description": "Нажмите и удерживайте кнопку обычной атаки или сделайте это после срабатывания Зоны изоляции, чтобы непрерывно стрелять обжигающими энергетическими лучами по врагам в заданном направлении, нанося урон в размере <b>40%</b> от АТК + <b>2</b>. Расходует выносливость странника."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_JumpAttack_name",
      "name": "Пылающий нырок",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Нажмите и удерживайте кнопку обычной атаки в полете, чтобы сработал Пылающий нырок.\nОхватывает тело энергией и стремительно пикирует, погружаясь в землю и нанося ближайшим целям урон в размере <b>172.1%</b> от АТК + <b>9</b>."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_Branch_name",
      "name": "Зона изоляции",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "После второй обычной атаки удерживайте кнопку во время любой атаки, чтобы нанести цели урон в размере <b>40%</b> от АТК + <b>2</b>. Фиксированная цель подвергается заточению и поджигается на <b>3</b> сек., каждую секунду получая урон в размере <b>26.2%</b> от АТК + <b>1</b> (не действует против боссов)."
    },
    {
      "id": "GA_FPlayeFunnelEvadeFire_FrontAttack_name",
      "name": "Вперед, Долли!",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Бросает Долли после уклонения. Долли остается на <b>10</b> сек., притягивая к себе ближайших врагов и нанося им урон в размере <b>84.6%</b> от АТК + <b>4</b>, а также провоцируя их в течение <b>1,5</b> сек., чтобы они начали атаковать Долли (провокация врагов не работает, если вы в команде)."
    },
    {
      "id": "GA_FPlayerFunnelSkillFire_name",
      "name": "Сверкающий коллайдер",
      "type": [
        "Skill"
      ],
      "description": "Искра выпускает искры, которые действуют 15 сек. и перескакивают между целью и странником. Попав в цель, искры замедляют ее на <b>4</b> сек. с перезарядкой <b>15</b> сек. Чем дальше пролетают искры, тем больше урона наносят. При попадании искры наносят урон в размере до <b>350%</b> от АТК + <b>37</b> и накладывают на цель метку яркого пламени на <b>25</b> сек. Одновременно с этим Искра выпускает 4 пули, каждая из которых наносит цели урон в размере <b>50%</b> от АТК + <b>3</b>. Обычные атаки Искры наносят на <b>110%</b> больше урона по помеченным ярким пламенем целям. Когда Искра поражает цель, подожженную странником, она обжигает или воспламеняет цель один раз и наносит дополнительный урон в размере <b>100%</b> от общего оставшегося урона (несколько эффектов горения или воспламенения суммируются). Время перезарядки расчета результата: <b>6</b> сек. Время перезарядки навыка: <b>30</b> сек.\n<b>Пассивный эффект</b>: пока искры активны, каждый раз, когда атака Искры наносит урон, странник получает <b>1</b> очко жара с перезарядкой <b>0,9</b> сек., вплоть до <b>8</b> очков жара. Когда жар достигает максимума, странник получает эффект абсолютного жара, увеличивающий АТК огнем на <b>25%</b> в течение <b>25</b> сек."
    },
    {
      "id": "GA_FPlayerFunnelChangeSkillFire_Success_name",
      "name": "Сверхновая",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b>. Искра переходит в заряженное состояние, непрерывно поливая большую область лучами обжигающей энергии, а затем взрывается. Наносит урон в размере <b>750%</b> от АТК + <b>39</b>. Если у цели есть самостоятельно наложенный эффект горения, то она мгновенно обжигается или воспламеняется, получая дополнительный урон в размере <b>100%</b> от общего оставшегося урона (несколько эффектов горения или воспламенения считаются вместе). Время перезарядки для итогового расчета: <b>6</b> секунд. При активации навыка вы на <b>2,6</b> сек. получаете невосприимчивость к урону (недоступно в Высшей лиге)."
    }
  ],
  "weapon_type": {
    "name": "Огонь",
    "description": "Когда оружие полностью заряжено, следующая атака на <b>8</b> секунд поджигает цель, нанося урон в размере <b>58%</b> от АТК каждую секунду. Эффективность лечения горящими целями снижается на <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Резонанс огня",
    "description": "Увеличивает АТК огнем на <b>20%</b> и сопротивление огню на <b>40%</b>. Для активации добавьте в экипировку 2 или более предметов оружия огня. Эффект комплекта также работает с оружием в ячейке доп. оружия."
  },
  "advancement": [
    "Яркое пламя увеличивает урон атак Искры до <b>80%</b>. Перезарядка навыка сокращается до <b>24</b> сек.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "Яркое пламя повышает усиление огня на <b>8%</b>, а сумму эффектов горения — на <b>150%</b>.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "Дополнительно восстанавливает <b>75</b> очков заряда оружия каждый раз, когда Искра поражает противника. Перезарядка: 0,9 сек. Когда активен «Абсолютный жар», раскол увеличивается на <b>25%</b>.",
    "Яркое пламя увеличивает урон атак Искры до <b>160%</b> и удваивает эффективность набора жара. Перезарядка навыка снижается до <b>16</b> сек."
  ],
  "traits": [
    {
      "name": "Ловец снов",
      "description": "Увеличивает урон от огня, получаемый всеми противниками в радиусе <b>5</b> м. от Долли, на <b>8%</b>. Этот эффект не накапливается."
    },
    {
      "name": "Территория Долли",
      "description": "Увеличивает урон от огня, получаемый всеми противниками в радиусе 5 метров от Долли, на <b>8%</b>. Не накапливается. После выбрасывания Долли увеличивает АТК огнем на <b>12%</b> на <b>10</b> сек. Этот эффект не накапливается."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Огненос",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Рамка из нановолокна I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Сердце лавы",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Противокислотный лак II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}