{
  "_id": 20,
  "id": "saki_fuwa",
  "name": "Саки Фува",
  "weapon": "Сердечный поток",
  "weapon_id": "heartstream",
  "birthday": "11 октября",
  "birthplace": "Спецназ Службы безопасности Миррории",
  "gender": "Женский",
  "info": "Под ее юной внешностью скрывается сердце, которое резко контрастирует с обманчивыми чертами. По сути, она «маленький взрослый». Однако бывают случаи, когда ее возраст и внешний вид бросаются в глаза — когда никого нет рядом, она иногда практикуется в выкрикивании боевых кличей, как будто находится в пылу битвы. Ей нравится собирать простые старинные фигурки, и она на самом деле этим увлечена.",
  "description": "Капитан спецназа Службы безопасности Миррории и пользователь дисциплины «Суперпоток». Она любит традиционное кендо и носит одежду, отражающую ее боевой стиль. Одна из очень немногих членов Службы безопасности без каких-либо бионических модификаций. Отвечает за обеспечение защиты Миррории.",
  "like": "Фигурки, манга",
  "dislike": "Отвлеченная и раздражительная сотрудница Службы безопасности",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "id": "GA_PlayerDkatanaMelee_Melee_name",
      "name": "Яростный поток",
      "type": [
        "Attack"
      ],
      "description": "Проводит 5 атак Сердечным потоком, находясь на земле.\nПервая атака наносит урон в размере <b>42.5%</b> от АТК + <b>2</b> и отбрасывает цель назад на небольшое расстояние.\nВторая атака наносит урон в размере <b>29.5%</b> от АТК + <b>2</b> и отбрасывает цель назад на небольшое расстояние.\nТретья атака наносит урон в размере <b>45%</b> от АТК + <b>2</b> и отбрасывает цель назад на небольшое расстояние.\nЧетвертая атака наносит урон в размере <b>70.6%</b> от АТК + <b>4</b> и отбрасывает цель назад на небольшое расстояние.\nПятая атака наносит урон в размере <b>102.6%</b> от АТК + <b>5</b> и подбрасывает цель в воздух."
    },
    {
      "id": "GA_PlayerDkatanaMelee_AirAttack_name",
      "name": "Рассечение воздуха",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете или один раз прыгнув, используйте обычную атаку, чтобы атаковать 5 раз подряд в воздухе.\nПервая атака: наносит урон в размере <b>47.2%</b> от АТК + <b>2</b>.\nВторая атака: наносит урон в размере <b>43.7%</b> от АТК + <b>2</b>.\nТретья атака: наносит урон в размере <b>54.2%</b> от АТК + <b>3</b>.\nЧетвертая атака: наносит урон в размере <b>76.9%</b> от АТК + <b>4</b>.\nПятая атака: наносит урон в размере <b>170.2%</b> от АТК + <b>9</b>."
    },
    {
      "id": "GA_PlayerDkatanaMelee_Branch1_name",
      "name": "Бурный поток: Водоворот",
      "type": [
        "Hold: Attack"
      ],
      "description": "В состоянии Возбужденного потока нажмите и удерживайте кнопку обычной атаки, чтобы применить навык.\nПерсонаж делает рывок вперед с вращением и проводит несколько атак, нанося урон вплоть до <b>199.5%</b> от АТК + <b>11</b>."
    },
    {
      "id": "GA_PlayerDkatanaMelee_JumpAttack_name",
      "name": "Морозное падение",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Для срабатывания нажмите и удерживайте обычную атаку, находясь в полете, или выполните обычную атаку, поднимаясь, прыгая назад или используя реактивный ранец.\nВ падении при каждом попадании наносит урон в размере <b>30.4%</b> от АТК + <b>2</b>. При приземлении наносит ближайшим целям урон в размере <b>76%</b> от АТК + <b>4</b>."
    },
    {
      "id": "GA_FPlayerDkatanaEvade_name",
      "name": "Уклонение",
      "type": [
        "Dodge"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, которая снижает скорость врагов в зоне действия. Дает невосприимчивость к оглушающему удару на <b>0,5</b> сек. во время уклонения."
    },
    {
      "id": "GA_FPlayerDkatanaEvade_ForwardAttack_name",
      "name": "Арктический фронт",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Нажмите кнопку обычной атаки сразу после уклонения.\nПерсонаж делает рывок с вращением и атакует цель, нанося общий урон в размере <b>277%</b> от АТК + <b>15</b>."
    },
    {
      "id": "GA_FPlayerDkatanaSkill_Skill1_name",
      "name": "Бурный поток: Переменная струя",
      "type": [
        "Skill"
      ],
      "description": "Мчится к цели и временно обездвиживает врагов на пути, нанося отложенный урон в размере до <b>445.3%</b> от АТК + <b>23</b>. Перезарядка <b>30</b> секунд."
    },
    {
      "id": "GA_FPlayerDkatanaSkill_Skill2_name",
      "name": "Тихий поток: мощная струя",
      "type": [
        "Discharge"
      ],
      "description": "Используйте навыки Тихого потока, чтобы перейти в состояние зарядки, длящееся до <b>3</b> сек. В это время вы провоцируете окружающие цели и поглощаете урон в размере до <b>60%</b> от макс. ОЗ. Когда состояние зарядки заканчивается, нанесите целям урон от холода в размере <b>850%</b> от АТК холодом + <b>50%</b> от поглощенного урона. <b>20%</b> от неиспользованного значения преобразуется в восстановление здоровья. Перезарядка: <b>30</b> сек.\n\nПри активации резонанса силы духа вы переходите в состояние Тихого потока. Навык <b>«Бурный поток: Переменная струя»</b> заменяется навыком <b>«Тихий поток: Мощная струя»</b>. Если резонанс силы духа не активирован, вы переходите в состояние Бурного потока.\nПрименив навыки Саки Фувы, странник может получить Тень меча, которая следует за ним. Если вы применяете двунаправленные навыки или навыки разрядки Саки Фувы, Тень меча создает Всплеск, наносящий урон по области в размере <b>450%</b> от АТК холодом. Перезарядка Всплеска: <b>10</b> секунд.\nВ состоянии Бурного потока: когда странник наносит урон любым оружием, Тень меча выпускает Поток, нанося первой пораженной цели урон в размере <b>125%</b> от АТК холодом и восстанавливая ОЗ в размере <b>57%</b> от урона. Максимальное восстановление каждый раз не может превышать <b>100%</b> от АТК. Перезарядка: <b>0,8</b> сек.\nВ состоянии Тихого потока: после того как Тень меча выпускает Поток, странник получает <b>3</b> возможности блока, которые действуют в течение <b>10</b> сек. Заблокировать можно не более <b>15%</b> от макс. ОЗ. Каждый успешный блок наносит цели урон от контратаки в размере <b>450%</b> от АТК холодом, а способности раскола Всплеска увеличиваются на <b>100%</b> и дополняются эффектом провокации."
    }
  ],
  "weapon_type": {
    "name": "Ледяная оболочка",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно замораживает</b> цели на <b>2</b> сек. и оставляет их обмороженными на <b>6</b> сек. Если разбить ледяную оболочку, это нанесет урон в размере <b>151%</b> от АТК. Пока цель обморожена, скорость заряда ее оружия снижается на <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Резонанс холода",
    "description": "<b>Резонанс холода</b>: увеличивает АТК холодом на <b>15%</b> и сопротивление холоду на <b>25%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета оружия холода. Эффект этого комплекта действует в ячейке дополнительного оружия."
  },
  "advancement": [
    "Когда активирован резонанс холода, время перезарядки всех навыков оружия сбрасывается после каждого <b>5</b> использования навыков оружия, а урон от потока и контратаки увеличивается на <b>1</b> раз на следующие <b>25</b> сек.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "Бурный поток: увеличивает урон от навыка «Тень меча: всплеск» до <b>900%</b> от АТК холодом.\nТихий поток: перезарядка навыка «Тень меча: всплеск» составляет <b>5 сек</b>.",
    "Увеличивает рост базовых ОЗ текущего оружия на <b>32%</b>.",
    "Замораживает время и вызывает Фантазию при попадании Всплеска по цели. Имеет общую перезарядку с Фантазией, вызываемой уклонением.",
    "При попадании по цели с помощью Всплеска урон холодом увеличивается на <b>11%</b> в течение <b>15</b> сек.\nКогда Тень меча активирует блок, урон от холода, который наносят ближайшие вражеские цели, снижается на <b>25%</b> в течение <b>12</b> сек."
  ],
  "traits": [
    {
      "name": "Саки Фува. Состояние силы духа",
      "description": "Когда ОЗ ниже <b>70%</b>, увеличивает всё сопротивление на <b>40%</b>."
    },
    {
      "name": "Саки Фува. Охраняющий меч",
      "description": "Когда ОЗ ниже <b>70%</b>, повышает всё сопротивление на <b>40%</b> и дополнительно сопротивление холоду на <b>60%</b>. В состоянии Тихого потока: после того, как Тень меча использует Всплеск и блокирует атаку, товарищ по команде с наименьшим процентом ОЗ (кроме вас самих) получает 3 способности блокирования на <b>10</b> сек. Макс. блокируемый урон не превышает <b>15%</b> от макс. ОЗ товарища по команде."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Ледонос",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Сердце зимы",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}