{
  "_id": 1038,
  "id": "yu_lan",
  "name": "Юйлань",
  "weapon": "Единство",
  "weapon_id": "unity",
  "birthday": "9 февраля",
  "birthplace": "Страж Солнечных Часов",
  "gender": "Женский",
  "info": "",
  "description": "Звезда боевых искусств с Территории 9, которой восхищаются все, кому хоть раз довелось с ней сразиться. После того как мастер Юй признала ее навыки, Юйлань получила титул стража Солнечных Часов и теперь охраняет Солнечные Часы Бесконечности. Ее преданность боевым искусствам намного превосходит преданность обычных людей, что делает ее не знающим поражений бойцом. Сама она считает, что быстрее всего кулак бьет в пределах семи шагов.\n\nХотя она и выглядит мягкой, на самом деле она довольно серьезна, и ее оппонентам это известно, как никому другому. В начале турнира по боевым искусствам она даже не понимала этикет и правила соревнований. Ее мощные и яростные движения приводили к моментальной победе. Лишь позже Юйлань осознала свое невежество и отправилась искать своих оппонентов, чтобы извиниться. Но те, кто именовал себя «выходцем из древнего клана», на самом деле просто хотели покрасоваться и сказать несколько слов перед началом соревнования, чтобы заработать внимание и популярность, а кроме того, надеялись на более щадящее обращение. К сожалению, Юйлань не распознала их истинных намерений и одного за другим избила всех своих соперников до полусмерти. Участники турнира невзлюбили ее, однако из-за ошибки Юйлань малоизвестный турнир по боевым искусствам вдруг привлек внимание огромного количества людей. Все от этого только выиграли, и в итоге бесшабашность Юйлань обернулась настоящим благословением.\n\nЮйлань — честная и энергичная девушка, которая рада поделиться знаниями даже со своими соперниками, если те придут за советом. Однако на самом деле ее понимание боевых искусств оставляет желать лучшего. Ее нельзя назвать хорошим учителем, который способен передать суть боевых искусств. Люди часто интересуются, какая школа боевых искусств лежит в основе ее стиля. Она не уходит от вопроса и охотно отвечает, что ее стиль — обычный фитнес-бокс, которым жители Территории 9 занимаются, чтобы поддерживать себя в форме. Однако люди не верят заявлениям девушки, ведь фактически фитнес-бокс — это обыкновенная гимнастика, но Юйлань удалось добиться с ее помощью невероятной силы. Поэтому существует популярное мнение, что девушка владеет некими секретными техниками, которые и помогли ей стать такой сильной. Именно по этой причине люди зачастую приходят к ней за советом, но Юйлань не умеет как следует передать суть своих техник, и потому такие ситуации ее часто расстраивают.\n\nВо время занятий боевыми искусствами или реальных сражений Юйлань входит в некое подобие транса, которое позволяет ей полностью сосредоточиться на тренировке и достичь невероятных результатов. Мастер Юй считает, что у Юйлань есть то, что древние философы называли «чистым сердцем ребенка»; именно поэтому ей с легкостью удается достигать целей, пока она следует своим истинным желаниям. Практика боевых искусств — самый подходящий для нее путь в жизни. Однако чрезмерная искренность Юйлань иногда выходит боком: не принимая во внимание чувства окружающих, она порой может показаться бестактной. Юйлань работает над этим недостатком своего характера под руководством мастера Юй. Поскольку каждое предложение мастера Юй оказывает на Юйлань немедленный благотворный эффект, она очень внимательно прислушивается к советам наставницы.",
  "like": "Заниматься боевыми искусствами, есть и участвовать в турнирах",
  "dislike": "Тщательное планирование, теория боевых искусств.",
  "element": "Ice",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 13,
  "charge": 11,
  "skills": [
    {
      "id": "GA_FPlayerYulanMelee_Melee_name",
      "name": "Железный кулак",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, используйте обычную атаку, чтобы провести 6 последовательных атак.\nПервая атака: наносит урон в размере <b>64.8%</b> от АТК + <b>3</b> и отбрасывает цель.\nВторая атака: наносит урон в размере <b>50.4%</b> от АТК + <b>3</b> и отбрасывает цель.\nТретья атака: наносит урон в размере <b>52.8%</b> от АТК + <b>3</b> и отбрасывает цель.\nЧетвертая атака: наносит урон в размере <b>143.9%</b> от АТК + <b>8</b> и отбрасывает цель.\nПятая атака: наносит урон в размере <b>279.2%</b> от АТК + <b>15</b> и непрерывно отбрасывает цель.\nШестая атака: наносит урон в размере <b>227.4%</b> от АТК + <b>12</b> и подбрасывает цель.\n\nЖелезный кулак можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>.\nПосле использования любой атаки с уклонением в <b>боевой форме</b> используйте обычную атаку, чтобы быстро запустить четвертую атаку.\nКогда пятая атака попадает по врагу при использовании <b>боевой формы</b>, вы <b>интенсивно замораживаете</b> цель на <b>2</b> секунды (недоступно в Высшей лиге и против боссов) и дополнительно накладываете <b>Озноб</b>, каждую секунду наносящий урон в размере <b>280%</b> от АТК + <b>15</b> в течение <b>8</b> секунд. Этот эффект срабатывает на одной и той же цели не чаще 1 раза в <b>8</b> секунд."
    },
    {
      "id": "GA_FPlayerYulanMelee_AirAttack_name",
      "name": "Парящий кулак",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, используйте обычную атаку, чтобы провести 6 последовательных атак в воздухе, расходуя выносливость.\nПервая атака: наносит урон в размере <b>68.4%</b> от АТК + <b>4</b>.\nВторая атака: наносит урон в размере <b>59.9%</b> от АТК + <b>3</b>.\nТретья атака: наносит урон в размере <b>62.7%</b> от АТК + <b>3</b>.\nЧетвертая атака: наносит урон в размере <b>136.4%</b> от АТК + <b>7</b>.\nПятая атака: наносит урон в размере <b>249%</b> от АТК + <b>13</b>.\nШестая атака: наносит урон в размере <b>222.3%</b> от АТК + <b>12</b>.\n\nПарящий кулак можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch1_name",
      "name": "Пронзающая ласточка",
      "type": [
        "Attack"
      ],
      "description": "Пронзающую ласточку можно использовать только в <b>боевой форме</b>.\nНаходясь на земле, нажмите и удерживайте обычную атаку при использовании с первой по третью обычную атаку, чтобы запустить Пронзающую ласточку.\nНаносит урон в размере <b>62.8%</b> от АТК + <b>3</b> и притягивает ближайшие цели. Затем наносит урон в размере <b>146.8%</b> от АТК + <b>{3}</b> и отбрасывает цели.\n\nПосле применения <b>Парящего змея</b> использование обычной атаки также может запустить Пронзающую ласточку."
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch2_name",
      "name": "Змеиная пляска",
      "type": [
        "Attack"
      ],
      "description": "Змеиную пляску можно использовать только в <b>боевой форме</b>.\nНаходясь на земле, нажмите и удерживайте обычную атаку при использовании с четвертой по пятую обычную атаку, чтобы запустить Змеиную пляску.\nНаносит ближайшим целям урон в размере <b>153.9%</b> от АТК + <b>8</b> и подвешивает их.\n\nПосле применения <b>Пронзающей ласточки</b> нажатие и удерживание обычной атаки также может запустить Змеиную пляску."
    },
    {
      "id": "GA_FPlayerYulanMelee_ArAttackBranch_name",
      "name": "Всепроникающий холод",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Находясь в полете, нажмите и удерживайте обычную атаку при использовании с первой по шестую обычную атаку, чтобы запустить Всепроникающий холод.\nБросьте оружие в воздух, нанося ближайшим целям урон в размере <b>329%</b> от АТК + <b>17</b>.\n\nВсепроникающий холод можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanMelee_JumpAttack_name",
      "name": "Парящий змей",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Нажмите и удерживайте обычную атаку, находясь в полете (нажимайте, когда цель доступна), или используйте обычную атаку, поднимаясь, прыгая назад или используя реактивный ранец, чтобы запустить Парящего змея.\nПри падении на землю нанесите ближайшим целям урон в размере <b>148.6%</b> от АТК + <b>8</b> и сбейте их с ног.\n\nПарящего змея можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch3_name",
      "name": "Исток всего сущего",
      "type": [
        "Attack"
      ],
      "description": "Находясь на земле, нажмите и удерживайте обычную атаку, чтобы запустить Исток всего сущего.\nНепрерывно притягивайте ближайшие цели, расходуя при этом выносливость. В это время странник получает гипертело.\n\nИсток всего сущего можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanEvade_Evade_name",
      "name": "Уклонение",
      "type": [
        "Dodge"
      ],
      "description": "Уклонитесь точно перед получением удара, чтобы запустить Фантазию, снижающую скорость целей в зоне действия. Дает невосприимчивость к оглушающему удару во время уклонения.\n\nМожно использовать в <b>боевой форме</b> или форме <b>Сметающей силы</b>.\nПосле уклонения в <b>боевой форме</b> дает гипертело на <b>5</b> секунд."
    },
    {
      "id": "GA_FPlayerYulanEvade_EvadeAttackBack_name",
      "name": "Невозможный рывок",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Используйте обычную атаку в течение короткого периода после уклонения, чтобы запустить Невозможный рывок, наносящий ближайшим целям урон в размере <b>177.6%</b> от АТК + <b>9</b>.\n\nНевозможный рывок можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanEvade_EvadeAttackFront_name",
      "name": "Стремительный порыв",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Используйте обычную атаку в течение короткого окна для идеального уклонения (нажмите на стрелочку перед уклонением), чтобы запустить Стремительный порыв и нанести ближайшим целям урон в размере <b>167.6%</b> от АТК + <b>9</b>.\n\nСтремительный порыв можно использовать и в <b>боевой форме</b>, и в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanSkill_PassiveSkill_name",
      "name": "Нападение и защита",
      "type": [
        "Skill"
      ],
      "description": "У <b>Единства</b> есть 2 формы: <b>боевая форма</b> и форма <b>Сметающей силы</b>. Вы можете активировать <b>1</b> из них в разделе «Навыки — Настройки». Форму нельзя менять в бою.\n\n<b>Боевая форма</b>: в бою множитель обычной атаки и атаки с уклонением <b>Единства</b> дополнительно увеличивается на <b>40%</b>. После использования атаки с уклонением или обычной атаки любого оружия <b>3</b> раза вы получаете <b>1</b> ед. <b>Внутренней силы</b> (вплоть до <b>10</b>). Каждые <b>2</b> секунды можно получить не больше <b>1</b> ед. <b>Внутренней силы</b>. Когда вы не в бою, вся <b>Внутренняя сила</b> сбрасывается.\nФорма <b>Сметающей силы</b>: После того как <b>Наблюдение и реакция</b> попадает по цели, вы входите в состояние <b>Предвидения</b> и получаете <b>1</b> ед. <b>Бойцовского духа</b> каждые <b>0,8</b> сек. (вплоть до <b>15</b>) в течение <b>60</b> секунд. Когда вы не в бою, весь <b>Бойцовский дух</b> сбрасывается.\n<b>Пассивный эффект: охлаждение</b>\nКогда в экипировке <b>Единство</b>, вы игнорируете <b>30%</b> сопротивления холоду у целей. Этот эффект также действует в ячейке дополнительного оружия."
    },
    {
      "id": "GA_FPlayerYulanSkill_name",
      "name": "Ходячая бомба",
      "type": [
        "Skill"
      ],
      "description": "Наносит цели урон в размере <b>982.8%</b> от АТК + <b>52</b>. Перезарядка: <b>15</b> секунд. При использовании Ходячей бомбы <b>Единство</b> потребляет до <b>5</b> ед. <b>Внутренней силы</b>. Когда оно потребляет <b>1</b>/<b>2</b>/<b>3</b>/<b>4</b>/<b>5</b> ед. <b>Внутренней силы</b>, Ходячая бомба наносит урон, превышающий обычный в <b>1,2</b>/<b>1,5</b>/<b>2,1</b>/<b>2,8</b>/<b>3,7</b> раза соответственно.\nПосле использования Ходячей бомбы урон от холода увеличивается на <b>20%</b> на <b>30</b> секунд.\nИспользование Ходячей бомбы восстанавливает <b>2</b> попытки уклонения.\n\nХодячую бомбу можно использовать только в <b>боевой форме</b>.\nКогда <b>Внутренняя сила</b> достигает <b>5</b> ед., Ходячая бомба мгновенно перезаряжается."
    },
    {
      "id": "GA_FPlayerYulanSkill_Skill2_name",
      "name": "Звон оружия",
      "type": [
        "Skill"
      ],
      "description": "Наносит цели урон в размере <b>982.8%</b> от АТК + <b>52</b>. Перезарядка: <b>15</b> секунд. В состоянии <b>Предвидения</b> при использовании любого навыка оружия <b>Единство</b> поглощает до <b>5</b> ед. <b>Бойцовского духа</b>. Когда оно поглощает <b>1</b>/<b>2</b>/<b>3</b>/<b>4</b>/<b>5</b> ед. <b>Бойцовского духа</b>, то наносит ближайшим целям дополнительный урон по области в размере <b>242%</b>/<b>503%</b>/<b>1049%</b>/<b>2351%</b>/<b>3930%</b> от АТК и продолжает наносить урон в размере <b>260%</b> от АТК + <b>14</b> каждую секунду в течение <b>5</b> секунд.\nПосле использования любого навыка оружия холода дает гипертело на <b>2</b> секунды.\n\nЗвон оружия можно использовать только в форме <b>Сметающей силы</b>."
    },
    {
      "id": "GA_FPlayerYulanChangeSkill_name",
      "name": "Снежный тигр",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b>. Ближайшие цели получают урон в размере до <b>1173.1%</b> от АТК + <b>62</b> и <b>интенсивно подбрасываются</b>. В это время вы получаете невосприимчивость к урону на <b>2,6</b> секунды (недоступно в Высшей лиге).\n\nСнежного тигра можно использовать только в <b>боевой форме</b>."
    },
    {
      "id": "GA_FPlayerYulanChangeSkill_ChangeSkill1_name",
      "name": "Наблюдение и реакция",
      "type": [
        "Discharge"
      ],
      "description": "Когда <span class=\"text-red\">оружие полностью заряжено</span> или активирована <span class=\"text-red\">Фантазия</span>, переключение на это оружие <b>снимает со странника все дебаффы</b> и наносит ближайшим целям урон в размере <b>1173.1%</b> от АТК + <b>62</b>, <b>интенсивно подбрасывая</b> их. В это время вы получаете невосприимчивость к урону на <b>2,6</b> сек (недоступно в Высшей лиге).\nПосле того как Наблюдение и реакция попадает по цели, увеличивает урон от холода на <b>20%</b> на <b>30</b> сек.\nКогда Наблюдение и реакция попадает по цели, вы входите в состояние <b>Предвидения</b> на <b>60</b> сек.\nПрименив навык разрядки с использованием <b>Единства</b>, вы получаете <b>1000</b> ед. заряда оружия. Этот эффект срабатывает не чаще 1 раза каждые <b>10</b> сек.\n\nНаблюдение и реакцию можно использовать только в форме <b>Сметающей силы</b>."
    }
  ],
  "weapon_type": {
    "name": "Ледяная оболочка",
    "description": "Когда оружие полностью заряжено, следующая атака <b>интенсивно замораживает</b> цели на <b>2</b> сек. и оставляет их обмороженными на <b>6</b> сек. Если разбить ледяную оболочку, это нанесет урон в размере <b>144%</b> от АТК. Пока цель обморожена, скорость заряда ее оружия снижается на <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Резонанс холода",
    "description": "<b>Резонанс холода</b>: увеличивает АТК холодом на <b>20%</b> и сопротивление холоду на <b>40%</b>. Для активации добавьте в экипировку минимум <b>2</b> предмета оружия холода. Эффект этого комплекта действует в ячейке дополнительного оружия. Он не складывается с другими эффектами резонанса холода или реакции холода, при этом резонанс холода берет верх."
  },
  "advancement": [
    "<b>Боевая форма</b>: израсходовав <b>3</b> или более ед. <b>Внутренней силы</b>, <b>Единство</b> восстанавливает <b>3</b> ед. <b>Внутренней силы</b>. Затем конечный урон странника увеличивается на <b>5%</b>, а урон от атаки с уклонением и обычной атаки <b>Единства</b> увеличивается на <b>50%</b> на <b>30</b> сек.\nФорма <b>Сметающей силы</b>: израсходовав <b>3</b> или более ед. <b>Бойцовского духа</b>, <b>Единство</b> восстанавливает <b>3</b> ед. <b>Бойцовского духа</b>. Затем конечный урон странника увеличивается на <b>5%</b> на <b>15</b> сек.",
    "Увеличивает рост базовой АТК текущего оружия на <b>16%</b>.",
    "<b>Боевая форма</b>: если в течение <b>4</b> сек. не набирается <b>Внутренняя сила</b>, то следующее получение <b>Внутренней силы</b> дает <b>2</b> единицы.\nЛюбая форма: когда <b>Единство</b> расходует <b>3</b> или более ед. <b>Внутренней силы</b> или <b>Бойцовского духа</b>, восстанавливается <b>10%</b> от макс. ОЗ странника. В одиночной игре восстановление ОЗ увеличивается до <b>20%</b>. В форме <b>Сметающей силы</b> этот эффект срабатывает только 1 раз в <b>8</b> секунд. В <b>боевой форме</b> ограничений нет.",
    "Увеличивает рост базовой АТК текущего оружия на <b>32%</b>.",
    "После того как <b>Единство</b> расходует <b>Внутреннюю силу</b> или <b>Бойцовский дух</b>, при получении смертельного урона 1 раз предотвращает гибель и восстанавливает <b>10%</b> от макс. ОЗ странника (недоступно в Высшей лиге). В одиночной игре восстановление ОЗ увеличивается до <b>20%</b>. Оба эффекта срабатывают только 1 раз в <b>8</b> сек.",
    "<b>Боевая форма</b>: урон от атаки с уклонением и обычной атаки <b>Единства</b> увеличивается еще на <b>70%</b>. После расхода <b>Внутренней силы</b> конечный урон странника увеличивается на <b>10%</b> в течение <b>30</b> сек.\nФорма <b>Сметающей силы</b>: когда <b>Единство</b> расходует <b>Бойцовский дух</b>, конечный урон странника увеличивается на <b>15%</b> на <b>30</b> сек."
  ],
  "traits": [
    {
      "name": "",
      "description": "Увеличивает конечный урон на <b>{0}%</b>.\nВ <b>боевой форме</b> дополнительно увеличивает конечный урон на <b>{1}%</b>. Когда <b>Ходячая бомба</b> попадает в цель, увеличивает получаемый пораженными целями урон от холода на <b>{2}%</b> на <b>20</b> сек.\nВ форме <b>Сметающей силы</b> за <b>каждое</b> применяемое оружие холода увеличивает урон, наносимый поглощением <b>Бойцовского духа</b>, на <b>{3}%</b>. Когда в экипировке <b>3</b> предмета оружия холода, увеличивает урон от холода на <b>{4}%</b>.",
      "values": [
        13,
        7,
        1,
        9,
        8
      ]
    },
    {
      "name": "",
      "description": "Увеличивает конечный урон на <b>{0}%</b>.\nВ <b>боевой форме</b> дополнительно увеличивает конечный урон на <b>{1}%</b>. Когда <b>Ходячая бомба</b> попадает в цель, увеличивает получаемый пораженными целями урон от холода на <b>{2}%</b> на <b>20</b> сек.\nВ форме <b>Сметающей силы</b> за <b>каждое</b> применяемое оружие холода увеличивает урон, наносимый поглощением <b>Бойцовского духа</b>, на <b>{3}%</b>. Когда в экипировке <b>3</b> предмета оружия холода, увеличивает урон от холода на <b>{4}%</b>.",
      "values": [
        18,
        7,
        1,
        9,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Нанопокрытие I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Противокислотный лак I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Усиливающая рамка I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Усиливающая рамка II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Рамка из нановолокна II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Нанопокрытие II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}