{
  "_id": 1,
  "id": "bailing",
  "name": "Bai Ling",
  "weapon": "Pluma de Ruiseñor",
  "weapon_id": "nightingales_feather",
  "birthday": "8 de mayo",
  "birthplace": "Refugio HT201",
  "gender": "Femenino",
  "info": "Le falta confianza y se preocupa en exceso. Le importa más lo que otros piensen que sus propias ideas y eso la pone susceptible y ansiosa por pequeñeces. Por otro lado, tiene los pies en la tierra, y es amable, educada y meticulosa.\nAún está aprendiendo y creciendo. Al ser consciente de sus propios problemas, poco a poco intenta convertirse en alguien capaz de tomar las riendas.",
  "description": "Como líder actual del Refugio HT201, Bai Ling está a cargo de su operación diaria y las órdenes de combate. Asumió el liderazgo hace poco y por eso parece un poco sobrepasada y nerviosa al ocuparse de su trabajo.\nLa repentina muerte del anterior líder impactó mucho a Bai Ling, y algunos miembros del refugio criticaron su personalidad ansiosa y excesivamente preocupada. Considera al liderazgo una carga pesada y suele preocuparse por que todo salga bien.\nTambién es considerada, responsable, meticulosa y buena en contabilidad, por lo que actualmente el Refugio HT201 se ve bien bajo su cargo.",
  "like": "Contabilidad, administración financiera, toma de inventario",
  "dislike": "Tratar con extraños o gente mala",
  "element": "Physical",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 6,
  "charge": 10,
  "skills": [
    {
      "name": "Reflejos Rápidos",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, tira del arco repetidamente para atacar 5 veces.\nPrimer ataque: Inflige daño igual a <b>33.7%</b> del ATQ más <b>2</b>.\nSegundo ataque: Inflige daño igual a <b>30.2%</b> del ATQ más <b>2</b>.\nTercer ataque: Inflige daño igual a <b>54.3%</b> del ATQ más <b>3</b>.\nCuarto ataque: Inflige daño igual a <b>83.5%</b> del ATQ más <b>4</b>.\nQuinto ataque: Inflige daño igual a <b>77.7%</b> del ATQ más <b>4</b> y hace retroceder un poco al objetivo."
    },
    {
      "name": "Flecha Cargada",
      "type": [
        "Hold: Attack"
      ],
      "description": "Pulsa y mantén pulsado el ataque normal para cargar un ataque. Inflige daño base igual a <b>60.5%</b> del ATQ más <b>3</b>, y <b>50%</b> más por cada <b>1</b> seg de carga, hasta <b>3</b> seg. Inflige el doble de daño al hacer un tiro en la cabeza o al golpear el punto débil de un enemigo, y derriba al objetivo (los tiros en la cabeza no son efectivos contra los nómadas)."
    },
    {
      "name": "Lluvia de Flechas",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Después de cualquier ataque normal, mantén pulsado el botón de ataque normal para desatar Lluvia de Flechas que inflige hasta el <b>198.7%</b> del ATQ más <b>10</b> de daño de área a los objetivos."
    },
    {
      "name": "Descarga Aérea",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Mientras estás en el aire, utiliza el ataque normal para atacar 4 veces seguidas en el aire.\nPrimer ataque: Inflige daño igual a <b>38.8%</b> del ATQ más <b>2</b>.\nSegundo ataque: Inflige daño igual a <b>51%</b> del ATQ más <b>3</b>.\nTercer ataque: Inflige daño igual a <b>77.7%</b> del ATQ más <b>4</b>.\nCuarto ataque: Inflige daño igual a <b>117%</b> del ATQ más <b>6</b>."
    },
    {
      "name": "Flecha Equipada",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Pulsa el ataque tras esquivar para activar una Flecha Equipada, que hacer retroceder un poco al objetivo e inflige daño igual al <b>85.5%</b> del ATQ más <b>5</b>."
    },
    {
      "name": "Disparo Perforante",
      "type": [
        "Skill"
      ],
      "description": "Retrocede en una voltereta y realiza <b>1</b> disparo perforante hacia adelante, lo que inflige daño igual al <b>154.8%</b> del ATQ más <b>8</b> y hace retroceder al objetivo. <b>12</b> seg de enfriamiento."
    },
    {
      "name": "Ráfaga Explosiva",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> está completa o se activa <span class=\"text-red\">Phantasia</span>, al cambiar a esta arma, <b>elimina todas las desventajas del portador</b> y desata Ráfaga Explosiva sobre el objetivo, lo que inflige daño igual a <b>486.6%</b> del ATQ más <b>26</b>."
    }
  ],
  "weapon_type": {
    "name": "Grave",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque dejará graves a los enemigos por <b>7</b> seg, lo que aumenta su daño recibido un <b>20%</b> y les inflige daño igual a <b>100%</b> del ATQ. Cuando estás en <yellow_lbl_14_1>partidas en equipo</>, los objetivos graves reciben un <b>20%</b> de daño físico adicional."
  },
  "advancement": [
    "Restaura 1 intento de evasión cada cinco ataques normales o después de usar <span class=\"text-green\">Disparo Perforante</span>.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>10%</b>.",
    "Aumenta el daño por tiro en la cabeza en un <b>30%</b>.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>20%</b>.",
    "Las habilidades de evasión infligen un efecto grave en los objetivos por <b>7</b> segundos.",
    "Aumenta la tasa de críticos a objetivos graves en un <b>30%</b> y el daño crítico en un <b>50%</b>."
  ],
  "traits": [
    {
      "name": "Valor",
      "icon": true,
      "description": "Después de que Bai Ling guarde el Planeador o el Deslizador, aumenta la velocidad un <b>8%</b> por <b>12</b> segundos. Enfriamiento: <b>60</b> segundos."
    },
    {
      "name": "Resolución",
      "icon": true,
      "description": "Después de que Bai Ling guarde el Planeador o el Deslizador, aumenta la velocidad un <b>15%</b> por <b>12</b> segundos. Enfriamiento: <b>60</b> segundos."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "rockcore",
        "name": "Núcleo de Roca",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "rockcore",
        "name": "Núcleo de Roca",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "rockcore",
        "name": "Núcleo de Roca",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "rockcore",
        "name": "Núcleo de Roca",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}