{
  "_id": 2,
  "id": "cocoritter",
  "name": "Coco",
  "weapon": "Cero Absoluto",
  "weapon_id": "absolute_zero",
  "birthday": "1 de junio (Géminis)",
  "birthplace": "Desconocido",
  "gender": "Femenino",
  "info": "Una chica ingenua con una actitud positiva. Siempre confía en los demás, a veces hasta el punto de que piensan que es crédula o confía en los desconocidos con demasiada facilidad.\nLe encantan los dulces, pero, aun así, mantiene una dieta equilibrada. Tiene un mal sentido de la orientación, pero una vez que encuentre el camino, nunca más se perderá. Es difícil no preocuparse por ella, pero es perfectamente capaz de cuidarse.",
  "description": "Al ser hija de un investigador médico de Hykros, Cocoritter empezó a mostrar su talento en el arte de la curación a una edad temprana, y se unió al laboratorio donde trabajaban sus padres, donde absorbió todos los conocimientos médicos posibles.\n\nHa estado viajando de un refugio a otro y atendiendo a los heridos. Se toma este deber muy en serio, y considera que la experiencia es necesaria para convertirse en personal médico veterano.",
  "like": "Dulces, cualquier cosa bonita",
  "dislike": "Desconocido",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 4,
  "charge": 12.5,
  "skills": [
    {
      "name": "Ataque normal",
      "type": ["Attack"],
      "description": "En el suelo, blande el bastón y ataca 5 veces seguidas.\nPrimer ataque: inflige daño equivalente al <b>54.4%</b> del ATQ + <b>3</b>.\nSegundo ataque: inflige daño equivalente al <b>40.8%</b> del ATQ + <b>2</b>.\nTercer ataque: inflige daño equivalente al <b>65.6%</b> del ATQ + <b>3</b>.\nCuarto ataque: inflige daño equivalente al <b>89.7%</b> del ATQ + <b>5</b>.\nQuinto ataque: inflige daño equivalente al <b>158.4%</b> del ATQ + <b>8</b>."
    },
    {
      "name": "Ráfaga Elevada",
      "type": ["Jump", "Attack"],
      "description": "Mientras estás en el aire o después de saltar una vez, utiliza el ataque normal para atacar 5 veces seguidas en el aire.\nPrimer ataque: Inflige daño igual a <b>70.5%</b> del ATQ + <b>4</b>.\nSegundo ataque: Inflige daño igual a <b>50.8%</b> del ATQ + <b>3</b>.\nTercer ataque: Inflige daño igual a <b>55.1%</b> del ATQ + <b>3</b>.\nCuarto ataque: Inflige daño igual a <b>99.1%</b> del ATQ + <b>5</b>.\nQuinto ataque: Inflige daño igual a <b>103.2%</b> del ATQ + <b>5</b>."
    },
    {
      "name": "Cascada Lunar",
      "type": ["Jump", "Hold: Attack"],
      "description": "Mantén pulsado el ataque normal en el aire para activar Cascada Lunar.\nAl aterrizar, inflige daño una vez cada <b>0.2</b> segundos, por un total de daño equivalente al <b>123.8%</b> del ATQ + <b>7</b>."
    },
    {
      "name": "Asalto Enfocado",
      "type": ["Attack", "Hold: Attack"],
      "description": "Después del tercer ataque normal, mantén pulsado el botón de ataque normal para activar los ataques de rama, lo que consume <b>300</b> puntos de resistencia.\nPrimer ataque: Atrae a los enemigos frente al usuario, los <b>suspende fuerte</b> e inflige daño igual a <b>34.9%</b> del ATQ + <b>2</b> cada <b>0.3</b> segundos (hasta <b>4</b> veces).\nSegundo ataque: Inflige daño igual a <b>40.4%</b> del ATQ + <b>2</b> en la ubicación objetivo y a los enemigos cercanos cada <b>0.3</b> segundos."
    },
    {
      "name": "Sobrecarga",
      "type": ["Perfect Dodge", "Attack"],
      "description": "Pulsa el ataque normal durante la breve oportunidad de evasión perfecta (pulsa un botón de dirección antes de evadir) para activar Sobrecarga.\nCada pulso de energía inflige daño equivalente al <b>45.9%</b> del ATQ + <b>2</b> a los objetivos.\nOtorga <b>75</b> puntos de carga de arma al usarse."
    },
    {
      "name": "Teseracto",
      "type": ["Dodge", "Attack"],
      "description": "Pulsa el ataque normal un poco después de esquivar para activar Explosión evasiva.\nDispara un orbe de energía hacia adelante, lo que inflige daño equivalente al <b>66.4%</b> del ATQ + <b>3</b> a los objetivos en el camino cada <b>0.3</b> segundos (hasta 5 veces).\nOtorga <b>75</b> puntos de carga de arma al usarse."
    },
    {
      "name": "Santuario",
      "type": ["Skill"],
      "description": "Crea una zona de curación que se mueve con el Nómada y cura a los aliados cercanos el equivalente al <b>95%</b> del ATQ + <b>5</b> una vez cada <b>0.5</b> segundos durante <b>6</b> segundos. <b>60</b> segundos de enfriamiento."
    },
    {
      "name": "Liberación Rápida",
      "type": ["Discharge"],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> esté llena o al activar <span class=\"text-red\">Phantasia</span>, cambiar a esta arma desde otra arma <b>remueve todas las desventajas del portador</b> y el bastón continúa removiendo desventajas del Nómada y los aliados, y además cura un <b>118.8%</b> del ATQ + <b>6</b> de sus PS durante <b>7</b> segundos."
    }
  ],
  "weapon_type": {
    "name": "Caparazón de Hielo",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque <b>congelará</b> a los objetivos por <b>2</b> segundos y los dejará afligidos de congelación durante <b>6</b> segundos. Romper el Caparazón de Hielo causa daño adicional igual a <b>151%</b> del ATQ. Mientras está afligido de congelación, la tasa de carga armamentista del objetivo se reduce en <b>50%</b>."
  },
  "advancement": [
    "Luego de esquivar, invoca una abeja de curación que sigue al usuario y cura al aliado que tenga el menor porcentaje de PS en un radio de <b>15</b> metros. Cura un <b>25%</b> del ATQ y restaura <b>50</b> puntos de carga de arma en cada ocasión, y dura <b>25</b> segundos. Enfriamiento: <b>25</b> segundos.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>16%</b>.",
    "Usa <span class=\"text-yellow\">Santuario</span> o habilidades de descarga para quitar desventajas a los objetivos. Se puede usar bajo efectos de control. Aumenta la destrucción y el daño infligido por todos los compañeros de grupo dentro del rango en un <b>20%</b>, y les otorga inmunidad a los efectos de control y destrucción.",
    "Aumenta el crecimiento de los PS base del arma actual un <b>32%</b>.",
    "Aumenta el efecto de curación en un <b>15%</b> más un <b>20%</b> adicional al curar objetivos que tengan menos del <b>60%</b> de sus PS.",
    "Siempre que una abeja de curación se invoque o desaparezca de la batalla, cura a todos los aliados por el <b>100%</b> del ATQ del usuario. Todos los aliados en <b>10</b> metros a la redonda de la abeja de curación también ganan un <b>15%</b> de refuerzo de daño y curación (no se puede acumular)."
  ],
  "traits": [
    {
      "name": "Asistencia",
      "icon": true,
      "description": "Cuando Cocoritter usa un arma de soporte, aumenta los efectos de curación que causa en los demás y que recibe en un <b>20%</b>."
    },
    {
      "name": "Confianza",
      "icon": true,
      "description": "Cuando Cocoritter usa un arma de soporte, aumenta la curación y la curación recibida en un <b>20%</b>. Y cuando Cocoritter usa una habilidad de descarga de un arma de soporte o una habilidad de arma, aumenta el ATQ de los aliados cercanos en un <b>15%</b> durante <b>5</b> segundos."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Corazón de Invierno",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado Antiácido II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}
