{
  "_id": 5,
  "id": "ene",
  "name": "Ene",
  "weapon": "Vapuleador",
  "weapon_id": "pummeler",
  "birthday": "17 de agosto",
  "birthplace": "Seguridad de Victoria",
  "gender": "Femenino",
  "info": "Se ve holgazana y desmotivada cuando no hay nada que hacer, pero se emociona mucho y es muy competitiva en combate.\nEstá muy orgullosa de su cuerpo robótico, el cual es ágil, poderoso y no envejece. También es terca y se esfuerza al límite, incapaz de rendirse antes que aquellos con cuerpos hechos de carne.\nSin embargo, mentalmente sigue siendo una niña y revela su lado frágil cuando está con su padre.",
  "description": "Durante la Era de la Antigua Federación, el contratista militar privado Victoria había planeado desarrollar una serie de droides de batalla de élite. Ene fue el prototipo producido por el programa.\nEl objetivo inicial del diseño era hacer el droide perfecto: consciente, independiente y capaz de pensar, sentir y actuar como un humano. El ejecutivo que aprobó el programa cargó una copia de seguridad de la conciencia de su hija fallecida en Ene como su \"alma\".\nMás tarde, a Ene se le concedieron sus derechos como humana, como hija del ejecutivo de Victoria.",
  "like": "Estar con su padre, los humanos más fuertes que ella",
  "dislike": "Entender por completo la fragilidad de la vida",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "name": "Ataque normal",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, blande el mazo para atacar 4 veces seguidas.\nPrimer ataque: Inflige daño igual a <b>76.3%</b> del ATQ más <b>4</b> y hace retroceder un poco al objetivo.\nSegundo ataque: Inflige daño igual a <b>62.1%</b> del ATQ más <b>3</b> y hace retroceder un poco al objetivo.\nTercer ataque: Inflige daño igual a <b>157.4%</b> del ATQ más <b>8</b> y hace retroceder un poco al objetivo.\nCuarto ataque: Inflige un daño igual a <b>263.8%</b> del ATQ más <b>14</b> y lanza al objetivo.\nMientras Arrebato está activo, usa el mazo para atacar 4 veces seguidas.\nPrimer ataque: Inflige daño igual a <b>{8}%</b> del ATQ más <b>{9}</b> y hace retroceder un poco al objetivo.\nSegundo ataque: Inflige daño igual a <b>{10}%</b> del ATQ más <b>{11}</b> y hace retroceder un poco al objetivo.\nTercer ataque: Inflige daño igual a <b>{12}%</b> del ATQ más <b>{13}</b> y hace retroceder un poco al objetivo.\nCuarto ataque: Inflige daño igual a <b>{14}%</b> del ATQ más <b>{15}</b> y <b>suspende fuerte al objetivo</b>."
    },
    {
      "name": "Vapuleador",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Mientras estás en el aire o después de saltar una vez, usa el ataque normal para activar Ráfaga de Salto. Inflige daño igual a <b>121.7%</b> del ATQ más <b>6</b> y suspende al objetivo.\nMientras Arrebato esté activo, inflige daño igual a <b>133.9%</b> del ATQ más <b>7</b> y <b>suspende fuerte</b> al objetivo.\nCuanto mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta <b>600%</b> de daño."
    },
    {
      "name": "Onda de Choque",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Pulsa y mantén pulsado mientras estás en el aire, salta dos veces, pulsa brevemente en el aire cuando haya objetivos cerca, escala, salta hacia atrás o ataca mientras usas el propulsor y desencadenará una Onda de Choque. <b>Suspende fuerte</b> al objetivo <b>4</b> veces, lo que inflige daño igual a <b>34.8%</b> del ATQ más <b>2</b> cada vez. Cuesta <b>250</b> de resistencia.\nMientras Arrebato está activo, Onda de Choque <b>suspende fuerte</b> al objetivo <b>5</b> veces, lo que inflige daño igual a <b>38.3%</b> del ATQ más <b>2</b> cada vez.\nCuanto mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta <b>600%</b> de daño."
    },
    {
      "name": "Ataque Sorpresa",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Acércate al enemigo desde atrás en posición agachada y usa el ataque normal para usar Ataque Sorpresa, lo que inflige daño igual al <b>427.5%</b> del ATQ más <b>23</b>."
    },
    {
      "name": "Embestida de Concentración",
      "type": [
        "Hold: Attack"
      ],
      "description": "Pulsa y mantén pulsado el ataque normal para activar la Embestida de Concentración (se puede cargar hasta 3 acumulaciones). Otorga inmunidad a todos los efectos de control y al hipercuerpo mientras cargas.\nPrimera acumulación: Inflige daño igual a <b>110%</b> del ATQ más <b>6</b> y suspende al objetivo.\nSegunda acumulación: Inflige daño igual a <b>276%</b> del ATQ más <b>15</b> y <b>suspende fuerte al objetivo</b>.\nTercera acumulación: Inflige daño igual a <b>518%</b> del ATQ más <b>27</b> y <b>suspende fuerte</b> al objetivo.\nMientras Arrebato está activo, pulsa y mantén pulsado el ataque normal para activar Golpes Furiosos, lo que inflige daño igual a <b>501.6%</b> del ATQ más <b>26</b> y <b>suspende fuerte</b> al objetivo."
    },
    {
      "name": "Embestida de Salto",
      "type": [
        "Dodge"
      ],
      "description": "Usa los botones de flecha y el botón de evadir para activar Embestida de Salto y desatar una Onda de Choque que suspende al enemigo <b>4</b> veces e inflige daño igual al <b>161.6%</b> del ATQ más <b>9</b>."
    },
    {
      "name": "Rompemundos",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Pulsa el ataque normal durante el corto periodo luego de evadir para activar Rompemundos, que lanza <b>3</b> ondas de choque hacia adelante, cada una de las cuales inflige daño igual al <b>52.4%</b> del ATQ más <b>3</b> y suspende a los objetivos.\nEn modo Arrebato, dispara <b>5</b> ondas de choque hacia adelante, cada una de las cuales inflige daño igual al <b>52.4%</b> del ATQ más <b>3</b> y suspende al objetivo."
    },
    {
      "name": "Arrebato",
      "type": [
        "Skill"
      ],
      "description": "Enciende para activar Arrebato, lo que aumenta el daño infligido por <b>25</b> seg.\nMientras que Arrebato está activo, las habilidades activan Furia del Viento, lo que inflige daño igual a <b>219%</b> del ATQ más <b>12</b>; <b>suspende fuerte</b> al objetivo y crea una corriente de aire en el suelo. Al estar en la corriente, evadir no tiene costo. Enfriamiento: <b>45</b> seg (enfriamiento de Furia del Viento: <b>10</b> seg)."
    },
    {
      "name": "Embate Arrollador",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> está completa o se activa <span class=\"text-red\">Phantasia</span>, al cambiar a esta arma, <b>elimina todas las desventajas del portador</b> y <b>suspende fuerte</b> a los objetivos cercanos, lo que inflige daño igual a <b>153.3%</b> del ATQ más <b>8</b>. También invoca una maza que cae sobre los objetivos cercanos, lo que inflige daño igual a <b>153.3%</b> del ATQ más <b>8</b>."
    }
  ],
  "weapon_type": {
    "name": "Caparazón de hielo",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque <b>congelará con fuerza</b> a los objetivos por <b>2</b> seg y los dejará afligidos de congelación por <b>6</b> seg. Romper el caparazón de hielo inflige daño igual a <b>111%</b> del ATQ. Mientras está afligido de congelación, reduce la tasa de carga de arma del objetivo un <b>50%</b>."
  },
  "advancement": [
    "Provoca a los objetivos cercanos después de cambiar a esta arma, lo que impide <b>1</b> instancia de daño en los próximos <b>8</b> segundos y te otorga hipercuerpo durante los próximos <b>8</b> segundos. Enfriamiento: <b>15</b> segundos.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>10%</b>.",
    "Después de recibir daño, reduce todo daño recibido en un <b>50%</b> durante los próximos <b>6</b> segundos. Enfriamiento: <b>20</b> segundos.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>20%</b>.",
    "Los ataques normales <b>aturden</b> a los objetivos durante <b>2.5</b> segundos. Enfriamiento: <b>20</b> segundos.",
    "Las habilidades de descarga infligen un daño adicional del <b>10%</b> a los objetivos y aumentan el daño de escarcha en un <b>10%</b> adicional durante <b>25</b> segundos."
  ],
  "traits": [
    {
      "name": "Modo Rápido",
      "icon": true,
      "description": "Cuando Ene nada, trepa o se desliza, reduce el consumo de resistencia un <b>12%</b>."
    },
    {
      "name": "Modo Más Allá de los Límites",
      "icon": true,
      "description": "Cuando Ene nada, trepa o se desliza, reduce el consumo de resistencia un <b>20%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}