{
  "_id": 7,
  "id": "hilda",
  "name": "Hilda",
  "weapon": "Exterminadora",
  "weapon_id": "the_terminator",
  "birthday": "11 de abril (Aries)",
  "birthplace": "Banges",
  "gender": "Femenino",
  "info": "Es una chica alegre, apasionada y simpática, despreocupada y poco meticulosa.\nNo le importa el género, la edad o la posición social, y trata a todos por igual. Incluso Theo, el hijo del propietario de Tecnología Banges, es un buen amigo de ella.\nPero también es descuidada y olvidadiza; a veces, hasta deja su arma en casa...",
  "description": "Hilda es la \"estrella\" del Puerto de Banges, donde todo el mundo conoce su nombre.\nBanges es su hogar, y siente que debe protegerlo.\nNo tiene un trabajo fijo, y solo trabaja a tiempo parcial en las tiendas del puerto; ocasionalmente, incursiona en el patrullaje y la seguridad. Cuando está cansada, se toma un tiempo libre para ir de compras y disfrutar buena comida.",
  "like": "Pollo frito, celebraciones, negociar",
  "dislike": "Planes de vida",
  "element": "Ice",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Ataque normal",
      "type": ["Attack"],
      "description": "Toca el ataque normal para entrar en el modo de puntería. Mantén el ataque normal para disparar continuamente, hasta <b>40</b> disparos. Cada disparo causa daño equivalente al <b>11.4%</b> del ATQ + <b>1</b>. Inflige daño doble al acertar a la cabeza o al punto débil del enemigo y derriba al objetivo (los disparos a la cabeza no son efectivos contra nómadas)."
    },
    {
      "name": "Torreta",
      "type": ["Skill"],
      "description": "Activa el modo torreta y dispara grandes orbes de energía, cada uno de los cuales inflige daño igual a <b>213.3%</b> del ATQ + <b>11</b> y lanza al objetivo por el aire. Te vuelves inmune a la conmoción y a los efectos de control mientras preparas la torreta. Enfriamiento: <b>3.5</b> segundos."
    },
    {
      "name": "Rayo Ártico",
      "type": ["Discharge"],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> esté llena o al activar <span class=\"text-red\">Phantasia</span>, <b>remueve todas las desventajas del portador</b> y dispara un Rayo ártico tras cambiar a esta arma, que inflige daño equivalente al <b>329.2%</b> del ATQ + <b>17</b> y causa un efecto de <b>congelación</b> por <b>3</b> segundos. También reduce la resistencia al hielo del objetivo un <b>50%</b> durante <b>10</b> segundos."
    }
  ],
  "weapon_type": {
    "name": "Caparazón de Hielo",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque <b>congelará</b> a los objetivos por <b>2</b> segundos y los dejará afligidos de congelación durante <b>6</b> segundos. Romper el Caparazón de Hielo causa daño adicional igual a <b>111%</b> del ATQ. Mientras está afligido de congelación, la tasa de carga armamentista del objetivo se reduce en <b>50%</b>."
  },
  "advancement": [
    "Cada ataque normal exitoso aumenta el daño un <b>1%</b> por <b>2</b> segundos. Se puede acumular hasta <b>15</b> veces. Aumenta la cantidad de munición a <b>60</b>.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>10%</b>.",
    "Dentro de <b>10</b> segundos de cambiar al arma, aumenta el daño de los ataques normales y de destrucción en un <b>30%</b>. Enfriamiento: <b>25</b> segundos. Aumenta la capacidad de municiones a <b>80</b>.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>20%</b>.",
    "Reduce en <b>2</b> segundos el enfriamiento de los ataques normales en modo de torreta.",
    "Dentro de <b>10</b> segundos de cambiar al arma, aumenta el daño de los ataques normales y de destrucción en un <b>60%</b>. Enfriamiento: <b>25</b> segundos."
  ],
  "traits": [
    {
      "name": "Acelerador a Fondo",
      "icon": true,
      "description": "Cuando Hilda usa un vehículo, aumenta la velocidad en un <b>7%</b>."
    },
    {
      "name": "A Toda Velocidad",
      "icon": true,
      "description": "Cuando Hilda usa un vehículo, aumenta la velocidad en un <b>10%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de Hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}
