{
  "_id": 8,
  "id": "huma",
  "name": "Huma",
  "weapon": "Escudo Fundido V2",
  "weapon_id": "molten_shield_v2",
  "birthday": "12 de enero",
  "birthplace": "Hykros",
  "gender": "Femenino",
  "info": "En ocasiones cae en un estado de confusión o mareo debido a la pérdida de sus recuerdos y algunas piezas de su identidad. Suele usar una mascarilla sobre la boca, lo que dificulta la comunicación aún más. Es sumamente callada e introvertida. Con tan poca experiencia en el mundo exterior, es tan inocente como un polluelo y tiene un aire indiferente.",
  "description": "Una niña cuya enfermedad le otorgó extraños poderes, que actualmente recibe tratamiento en Hykros.\nPor alguna razón, Huma perdió toda memoria de su pasado, así como su anterior personalidad. Desde que despertó, la suma de los conocimientos de Huma sobre el mundo se limita a Hykros. Todo lo demás solo le produce un poco de miedo y ansiedad.\nLas únicas relaciones personales actuales de Huma son con los investigadores médicos que llegó a conocer durante su tratamiento. Estos investigadores han sugerido a Huma que acompañe a otros a explorar el mundo exterior, con la esperanza de devolverle gradualmente una existencia más normal. Sin embargo, Huma tomó una decisión sorprendente: elegir ser entrenada como Ejecutora de Hykros.\nEl razonamiento de la chica es simple y puro: se siente tranquila en compañía de los Ejecutores, y desea utilizar sus habilidades para devolver la amabilidad que Hykros le ha mostrado.",
  "like": "Leer, la paz y la tranquilidad, la jardinería",
  "dislike": "Desconocido",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Ataque normal",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, blande el hacha escudo para atacar 4 veces seguidas.\nPrimer ataque en Forma de Escudo: Inflige daño igual a <b>77.7%</b> del ATQ más <b>4</b> y hace retroceder un poco al objetivo.\nSegundo ataque: Inflige daño igual a <b>56.9%</b> del ATQ más <b>3</b> y hace retroceder un poco al objetivo.\nTercer ataque: Inflige daño igual a <b>62.8%</b> del ATQ más <b>3</b> y hace retroceder un poco al objetivo.\nCuarto ataque: Inflige daño igual a <b>184%</b> del ATQ más <b>10</b> y <b>lanza al objetivo por el aire</b>.\nPrimer ataque en Forma de Hacha: Inflige daño igual a <b>135.2%</b> del ATQ más <b>7</b> y hace retroceder un poco al objetivo.\nSegundo ataque: Inflige daño igual a <b>79.4%</b> del ATQ más <b>4</b> y hace retroceder un poco al objetivo.\nTercer ataque: Inflige daño igual a <b>119.9%</b> del ATQ más <b>6</b> y hace retroceder un poco al objetivo.\nCuarto ataque: Inflige daño igual a <b>221.3%</b> del ATQ más <b>12</b> y hace retroceder al objetivo."
    },
    {
      "name": "Golpe Aéreo",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Mientras estás en el aire o después de saltar una vez, utiliza el ataque normal para atacar 4 veces seguidas.\nPrimer ataque: Inflige daño igual a <b>75.9%</b> del ATQ más <b>4</b>.\nSegundo ataque: Inflige daño igual a <b>80.2%</b> del ATQ más <b>4</b>.\nTercer ataque: Inflige daño igual a <b>103%</b> del ATQ más <b>5</b>.\nCuarto ataque: Inflige daño igual a <b>118.6%</b> del ATQ más <b>6</b> y provoca un <b>derribo</b>; lanza al objetivo al aterrizar."
    },
    {
      "name": "Anticipación",
      "type": [
        "Hold: Attack"
      ],
      "description": "Forma de Escudo: Mientras estás en el suelo, pulsa y mantén pulsado el ataque normal para entrar en forma de escudo (suéltalo para salir) por <b>3</b> seg, durante los cuales el nómada no puede moverse, y todo el daño recibido se reduce un <b>50%</b>. Mientras estás en forma de escudo, al soltar el botón de ataque normal después de recibir daño o tras mantenerlo pulsado durante <b>3</b> seg, se desata un choque de fuego, lo que inflige daño igual a <b>167.3%</b> del ATQ más <b>9</b> e inflige <b>1</b> seg de <b>aturdimiento</b> al objetivo.\nForma de Hacha: Aplasta al objetivo, lo que inflige daño igual a <b>122.2%</b> del ATQ más <b>6</b> y suspende al objetivo."
    },
    {
      "name": "Valor",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Pulsa y mantén pulsado el ataque normal en el aire (pulsa cuando haya un objetivo disponible), o utiliza el ataque normal mientras escalas, saltas hacia atrás o utilizas el propulsor para activar ataques divergentes aéreos.\nForma de Escudo: Al caer, inflige daño igual a <b>12.5%</b> del ATQ más <b>1</b> en cada impacto. Al aterrizar, inflige daño igual a <b>89.2%</b> del ATQ más <b>5</b> y suspende al objetivo.\nForma de Hacha: Al caer, inflige daño igual a <b>12.5%</b> del ATQ más <b>1</b> en cada impacto. Al aterrizar, inflige daño igual a <b>128.3%</b> del ATQ más <b>7</b> y suspende al objetivo.\nCuanto mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta <b>600%</b> de daño."
    },
    {
      "name": "Erupción",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Usa tu ataque normal durante el breve periodo tras evadir para activar un ataque de evasión.\nForma de Escudo: Desata un escudo de fuego que inflige daño igual a <b>55.8%</b> del ATQ más <b>3</b> y hace retroceder a los objetivos. Además, desata una explosión que inflige daño igual a <b>55.8%</b> del ATQ más <b>3</b>, <b>aturde</b> a los objetivos durante <b>0.5</b> seg y reduce los efectos de curación recibidos en los objetivos un <b>30%</b> por <b>10</b> seg.\nForma de Hacha: Haces girar un hacha para infligir daño igual a <b>55.8%</b> del ATQ más <b>3</b> y reducir los efectos de curación recibidos en los objetivos un <b>30%</b> por <b>10</b> seg."
    },
    {
      "name": "Fisión",
      "type": [
        "Skill"
      ],
      "description": "Conversión de Escudo: Cambia de Forma de Escudo a Forma de Hacha y aplasta el suelo, lo que inflige daño igual a <b>373.8%</b> del ATQ más <b>20</b> y <b>suspende fuerte</b> al objetivo. Deja una zona de llamas grandes por <b>5</b> seg que quema al objetivo, lo que inflige daño continuo igual a <b>233.6%</b> del ATQ más <b>12</b>.\nConversión de Hacha: Cambia de Forma de Hacha a Forma de Escudo y lo golpea contra el suelo, lo que inflige daño igual a <b>309.5%</b> del ATQ más <b>16</b> al objetivo y lo hace retroceder. Impide que el objetivo cambie de arma por <b>5</b> seg.\nEnfriamiento: <b>25</b> seg. Conversión de Escudo y Conversión de Hacha comparten enfriamiento."
    },
    {
      "name": "Ira Llameante",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> está completa o se activa <span class=\"text-red\">Phantasia</span>, al cambiar a esta arma, <b>elimina todas las desventajas del portador</b> y desata una onda de fuego, lo que inflige daño igual a <b>352%</b> del ATQ más <b>19</b>. Provoca a los enemigos por <b>5</b> seg, durante los cuales obtienes un <b>15%</b> de reducción de daño. Dispersa objetos en forma de escudo según el número de objetivos provocados. Los objetos duran <b>20</b> seg y otorgan <b>10</b> seg de <b>5%</b> reducción de daño (se acumula), lo que restaura las evasiones en 1."
    }
  ],
  "weapon_type": {
    "name": "Fuego",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque encenderá al objetivo por <b>8</b> seg, lo que inflige daño igual a <b>58%</b> del ATQ cada segundo. Mientras está encendido, los efectos de curación en el objetivo son <b>50%</b> menos efectivos."
  },
  "advancement": [
    "Obtienes una acumulación de Escudo Resistente al usar Descarga: Ira Llameante. Usar una habilidad de evasión o una habilidad divergente mientras estás en forma de escudo otorga una acumulación de Escudo resistente, lo que otorga un <b>10%</b> de reducción de daño por <b>15</b> seg y se acumula hasta <b>3</b> veces. Cambiar a Forma de Hacha convierte todas las acumulaciones de Escudo Resistente en acumulaciones de Hacha Afilada, cada una de las cuales aumenta el daño un <b>15%</b> por <b>15</b> seg. Cambiar de arma anula este efecto.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>16%</b>.",
    "Mientras se está en forma de escudo, los ataques divergentes/de evasión infligen un daño adicional a los objetivos igual al <b>4%</b> de los PS actuales del usuario.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>32%</b>.",
    "Luego de cambiar a un hacha escudo, otorga inmediatamente una reducción de daño del <b>30%</b> que disminuye en un <b>10%</b> cada <b>3</b> segundos, hasta un mínimo de <b>10%</b>. Cambiar de armas cancela este efecto. Enfriamiento: <b>30</b> segundos.",
    "Potencia las habilidades de conversión.\nPotenciación de Conversión de Escudo: aumenta el daño infligido un <b>60%</b> y expande el radio de la zona de fuego un <b>30%</b>.\nPotenciación de Conversión de Hacha: no comparte enfriamiento con Conversión de Escudo. Durante los próximos <b>5</b> segundos después de usar esta habilidad, convierte todo el daño recibido en PS (hasta un máximo del <b>15%</b> de los PS Máx. del usuario)."
  ],
  "traits": [
    {
      "name": "Fortaleza",
      "icon": true,
      "description": "Cada vez que Huma recibe daño, obtiene <b>1</b> marca de Fortaleza y obtiene <b>1</b> marca de Fortaleza adicional si es daño de fuego, con un límite de <b>1</b> vez por cada <b>1</b> segundo y hasta <b>12</b> acumulaciones en total. Tras usar una habilidad de arma, gasta todas las marcas de Fortaleza y obtiene un escudo de PS igual al número de marcas x<b>0.4%</b> de los PS durante <b>12</b> segundos. Si las marcas de Fortaleza se usan cuando el efecto está acumulado al máximo, obtiene un escudo de PS igual al número de marcas x<b>0.6%</b> de los PS."
    },
    {
      "name": "Cortina de Hierro",
      "icon": true,
      "description": "Cada vez que Huma recibe daño, obtiene <b>1</b> marca de Fortaleza y obtiene <b>1</b> marca de Fortaleza adicional si es daño de fuego, con un límite de <b>1</b> vez por cada <b>1</b> segundo y hasta <b>12</b> acumulaciones en total. Tras usar una habilidad de arma, gasta todas las marcas de Fortaleza y obtiene un escudo de PS igual al número de marcas x<b>0.6%</b> de los PS durante <b>12</b> segundos. Si las marcas de Fortaleza se usan cuando el efecto está acumulado al máximo, obtiene un escudo de PS igual al número de marcas x<b>0.9%</b> de los PS."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Corazón de Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado Antiácido I",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}