{
  "_id": 8,
  "id": "huma",
  "name": "Huma",
  "weapon": "Escudo Fundido V2",
  "weapon_id": "molten_shield_v2",
  "birthday": "12 de enero (Capricornio)",
  "birthplace": "Hykros",
  "gender": "Femenino",
  "info": "En ocasiones cae en un estado de confusión o mareo debido a la pérdida de sus recuerdos y algunas piezas de su identidad. Suele usar una mascarilla sobre la boca, lo que dificulta la comunicación aún más. Es sumamente callada e introvertida. Con tan poca experiencia en el mundo exterior, es tan inocente como un polluelo y tiene un aire indiferente.",
  "description": "Una niña cuya enfermedad le otorgó extraños poderes, que actualmente recibe tratamiento en Hykros.\nPor alguna razón, Huma perdió toda memoria de su pasado, así como su anterior personalidad. Desde que despertó, la suma de los conocimientos de Huma sobre el mundo se limita a Hykros. Todo lo demás solo le produce un poco de miedo y ansiedad.\nLas únicas relaciones personales actuales de Huma son con los investigadores médicos que llegó a conocer durante su tratamiento. Estos investigadores han sugerido a Huma que acompañe a otros a explorar el mundo exterior, con la esperanza de devolverle gradualmente una existencia más normal. Sin embargo, Huma tomó una decisión sorprendente: elegir ser entrenada como Ejecutora de Hykros.\nEl razonamiento de la chica es simple y puro: se siente tranquila en compañía de los Ejecutores, y desea utilizar sus habilidades para devolver la amabilidad que Hykros le ha mostrado.",
  "like": "Leer, la paz y la tranquilidad, la jardinería",
  "dislike": "Desconocido",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Ataque normal",
      "type": [
        "Attack"
      ],
      "description": "En el suelo, blande el hacha escudo y ataca 4 veces seguidas.\nPrimer ataque en forma de escudo: inflige daño equivalente al <b>77.7%</b> del ATQ + <b>4</b> y hacer retroceder un poco al objetivo.\nSegundo ataque: inflige daño equivalente al <b>56.9%</b> del ATQ + <b>3</b> y hacer retroceder un poco al objetivo.\nTercer ataque: inflige daño equivalente al <b>62.8%</b> del ATQ + <b>3</b> y hacer retroceder un poco al objetivo.\nCuarto ataque: inflige daño equivalente al <b>184%</b> del ATQ + <b>10</b> y <b>lanza al objetivo al aire</b>.\nPrimer ataque en forma de hacha: inflige daño equivalente al <b>135.2%</b> del ATQ + <b>7</b> y hacer retroceder un poco al objetivo.\nSegundo ataque: inflige daño equivalente al <b>79.4%</b> del ATQ + <b>4</b> y hacer retroceder un poco al objetivo.\nTercer ataque: inflige daño equivalente al <b>119.9%</b> del ATQ + <b>6</b> y hacer retroceder un poco al objetivo.\nCuarto ataque: inflige daño equivalente al <b>221.3%</b> del ATQ + <b>12</b> y hacer retroceder al objetivo."
    },
    {
      "name": "Golpe Aéreo",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "En el aire o luego de saltar una vez, usa el ataque normal para atacar 4 veces seguidas.\nPrimer ataque: inflige daño equivalente al <b>75.9%</b> del ATQ + <b>4</b>.\nSegundo ataque: inflige daño equivalente al <b>80.2%</b> del ATQ + <b>4</b>.\nTercer ataque: inflige daño equivalente al <b>103%</b> del ATQ + <b>5</b>.\nCuarto ataque: inflige daño equivalente al <b>118.6%</b> del ATQ + <b>6</b> y <b>derriba</b>; lanza al objetivo al aterrizar."
    },
    {
      "name": "Anticipación",
      "type": [
        "Hold: Attack"
      ],
      "description": "Forma de escudo Mientras estás en el suelo, Pulsa y mantén pulsado el ataque normal para entrar en forma de escudo (suéltalo para salir) durante <b>3</b> segundos, durante los cuales la Nómada no puede moverse, y todo el daño recibido se reduce un <b>50%</b>. Mientras estás en forma de escudo, al soltar el botón de ataque normal después de recibir daño o tras mantenerlo pulsado durante <b>3</b> segundos, se desata un choque de fuego, que inflige un daño igual a <b>167.3%</b> de ATQ + <b>9</b> e inflige un efecto de <b>1</b>-segundo <b>aturdimiento</b> al objetivo.\nForma de Hacha: Aplasta al objetivo, infligiendo daño igual a <b>122.2%</b> del ATQ + <b>6</b> y suspendiendo al objetivo."
    },
    {
      "name": "Valor",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el ataque normal en el aire (o púlsalo al seleccionar un objetivo), o usa el ataque normal al escalar, saltar hacia atrás o usar el Propulsor para activar ataques de ráfaga en el aire.\nForma de escudo: en descenso, inflige daño equivalente al <b>12.5%</b> del ATQ + <b>1</b> con cada impacto. Al aterrizar, inflige daño equivalente al <b>89.2%</b> del ATQ + <b>5</b> y suspende al objetivo.\nForma de hacha: en descenso, inflige daño equivalente al <b>12.5%</b> del ATQ + <b>1</b> con cada golpe. Al aterrizar, inflige daño equivalente al <b>128.3%</b> del ATQ + <b>7</b> y suspende al objetivo.\nCuanto mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta un <b>600%</b> de daño."
    },
    {
      "name": "Erupción",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Pulsa el ataque normal durante el corto periodo luego de evadir para activar Evasión.\nForma de escudo: libera un escudo flamígero que inflige daño equivalente al <b>55.8%</b> del ATQ + <b>3</b> y hace retroceder a los objetivos. Además, desencadena una explosión que inflige daño equivalente al <b>55.8%</b> del ATQ + <b>3</b>, <b>aturde</b> a los objetivos durante <b>0.5</b> segundos y reduce la curación recibida por los objetivos en un <b>30%</b> por <b>10</b> segundos.\nForma de hacha: blande un hacha e inflige daño equivalente al <b>55.8%</b> del ATQ + <b>3</b> y reduce la curación recibida por los objetivos en un <b>30%</b> durante <b>10</b> segundos."
    },
    {
      "name": "Fisión",
      "type": [
        "Skill"
      ],
      "description": "Conversión de Escudo: cambia de forma de escudo a forma de hacha con un golpe al suelo que inflige daño equivalente al <b>373.8%</b> del ATQ + <b>20</b> y <b>suspensión fuerte</b> al objetivo. Crea una zona de llamas grandes durante <b>5</b> segundos que quema al objetivo e inflige daño continuo equivalente al <b>233.6%</b> del ATQ + <b>12</b>.\nConversión de Hacha: cambia de forma de hacha a forma de escudo y lo planta en el suelo, inflige daño equivalente al <b>309.5%</b> del ATQ + <b>16</b> al objetivo y lo hace retroceder. También evita que el objetivo cambie de arma durante <b>5</b> segundos.\nEnfriamiento: <b>25</b> segundos. Conversión de Escudo y Conversión de Hacha comparten enfriamiento."
    },
    {
      "name": "Ira Llameante",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> esté llena o al activar <span class=\"text-red\">Phantasia</span>, <b>remueve todas las desventajas del portador</b> y suelta una onda sísmica flamígera tras cambiar a esta arma, que inflige daño equivalente al <b>352%</b> del ATQ + <b>19</b>. Provoca a enemigos por <b>5</b> segundos, y el daño recibido se reduce en un <b>15%</b>. Esparce objetos con aspecto de escudo según la cantidad de objetivos provocados. Los objetos permanecen durante <b>20</b> segundos y otorgan durante <b>10</b> segundos una reducción de daño del <b>5%</b> (acumulable), y restaura 1 intento de evadir."
    }
  ],
  "weapon_type": {
    "name": "Fuego",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque prenderá fuego al objetivo por <b>8</b> segundos, lo que causa daño igual a <b>58%</b> del ATQ cada segundo. Los objetivos encendidos tienen <b>50%</b> eficacia de curación reducida."
  },
  "advancement": [
    "Obtén una acumulación de Escudo Resistente al usar descarga: Ira Llameante. Usar una habilidad de evasión o una habilidad de rama con la forma de escudo activa una acumulación de Escudo Resistente, que otorga un <b>10%</b> de reducción de daño durante <b>15</b> segundos y se acumula hasta <b>3</b> veces. Cambiar a la forma de hacha convierte todas las acumulaciones de Escudo Resistente en acumulaciones de Hacha Afilada, cada una de las cuales aumenta el daño en un <b>15%</b> durante <b>15</b> segundos. Al cambiar de arma se cancela este efecto.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>16%</b>.",
    "Mientras se está en forma de escudo, los ataques de ráfaga/evasión infligen un daño adicional a los objetivos igual al <b>4%</b> de los PS actuales del usuario.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>32%</b>.",
    "Luego de cambiar a un hacha escudo, otorga inmediatamente una reducción de daño del <b>30%</b> que disminuye en un <b>10%</b> cada <b>3</b> segundos, hasta un mínimo de <b>10%</b>. Cambiar de armas cancela este efecto. Enfriamiento: <b>30</b> segundos.",
    "Potencia las habilidades de conversión.\nPotenciación de Conversión de Escudo: aumenta el daño infligido un <b>60%</b> y expande el radio de la zona de fuego un <b>30%</b>.\nPotenciación de Conversión de Hacha: no comparte enfriamiento con Conversión de Escudo. Durante los próximos <b>5</b> segundos después de usar esta habilidad, convierte todo el daño recibido en PS (hasta un máximo del <b>15%</b> de los PS Máx. del usuario)."
  ],
  "traits": [
    {
      "name": "Fortaleza",
      "icon": true,
      "description": "Cada vez que Huma recibe daño, obtiene <b>1</b> marca de Fortaleza y obtiene <b>1</b> marca de Fortaleza adicional si es daño de fuego, con un límite de <b>1</b> vez por cada <b>1</b> segundo y hasta <b>12</b> acumulaciones en total. Tras usar una habilidad de arma, gasta todas las marcas de Fortaleza y obtiene un escudo de PS igual al número de marcas x<b>0.4%</b> de los PS durante <b>12</b> segundos. Si las marcas de Fortaleza se usan cuando el efecto está acumulado al máximo, obtiene un escudo de PS igual al número de marcas x<b>0.6%</b> de los PS."
    },
    {
      "name": "Cortina de Hierro",
      "icon": true,
      "description": "Cada vez que Huma recibe daño, obtiene <b>1</b> marca de Fortaleza y obtiene <b>1</b> marca de Fortaleza adicional si es daño de fuego, con un límite de <b>1</b> vez por cada <b>1</b> segundo y hasta <b>12</b> acumulaciones en total. Tras usar una habilidad de arma, gasta todas las marcas de Fortaleza y obtiene un escudo de PS igual al número de marcas x<b>0.6%</b> de los PS durante <b>12</b> segundos. Si las marcas de Fortaleza se usan cuando el efecto está acumulado al máximo, obtiene un escudo de PS igual al número de marcas x<b>0.9%</b> de los PS."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Corazón de Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado Antiácido II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}