{
  "_id": 14,
  "id": "lyra",
  "name": "Lira",
  "weapon": "Vesper",
  "weapon_id": "vesper",
  "birthday": "23 de junio",
  "birthplace": "Fondo Maidelin",
  "gender": "Femenino",
  "info": "Muy pocos saben de la existencia de la actual directora de la Fundación Maidelin, por lo distante, tranquila y discreta que es.\nNo suele entrometerse, pero definitivamente salta a la acción cuando las papas queman.\n\"Solo estoy cumpliendo con la voluntad de la Sra. Maidelin\".",
  "description": "La única heredera de la Sra. Maidelin, una reconocida contribuyente en diversas áreas de la tecnología, y ella misma la consideraba como parte de la familia.\n\nYa no se puede saber exactamente cómo hacer cumplir los últimos deseos de la Sra. Maidelin, ni las razones detrás de sus decisiones... pero Lira demuestra una actitud similar a la de Maidelin a la hora de gestionar.\n\nDebido a la asociación comercial con Hykros, Lira ejerce cierta influencia sobre la jerarquía de la organización, pero pocas personas saben de esto a causa de su bajo perfil.",
  "like": "Violín",
  "dislike": "Gérmenes, manchas difíciles de quitar",
  "element": "Physical",
  "rarity": "SSR",
  "role": "Support",
  "resonance": "DPS",
  "shatter": 12,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerArmMeleeBuff_name",
      "name": "Pasiva de ataque de Vesper normal",
      "type": [
        "Passive"
      ],
      "description": "<span class=\"text-green\">Iluminación</span>: El ataque normal de Vesper sin Resonancia de Sacramento inflige daño adicional a los objetivos que lleven <b>Marca de Iluminación</b> al impacto igual al número de guardias que lleves x <b>6.4%</b> del ATQ (no más del 38.4% x ATQ en total). Ese daño no activará efectos de ataque adicionales; se considera daño de habilidades de descarga y de armas.\n\nEl ataque normal de Vesper con Resonancia de Sacramento inflige daño adicional al impacto contra objetivos que lleven <b>Marca de Iluminación</b> igual al número de guardias que lleven tus compañeros y tú x <b>4.6%</b> del ATQ (no más del 36.8% x ATQ en total). Ese daño no activará efectos de ataque adicionales y se considera como daño de habilidades de descarga y de armas.\n<span class=\"text-green\">Brillante</span>: Todos los ataques normales de Vesper restauran PS al impacto igual a <b>15%</b> del ATQ.\n<span class=\"text-green\">Impacto Sagrado</span>: El ataque aéreo y Acumulación de Vesper pueden convertir el 60% de la carga en destrucción.\n<span class=\"text-green\">Guardia</span>: Por cada <b>15%</b> de pérdida de PS o cada <b>300</b> de carga de arma obtenida, obtienes hasta <b>5</b> Guardias de Iluminación para ti (pueden producirse en la ranura secundaria). Guardia de Iluminación dura <b>25</b> seg. Si tus propios Guardias de Iluminación están llenos, los nuevos Guardias de Iluminación atacarán a los enemigos, lo que inflige daño físico igual a <b>120%</b> del ATQ; y luego, desaparecerán. Ese daño no activa efectos de ataque adicionales.\n\nAviso: En Fantasma del Pasado, Vesper no se considera un arma de soporte."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Melee_name",
      "name": "Ataque normal de Vesper",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, usa a Vesper para lanzar 5 ataques consecutivos.\nPrimer ataque: Inflige daño igual a <b>81.6%</b> del ATQ más <b>4</b> y hace retroceder un poco al objetivo.\nSegundo ataque: Inflige daño igual a <b>59.1%</b> del ATQ más <b>3</b> y hace retroceder al objetivo considerablemente.\nTercer ataque: Inflige daño igual a <b>123.9%</b> del ATQ más <b>7</b> y hace retroceder un poco al objetivo.\nCuarto ataque: Inflige daño igual a <b>173%</b> del ATQ más <b>9</b> y suspende al objetivo.\nQuinto ataque: Inflige daño igual a <b>196.4%</b> del ATQ más <b>10</b> y lanza al objetivo."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_AirAttack_name",
      "name": "Frustración",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Mientras estás en el aire, pulsa el ataque normal para desatar Frustración. Cada golpe inflige daño igual a <b>33.2%</b> del ATQ más <b>2</b> y consume <b>10</b> de resistencia. El último impacto inflige daño igual a <b>556.6%</b> del ATQ más <b>29</b> y lanza al objetivo.\nAl desatar Frustración, agarra al objetivo si es posible y lo lanza al suelo, lo que inflige daño igual a <b>124.5%</b> del ATQ más <b>7</b> en total."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_PowerAttack_name",
      "name": "Acumulación",
      "type": [
        "Attack"
      ],
      "description": "Mantén pulsado el ataque normal hasta <b>3</b> cargas. <b>Suspende fuerte</b> al objetivo al impacto, y te vuelves inmune al daño y a los efectos de control durante un ataque de Acumulación. Soltar antes de recibir el impacto puede activar Phantasia.\nImpacto cargado de la fase 1: Inflige daño igual a <b>96%</b> del ATQ más <b>5</b>.\nImpacto cargado de la fase 2: Inflige daño igual a <b>223%</b> del ATQ más <b>12</b>.\nImpacto cargado de la fase 3: Inflige daño igual a <b>360.5%</b> del ATQ más <b>19</b>."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Branch_name",
      "name": "Brillo",
      "type": [
        "Hold: Attack"
      ],
      "description": "Pulsa y mantén pulsado el ataque normal durante los ataques normales o después de evadir para desatar Brillo. Cada golpe inflige daño igual a <b>20%</b> del ATQ más <b>1</b> y consume <b>10</b> de resistencia. Suelta para activar Acumulación."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_JumpAttack_name",
      "name": "Vapuleador",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "En el aire, pulsa y mantén pulsado el ataque normal para activar 3 cargas en el aire. Suelta para vapulear el suelo y <b>suspende fuerte</b> a los objetivos. Soltar antes de recibir el impacto puede activar Phantasia.\nAtaque cargado de la fase 1: Inflige daño igual a <b>166.3%</b> del ATQ más <b>9</b>.\nAtaque cargado de la fase 2: Inflige daño igual a <b>288.2%</b> del ATQ más <b>15</b>.\nAtaque cargado de la fase 3: Inflige daño igual a <b>454.4%</b> del ATQ más <b>24</b>."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_BackAttack_name",
      "name": "Captura Mental",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tras evadir, pulsa el ataque normal para atraer al objetivo hacia ti por <b>2</b> seg, lo que inflige daño igual a <b>261.4%</b> del ATQ más <b>14</b>. Pulsar y mantener pulsado el ataque normal después de evadir puede activar <b>Brillo</b> después de desatar <b>Captura Mental</b>."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_Evade_name",
      "name": "Evasión",
      "type": [
        "Dodge"
      ],
      "description": "Evade justo antes de recibir un impacto para activar Phantasia, lo que reduce la velocidad de los enemigos dentro del área. Te vuelves inmune a la conmoción mientras evades durante <b>0.5</b> seg y recuperas <b>250</b> de resistencia."
    },
    {
      "id": "GA_FPlayerArmSkillPhy_Pas_name",
      "name": "Guardia de Perdón",
      "type": [
        "Skill"
      ],
      "description": "<span class=\"text-green\">Guardia de Perdón</span>: Cuando el efecto de curación se desborda, otorga un escudo de PS igual a hasta <b>60%</b> de tus PS Máx. Cuando Vesper tiene Guardia de Perdón, se activan diferentes efectos de guardia bajo diferentes Resonancias.\n<span class=\"text-green\">Guardia de Sacramento</span>: La habilidad se sustituye por <b>Alba</b>, y el nómada no obtiene más Guardia de Iluminación. Se convierte en Guardia de Perdón para sus compañeros. Gana un Guardia de Perdón por cada <b>15%</b> de PS Máx. curado, y otorga hasta 1 Guardia de Perdón a cada compañero. Si cada compañero tiene uno, la Guardia de Perdón inflige daño físico igual a <b>120%</b> del ATQ a un enemigo y desaparece. Ese daño no activa efectos de ataque adicionales. También aumenta los PS Máx. en <b>12.5%</b> para tus compañeros y tú. No se acumula.\n<span class=\"text-green\">Guardia Ofensiva</span>: Cuando una habilidad de Vesper impacta, obtienes inmediatamente un escudo igual a <b>30%</b> de tus PS Máx. Enfriamiento: <b>30</b> seg.\n<span class=\"text-green\">Guardia de Fortaleza</span>: Cuando una habilidad de Vesper impacta, obtienes curación inmediatamente, lo que restaura <b>2%</b> de tus PS Máx. por segundo durante <b>20</b> seg. Enfriamiento: <b>30</b> seg.\n<span class=\"text-green\">Guardia de Equilibrio</span>: Cuando los PS son superiores a <b>50%</b>, aumenta la destrucción en <b>20%</b>. Cuando los PS son inferiores a <b>50%</b>, aumenta el daño final en <b>10%</b> y la destrucción en <b>10%</b>."
    },
    {
      "id": "GA_FPlayerArmPublishSkillPhy_name",
      "name": "Caída de Estrellas",
      "type": [
        "Skill"
      ],
      "description": "Salta hacia el objetivo, lo que inflige daño igual a <b>702.1%</b> del ATQ más <b>37</b> y lo <b>suspende fuerte</b>. Inflige una Marca de Iluminación en el objetivo por <b>18</b> seg. Enfriamiento: <b>20</b> seg."
    },
    {
      "id": "GA_FPlayerArmLawSkillPhy_name",
      "name": "Alba",
      "type": [
        "Skill"
      ],
      "description": "Vapulea el suelo y <b>lanza fuerte</b> a los objetivos al frente, lo que inflige daño igual a <b>702.1%</b> del ATQ más <b>37</b> e invoca hasta <b>3</b> <b>Cuchillas</b> por <b>75</b> seg (hasta 1 Cuchilla cada 2 metros). Puedes usar esta habilidad hasta <b>3</b> veces, con un enfriamiento de <b>20</b> seg cada vez. Cuando existan 2 <b>Cuchillas</b> en el campo, se crea un <b>Brilloclaro</b>. Cuando se toca una <b>Cuchilla</b>, cura a los objetivos dentro del radio de movimiento, lo que restaura PS igual a <b>25%</b> del ATQ del objetivo. Cuando existen 3 <b>Cuchillas</b>, se crea una <b>Nebulosa</b>. Cuando se toca una <b>Cuchilla</b>, daña a los objetivos dentro del radio de movimiento, lo que inflige daño igual a <b>150%</b> del ATQ x la distancia de movimiento / <b>5</b> m."
    },
    {
      "id": "GA_FPlayerArmChangeSkillPhy_Success_name",
      "name": "Suspiro Melodioso",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma está completa</span> o se activa <span class=\"text-red\">Phantasia</span>, al cambiar a esta arma desde otra <b>elimina todas las desventajas del portador</b> y desata Suspiro Melodioso, lo que inflige <b>748.1%</b> del ATQ más <b>39</b> de daño y añade una marca de Iluminación al objetivo por <b>18</b> seg, durante los cuales la inmunidad al daño dura <b>2.6</b> seg (no disponible en la Liga Ápex)."
    }
  ],
  "weapon_type": {
    "name": "Grave",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque dejará graves a los enemigos por <b>7</b> seg, lo que aumenta su daño recibido un <b>20%</b> y les inflige daño igual a <b>{1}%</b> del ATQ. Al jugar <yellow_lbl_14_1>partidas en equipo</>, aumenta el daño físico infligido a objetivos graves un <b>20%</b> adicional."
  },
  "weapon_resonance": {
    "name": "Resonancia física",
    "description": "<b>Resonancia Física</b>: Aumenta el ATQ físico un <b>15%</b> y la resistencia física un <b>25%</b>. Se activa equipando <b>2</b> o más armas físicas. Este efecto de set funciona en la ranura secundaria. No se puede acumular con otros efectos de Resonancia física o Reacción física, y la Resonancia Física tiene efecto primero.\n<b>Sacramento Físico</b>: Aumenta el ATQ físico un <b>5%</b> cuando Resonancia de Sacramento se activa."
  },
  "advancement": [
    "Al desatar cualquier habilidad de arma o descarga, si tus guardias están al máximo, restaura su duración e inflige <b>100%</b> del ATQ Físico x el número de guardias al enemigo como daño físico. Máximo 8 guardias bajo el efecto de Sacramento, y hasta 6 sin él.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>16%</b>.",
    "Aumenta todo el daño infligido por las guardias un <b>20%</b> y aumenta el daño final del objetivo protegido un <b>15%</b> por <b>10 seg</b> al desatar cualquier habilidad de arma o de descarga bajo el efecto de Resonancia de Sacramento.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>32%</b>.",
    "Guardia de Perdón: Después de liberar Resonancia 5 veces, recibes <b>1</b> oportunidad de anular daño letal para el portador y el objetivo protegido. Después de que un compañero niegue el daño letal, consumirá Guardia de Perdón y recuperará un <b>5%</b> de sus PS Máx. No disponible en la Liga Ápex.\nGuardia de Iluminación: Después de liberar Resonancia 5 veces y al tener la Guardia de Iluminación, el portador recibe <b>2</b> oportunidades de anular daño letal. Se acumula hasta <b>5</b> veces. Después de que el portador niegue daño letal, consumirá 1 acumulación de Guardia de Iluminación y recuperará un <b>5%</b> de sus PS Máx. No disponible en la Liga Ápex.",
    "Al desatar cualquier habilidad de arma o de descarga, el aumento del daño final y de la curación depende del número de guardias. Cada guardia aumenta el daño final y la curación un <b>1.6%</b>, hasta <b>8%</b> por <b>25 seg</b>."
  ],
  "traits": [
    {
      "name": "Cambio de Corazón",
      "description": "Resonancia de Sacramento: aumenta los PS Máx. en un {0}% para todo el grupo. No se acumula.",
      "values": [
        10
      ]
    },
    {
      "name": "Bendición",
      "description": "Resonancia de Sacramento: Aumenta los PS Máx. un {0}% para todo el equipo. Este efecto no se puede acumular. Además, aumenta tus PS Máx. un {1}%. Cada vez que uses la habilidad mientras tengas hipercuerpo o más del 50% de tus PS, otorga hipercuerpo a todos los aliados por {2} seg.",
      "values": [
        10,
        50,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanocubierta I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón Reforzado I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Armazón Reforzado II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nanocubierta II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}