{
  "_id": 19,
  "id": "ruby",
  "name": "Conejo",
  "weapon": "Chispa",
  "weapon_id": "spark",
  "birthday": "15 de julio (Cáncer)",
  "birthplace": "Desconocido",
  "gender": "Femenino",
  "info": "Una inocente niña introvertida que no conoce mucho del mundo. Está un tanto asustada de los extraños y prefiere estar sola. Tal vez por eso es algo miedosa y tímida frente a los extraños.\nComo siempre la llaman \"la chica que está con Madam Lin\", desarrolló un sentido de misión: debe trabajar más duro para no ser una carga para Lin ni dejar que se desperdicien las instrucciones de Lin.",
  "description": "La hija de un viejo amigo de Lin. Y de alguna manera, ahora está bajo el cuidado Lin. La chica no parece fuerte, como una niña enferma y débil. \nActualmente está en entrenamiento de combate para su propia protección a petición de Lin. Aunque Ruby está aprendiendo algo bastante diferente al estilo de Lin, ella es, al menos, mucho más saludable que antes y lo suficientemente capaz para algunas situaciones bastante complicadas. \nTodavía tiene una vaga idea del mundo y de sí misma, creyendo en las instrucciones y descripciones de Lin ciegamente, y confiando en ella para casi cualquier decisión. En la situación actual, Lin comenta que cultivar su independencia es definitivamente una prioridad.",
  "like": "Dolly el conejo de peluche",
  "dislike": "Tomar medicina",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Ataque de Chispa",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, toca el botón de ataque normal para ordenar a Chispa que ataque 5 veces seguidas.\n\"Primer ataque: Inflige daño total igual a <b>84.6%</b> del ATQ + <b>4</b> contra cada objetivo.\n\"Segundo ataque: Inflige daño total igual a <b>93%</b> del ATQ + <b>5</b> contra cada objetivo.\n\"Tercer ataque: Inflige daño total igual a <b>101.5%</b> del ATQ + <b>5</b> contra cada objetivo.\n\"Cuarto ataque: Inflige daño total igual a <b>109.9%</b> del ATQ + <b>6</b> contra cada objetivo.\n\"Quinto ataque: Inflige daño total igual a <b>253.7%</b> del ATQ + <b>13</b> contra cada objetivo y <b>lanza</b> a los objetivos."
    },
    {
      "name": "Descarga Aérea",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "En el aire, toca el botón de ataque normal para ordenar a Chispa que ataque 4 veces seguidas.\nPrimer ataque: Inflige daño total igual a <b>97.1%</b> del ATQ + <b>5</b> contra cada objetivo.\nSegundo ataque: Inflige daño total igual a <b>106.8%</b> del ATQ + <b>6</b> contra cada objetivo.\nTercer ataque: Inflige daño total igual a <b>121.3%</b> del ATQ + <b>6</b> contra cada objetivo.\nCuarto ataque: Inflige daño total igual a <b>145.6%</b> del ATQ + <b>8</b> contra cada objetivo."
    },
    {
      "name": "¡Te tengo!",
      "type": [
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el botón de ataque normal o hazlo después de que se active la Zona Bloqueada para disparar continuamente rayos de energía abrasadores a los enemigos en una dirección objetivo, lo que inflige daño igual a <b>40%</b> del ATQ + <b>2</b>. Consume la resistencia de los nómadas."
    },
    {
      "name": "Buceo Abrasador",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el ataque normal mientras estás en el aire para activar Buceo Abrasador.\nEnvuelve el cuerpo en energía antes de infligir rápidamente una zambullida profunda en el suelo, lo que inflige daño igual a <b>172.1%</b> del ATQ + <b>9</b> a los objetivos cercanos."
    },
    {
      "name": "Zona Bloqueada",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Después del segundo ataque normal, mantén el botón durante cualquier ataque para infligir daño igual a <b>40%</b> del ATQ + <b>2</b> contra el objetivo. El objetivo fijado queda confinado lo quema por <b>3</b> segundos, y le inflige daño igual a <b>26.2%</b> del ATQ + <b>1</b> cada segundo (no funciona con jefes)."
    },
    {
      "name": "¡Vamos, Dolly!",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Lanza a Dolly tras esquivar. Dolly permanece <b>10</b> segundos y absorbe a los enemigos cercanos, lo que les inflige daño equivalente al <b>84.6%</b> del ATQ + <b>4</b> y los provoca por <b>1.5</b> segundos para enfocar sus ataques en Dolly (en un equipo, no puede provocar a enemigos)."
    },
    {
      "name": "Colisionador Chispeante",
      "type": [
        "Skill"
      ],
      "description": "Chispa dispara Chispas que duran 15 segundos y rebotan entre el objetivo y el Nómada. Al impactar al objetivo, las Chispas lo ralentizan por <b>4</b> segundos con un enfriamiento de <b>15</b> segundos. Las Chispas infligen más daño al recorrer distancias más largas. Al impactar, infligen daño por hasta un <b>350%</b> del ATQ + <b>37</b> y marca al objetivo con Arder por <b>25</b> segundos. Al mismo tiempo, Chispa dispara 4 balas, cada una de las cuales inflige daño equivalente al <b>50%</b> del ATQ + <b>3</b> a su objetivo. Los ataques normales de Chispa infligen un <b>110%</b> de daño adicional a enemigos marcados con Arder. Cuando Chispas impacta objetivos autoincendidados, estos sufrirán quemaduras o se incendiarán, y recibirán daño adicional equivalente al <b>100%</b> del daño total restante (los efectos de quemadura o ignición múltiples se cuentan juntos). El enfriamiento calculado resultante es de <b>6</b> segundos y el enfriamiento de habilidad es de <b>30</b> segundos.\n<b>Pasiva</b>: cuando Chispas está activo, cada que Ataque de Chispa inflige daño, otorga al nómada <b>1</b> Punto de Calor con un enfriamiento de <b>0.9</b> segundos, por un máximo de <b>8</b> Puntos de Calor. Cuando el Calor llega a su límite máximo, el nómada obtiene el efecto Calor Definitivo, aumenta el ATQ de fuego en un <b>25%</b> durante <b>25</b> segundos."
    },
    {
      "name": "Supernova",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> está llena o se activa <span class=\"text-red\">Phantasia</span>, cambiar a esta arma desde otra arma <b>elimina todas las desventajas del portador</b>. Chispa entra en un estado cargado y emite continuamente rayos de energía abrasadora a la ubicación objetivo antes de explotar. Inflige daño equivalente al <b>750%</b> del ATQ + <b>39</b>. Si el objetivo tiene un efecto de quemadura autoinfligido, lo quema o enciende una vez y causa daño adicional equivalente al <b>100%</b> del daño total restante (los efectos de quemaduras múltiples o ignición se cuentan colectivamente). El enfriamiento de cálculo resultante es de <b>6</b> segundos. La inmunidad al daño dura <b>2.6</b> segundos cuando la habilidad está activa (no disponible en la Liga Ápex)."
    }
  ],
  "weapon_type": {
    "name": "Fuego",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque prenderá fuego al objetivo por <b>8</b> segundos, lo que causa daño igual a <b>58%</b> del ATQ cada segundo. Los objetivos encendidos tienen <b>50%</b> eficacia de curación reducida."
  },
  "weapon_resonance": {
    "name": "Resonancia de Fuego",
    "description": "Aumenta el ATQ de fuego en un <b>20%</b> y la resistencia al fuego en un <b>40%</b>. Se activa al equipar 2 o más armas de fuego. Este efecto de conjunto también funciona con armas en la ranura de mano izquierda."
  },
  "advancement": [
    "Arder aumenta el daño del Ataque de Chispa a <b>80%</b>. El enfriamiento de habilidad baja a <b>24</b> segundos.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>16%</b>.",
    "Arder aumenta el Refuerzo de Fuego en <b>8%</b> y el multiplicador de quemadura a <b>75%</b>.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>32%</b>.",
    "Restablece <b>75</b> puntos adicionales de carga de arma cada vez que el Ataque de Chispa impacte a un enemigo. Enfriamiento: 0.9 segundos. La destrucción aumenta en <b>25%</b> cuando Calor Definitivo está activo.",
    "Arder aumenta el daño del Ataque de Chispa a <b>160%</b> y duplica la eficiencia de adquisición de Calor. El enfriamiento de habilidad baja a <b>16</b> segundos."
  ],
  "traits": [
    {
      "name": "Atrapasueños",
      "description": "Aumenta el daño de fuego que reciben todos los enemigos en un radio de <b>5</b> metros de Dolly en <b>8%</b>. No se acumula."
    },
    {
      "name": "Dominio de Dolly",
      "description": "Aumenta el daño de fuego recibido por todos los enemigos en un radio de 5 metros de Dolly en <b>8%</b>. No se acumula. Aumenta la ATQ de fuego tras lanzar a Dolly en <b>12%</b> por <b>10</b> segundos. No se acumula."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Corazón de Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado Antiácido II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de Nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}