{
  "_id": 19,
  "id": "ruby",
  "name": "Conejo",
  "weapon": "Chispa",
  "weapon_id": "spark",
  "birthday": "15 de julio (Cáncer)",
  "birthplace": "Desconocido",
  "gender": "Femenino",
  "info": "Una inocente niña introvertida que no conoce mucho del mundo. Está un tanto asustada de los extraños y prefiere estar sola. Tal vez por eso es algo miedosa y tímida frente a los extraños. Como siempre la llaman \"la pequeña que va con Madame Lin\", desarrolló un sentido de misión: debe trabajar más duro para no ser una carga para Lin ni dejar que se desperdicien las instrucciones de Lin.",
  "description": "La hija de un viejo amigo de Lin. Y, de alguna manera, ahora está bajo el cuidado Lin e incluso van a aventuras juntas. La niña no parece ser fuerte, sino débil y enfermiza. Actualmente está en entrenamiento de combate para su propia protección a petición de Lin. Aunque Rubí está aprendiendo algo un tanto diferente al estilo de Lin, al menos está mucho más saludable que antes y es lo suficientemente capaz para algunas situaciones un tanto complicadas. Aún tiene una vaga idea del mundo y de sí misma, cree en las instrucciones y descripciones de Lin ciegamente, y confía en ella casi para cualquier decisión. En su estado actual, Lin dice que cultivar su independencia es definitivamente una prioridad.",
  "like": "Dolly el conejo de peluche",
  "dislike": "Tomar medicina",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Ataque de Chispa",
      "type": [
        "Attack"
      ],
      "description": "En el suelo, pulsa el ataque normal para atacar 5 veces seguidas con Spark.\nEl primer ataque inflige daño total equivalente al <b>84.6%</b> del ATQ + <b>4</b> a cada objetivo.\nEl segundo ataque inflige daño total equivalente al <b>93%</b> del ATQ + <b>5</b> a cada objetivo.\nEl tercer ataque inflige daño total equivalente al <b>101.5%</b> del ATQ + <b>5</b>.\nEl cuarto ataque inflige daño total equivalente al <b>109.9%</b> del ATQ + <b>6</b> a cada objetivo.\nEl quinto ataque inflige daño total equivalente al <b>253.7%</b> del ATQ + <b>13</b> a cada objetivo y <b>lanza</b> a los objetivos."
    },
    {
      "name": "Descarga aérea",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "En el aire, pulsa el ataque normal para atacar 4 veces seguidas con Chispa.\nPrimer ataque: inflige daño total equivalente al <b>97.1%</b> del ATQ + <b>5</b> a cada objetivo.\nSegundo ataque: inflige daño total equivalente al <b>106.8%</b> del ATQ + <b>6</b> a cada objetivo.\nTercer ataque: inflige daño total equivalente al <b>121.3%</b> del ATQ + <b>6</b>.\nCuarto ataque: inflige daño total equivalente al <b>145.6%</b> del ATQ + <b>8</b> a cada objetivo."
    },
    {
      "name": "¡Te tengo!",
      "type": [
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el botón de ataque normal o hazlo después de activar Zona Bloqueada para disparar continuamente rayos de energía abrasadora a enemigos en la dirección objetivo, lo que inflige daño equivalente al <b>40%</b> del ATQ + <b>\\2</b> y consume su resistencia."
    },
    {
      "name": "Buceo Abrasador",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el ataque normal en el aire para activar Buceo Abrasador.\nEnvuelves tu cuerpo en energía antes de zambullirte velozmente en el suelo e infligir daño equivalente al <b>172.1%</b> del ATQ + <b>9</b> a enemigos cercanos."
    },
    {
      "name": "Zona Bloqueada",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Luego del segundo ataque normal, mantén el botón durante un ataque para infligir daño equivalente al <b>40%</b> del ATQ + <b>2</b> al objetivo, aprisionar (sin control fuerte) e infligir quemadura al objetivo fijado por <b>3</b> segundos con daño equivalente al <b>26.2%</b> del ATQ + <b>1</b> al objetivo cada segundo (no funciona en jefes)."
    },
    {
      "name": "¡Vamos, Dolly!",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Lanza a Dolly tras esquivar. Dolly permanece <b>10</b> segundos y absorbe a los enemigos cercanos, lo que les inflige daño equivalente al <b>84.6%</b> del ATQ + <b>4</b> y los provoca por <b>1.5</b> segundos (en un equipo, no puede provocar a enemigos) para enfocar sus ataques en Dolly."
    },
    {
      "name": "Colisionador Chispeante",
      "type": [
        "Skill"
      ],
      "description": "Chispa dispara Chispas que duran 15 segundos y rebotan entre el objetivo y el nómada. Al impactar en el objetivo, las Chispas lo ralentizan (sin control fuerte) por <b>4</b> segundos con un enfriamiento de <b>15</b> segundos. Las Chispas infligen más daño al recorrer distancias más largas. Al impactar, infligen daño por hasta un <b>350%</b> del ATQ + <b>37</b> y marcan al objetivo con Arder por <b>25</b> segundos. Al mismo tiempo, Chispa dispara 4 balas, cada una de las cuales inflige daño equivalente al <b>50%</b> del ATQ + <b>3</b> a su objetivo. Los ataques normales de Chispa infligen un <b>110%</b> de daño adicional a enemigos marcados con Arder. Si el objetivo se infligió un efecto de quemadura, al recibir un golpe de Chispa sufrirá quemadura o se incendiará, y recibirá daño adicional equivalente al <b>100%</b> del daño total restante (los efectos de quemadura o ignición múltiples se cuentan juntos). El enfriamiento calculado resultante es de <b>6</b> segundos. El enfriamiento de habilidad es de <b>30</b> segundos.\n<b>Pasiva</b>: cuando Chispas está activo, cada Ataque de Chispa que inflija daño otorga al nómada <b>1</b> punto de Calor con un enfriamiento de <b>0.9</b> segundos, hasta <b>8</b> puntos de Calor. Al alcanzar el límite máximo de Calor, el nómada obtiene el efecto Calor Definitivo, aumenta el ATQ de fuego en un <b>25%</b> durante <b>25</b> segundos."
    },
    {
      "name": "Supernova",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> esté llena o al activar <span class=\"text-red\">Phantasia</span>, cambiar a esta arma desde otra arma <b>remueve todas las desventajas del portador</b>. Chispa entra en un estado cargado y emite continuamente rayos de energía abrasadora a la ubicación objetivo antes de explotar. Inflige daño equivalente al <b>750%</b> del ATQ + <b>39</b>. Si el objetivo se infligió un efecto de quemadura, sufrirá quemadura o se incendiará y recibirá daño adicional equivalente al <b>100%</b> del daño total restante (los efectos de quemaduras múltiples o ignición se cuentan juntos). El enfriamiento de cálculo resultante es <b>6</b> segundos. La inmunidad al daño dura <b>2.6</b> segundos cuando esta habilidad está activa (no está disponible en la Liga Ápex)."
    }
  ],
  "weapon_type": {
    "name": "Fuego",
    "description": "Las armas completamente cargadas prenderán fuego al objetivo durante <b>8</b> segundos con el siguiente ataque, lo que inflige un daño continuo del <b>58%</b> del ATQ cada segundo. Los objetivos incendiados reciben un <b>50%</b> de eficacia de la curación."
  },
  "weapon_resonance": {
    "name": "Resonancia de Fuego",
    "description": "Aumenta el ATQ de fuego en un <b>20%</b> y la resistencia al fuego en un <b>40%</b>. Se activa al equipar 2 o más armas de fuego. Este efecto de conjunto también funciona con armas en la ranura de mano izquierda."
  },
  "advancement": [
    "Arder aumenta el daño de los ataques normales de Spark a un <b>182%</b>. El enfriamiento de la habilidad se reduce a <b>24</b> segundos.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>16%</b>.",
    "Arder aumenta el refuerzo de fuego en un <b>18%</b>, aumentando el multiplicador de quemadura en un <b>150%</b>.",
    "Aumenta el crecimiento de ATQ base del arma actual en un <b>32%</b>.",
    "Cuando un ataque de Chispa acierta a un enemigo, recupera un <b>75</b> de puntos de carga de arma adicionales. Enfriamiento: 0.9 segundos. Cuando Calor Definitivo está activo, la destrucción aumenta en un <b>25%</b>.",
    "Arder aumenta el daño de los ataques normales de Spark a un <b>240%</b>. La eficiencia de adquisición de Calor se duplica. El enfriamiento de la habilidad se reduce a <b>16</b> segundos."
  ],
  "traits": [
    {
      "name": "Atrapasueños",
      "description": "Aumenta el daño de fuego recibido de todos los enemigos a menos de <b>5</b> metros de Dolly un <b>8%</b>. No se acumula."
    },
    {
      "name": "Dominio de Dolly",
      "description": "Aumenta el daño de fuego recibido de todos los enemigos a menos de 5 metros de Dolly un <b>8%</b>. No se acumula. Después de tirar a Dolly, aumenta el ATQ de Fuego un <b>12%</b> por <b>10</b> segundos. No se acumula."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de fuego",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Corazón de lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado antiácido I",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}