{
  "_id": 16,
  "id": "zero",
  "name": "Cero",
  "weapon": "Cubo Negador",
  "weapon_id": "negating_cube",
  "birthday": "6 de junio",
  "birthplace": "Desconocido",
  "gender": "Masculino",
  "info": "De lengua aguda, multifacético, competitivo y arrogante, sobre todo al toparse con tareas que considera indignas de él. A veces muestra un nivel de madurez y disciplina de alguien más adulto y es excepcionalmente perceptivo, pero casi siempre muestra completo desinterés por lo que otros puedan decir y no se molesta en recordar cosas que no le llaman la atención.",
  "description": "Un friki, genio de la informática que parece de unos 15 años, nacido en Banges y apodado \"Cero\". Sin embargo, su nombre real y sus datos personales se han perdido. Él mismo los destruyó deliberadamente.\nEs muy hábil en el procesamiento de información, las comunicaciones electrónicas y la gestión de datos. Cero puede encontrar y extraer grandes cantidades de información mediante el análisis informático y de redes. Una vez sorprendió a Hykros al penetrar en su sistema de seguridad en un audaz ataque cibernético, lo que lo llevó a que lo designaran como \"persona de interés\". En la actualidad, Cero está bajo el estricto control y supervisión de Hykros en un lugar secreto, donde se dedica a operaciones relacionadas con la información.",
  "like": "Tecnología, juegos",
  "dislike": "Salir, cocinar",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 5,
  "charge": 13,
  "skills": [
    {
      "name": "Ataque normal",
      "type": [
        "Attack"
      ],
      "description": "Mientras estás en el suelo, manipula el cubo para atacar 5 veces seguidas.\nPrimer ataque: Inflige daño igual a <b>46.7%</b> del ATQ más <b>2</b>.\nSegundo ataque: Inflige daño igual a <b>38.2%</b> del ATQ más <b>2</b>.\nTercer ataque: Inflige daño igual a <b>118.5%</b> del ATQ más <b>6</b>.\nCuarto ataque: Inflige daño igual a <b>79.6%</b> del ATQ más <b>4</b>.\nQuinto ataque: Inflige daño igual a <b>80.9%</b> del ATQ más <b>4</b> hasta 3 veces y <b>lanza</b> al objetivo.\n<b>Pasiva: Si los ataques normales impactan 6 veces en los objetivos, obtienes 1 cubo. Puedes almacenar hasta 5 cubos.</b>"
    },
    {
      "name": "Misil de Omnio",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Mientras estás en el aire, usa el ataque normal para activar la energía dentro del cubo, lo que dispara hasta <b>5</b> misiles e inflige daño igual a <b>59.3%</b> del ATQ más <b>3</b>. Consume hasta <b>250</b> de resistencia.\n<b>Pasiva: Si el nómada tiene cubos almacenados, consume todos los cubos para disparar Misiles de Omnio a los objetivos e infligirles daño.</b>"
    },
    {
      "name": "Sobrecarga de Energía",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "En el aire o luego de saltar una vez, usa el ataque normal para activar Sobrecarga de Energía.\nAl aterrizar, lanza una onda de choque hacia adelante e inflige hasta el <b>23.4%</b> del ATQ más <b>1</b> de daño a los objetivos en su camino."
    },
    {
      "name": "Impacto de Omnio",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Luego del tercer ataque normal, mantén pulsado el botón de ataque normal para activar Impacto de Omnio.\nUn pilar de energía lanza a los objetivos cercanos al aire e inflige daño equivalente al <b>68.4%</b> del ATQ más <b>4</b>. El pilar dura 5 seg e inflige daño igual a <b>28.5%</b> del ATQ más <b>2</b> a los objetivos cercanos cada segundo."
    },
    {
      "name": "Centinela Energético",
      "type": [
        "Passive"
      ],
      "description": "Los cubos que orbitan al nómada infligen daño equivalente al <b>9.7%</b> del ATQ más <b>1</b> a los enemigos."
    },
    {
      "name": "Misil de Energía",
      "type": [
        "Passive"
      ],
      "description": "Cuando el nómada utiliza Misil de Omnio y Sobrecarga de Energía, también dispara los cubos que le orbitan e inflige daño igual al <b>48.5%</b> del ATQ más <b>3</b> al objetivo."
    },
    {
      "name": "Sobrecarga Espiritual",
      "type": [
        "Dodge"
      ],
      "description": "Evade justo antes de recibir un impacto para activar Phantasia, lo que reduce la velocidad de los enemigos dentro del área. Te vuelves inmune a la conmoción mientras evades durante <b>0.5</b> seg.\nSi el nómada tiene menos de <b>5</b> cubos, cada evasión tiene un <b>40%</b> probabilidad de restaurar 1 intento de evasión.\nLas evasiones exitosas no interrumpen los combos de ataques normales.\n<b>Pasiva: Gana un cubo por cada evasión aérea exitosa.</b>"
    },
    {
      "name": "Escudo de Omnio",
      "type": [
        "Skill"
      ],
      "description": "Crea un escudo para ti y los aliados cercanos para bloquear hasta <b>800%</b> del ATQ en daño por <b>10</b> seg, causa <b>124.9%</b> del ATQ más <b>8</b> de daño a los objetivos cercanos y los <b>lanza fuerte</b>. Cada cubo en posesión cuando se usa esta habilidad añade <b>160%</b> del ATQ al escudo máximo y agota el cubo. Enfriamiento: <b>60</b> seg."
    },
    {
      "name": "Onda de Omnio",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> está completa o se activa <span class=\"text-red\">Phantasia</span>, al cambiar a esta arma, <b>elimina todas las desventajas del portador</b> y otorga <b>5</b> cubos; luego, libera los <b>5</b> cubos junto con una Onda de Choque. Esta Onda de Choque inflige daño igual a <b>171%</b> del ATQ más <b>9</b> a los objetivos cercanos, y <b>los lanza fuerte</b> al aire. Además, cada cubo inflige daño igual a <b>48.5%</b> del ATQ más <b>3</b>. Si hay aliados cerca, los aliados y el portador obtienen inmunidad al daño por <b>3</b> seg."
    }
  ],
  "weapon_type": {
    "name": "Fuego",
    "description": "Cuando el arma esté completamente cargada, el siguiente ataque encenderá al objetivo por <b>8</b> seg, lo que inflige daño igual a <b>58%</b> del ATQ cada segundo. Mientras está encendido, los efectos de curación en el objetivo son <b>50%</b> menos efectivos."
  },
  "advancement": [
    "Inflige daño y produce un orbe de curación que dura <b>20</b> seg y restaura los PS de cualquier compañero que lo recoja. Los PS restaurados equivalen a <b>60%</b> del ATQ. <b>2</b> seg de enfriamiento.",
    "Aumenta el crecimiento de ATQ base del arma actual un <b>16%</b>.",
    "Reduce el enfriamiento de habilidades de <b>60</b> segundos a <b>30</b> segundos. Restaura PS equivalentes al <b>30%</b> del ATQ cada segundo que el escudo esté activo.",
    "Aumenta el crecimiento de los PS base del arma actual un <b>32%</b>.",
    "Dañar a un objetivo también produce un orbe de daño, el cual dura <b>20</b> segundos y aumenta el daño y la curación de cualquier aliado que lo recoja en un <b>2%</b> por <b>30</b> segundos (se acumula hasta <b>10</b> veces). El enfriamiento de la habilidad es de <b>2.5</b> segundos.",
    "Usar una habilidad otorga orbes de daño y curación a los aliados, equivalentes al número de Cubos de Omnio."
  ],
  "traits": [
    {
      "name": "Cálculo Preciso",
      "icon": true,
      "description": "Cuando Cero usa una habilidad de arma, reduce el enfriamiento de las reliquias en <b>1.5</b> segundos. Solo se puede activar para la misma arma <b>1</b> vez cada <b>5</b> segundos."
    },
    {
      "name": "Planificación General",
      "icon": true,
      "description": "Cuando Cero usa una habilidad de arma, reduce el enfriamiento de las reliquias en <b>3</b> segundos. Solo se puede activar para la misma arma <b>1</b> vez cada <b>5</b> segundos."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Núcleo de Fuego",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado Antiácido I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Armazón de Nanofibras I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Corazón de Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Esmaltado Antiácido I",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Armazón de nanofibras II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}