{
  "_id": 1,
  "id": "bailing",
  "name": "Bai Ling",
  "weapon": "Nightingale Feather",
  "weapon_id": "nightingales_feather",
  "birthday": "8 Mei",
  "birthplace": "Shelter HT201",
  "gender": "Perempuan",
  "info": "Kurang percaya diri dan terlalu banyak cemas. Dia lebih peduli dengan pikiran orang lain daripada ide-idenya sendiri sehingga jadi sensitif dan khawatir tentang hal-hal kecil. Di sisi lain, dia juga rendah hati, baik hati, sopan, dan cermat.\nDia masih belajar dan bertumbuh. Setelah menyadari masalahnya sendiri, dia perlahan coba menjadi orang yang bisa memimpin.",
  "description": "Sebagai pemimpin Shelter HT201, Bai Ling bertanggung jawab atas operasi harian dan komando tempurnya. Dia baru saja mengambil alih kepemimpinannya, jadi masih tampak sedikit kewalahan dan bingung mengerjakan tugasnya.\nKematian mendadak pemimpin sebelumnya membuat Bai Ling syok, dan kepribadiannya yang mudah khawatir dan gelisah itu juga dipertanyakan beberapa anggota Shelter. Dia menganggap kedudukannya itu beban yang berat dan sering cemas karena ingin memastikan semua berjalan lancar.\nNamun, dia juga sosok yang perhatian, bertanggung jawab, teliti, dan pandai dalam pembukuan, jadi saat ini, Shelter HT201 tampaknya ada di tangan yang tepat.",
  "like": "Akuntansi, manajemen keuangan, menghitung stok",
  "dislike": "Harus berurusan dengan orang aneh dan jahat",
  "element": "Physical",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 6,
  "charge": 10,
  "skills": [
    {
      "name": "Bagi Cepat",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, tarik busur berulang kali untuk menyerang 5 kali.\nSerangan Pertama: Menimpakan DMG sebesar <b>33.7%</b> ATK plus <b>2</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>30.2%</b> ATK plus <b>2</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>54.3%</b> ATK plus <b>3</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>83.5%</b> ATK plus <b>4</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>77.7%</b> ATK plus <b>4</b> dan pukul mundur target dalam jarak dekat."
    },
    {
      "name": "Charged Arrow",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tahan Serangan Biasa untuk mengisi tenaga. Menimpakan DMG dasar sebesar <b>60.5%</b> ATK plus <b>3</b>, dan <b>50%</b> lagi untuk setiap <b>1</b> detik pengisian, maks <b>3</b> detik. Menimpakan DMG dua kali lipat saat Headshot atau saat mengenai titik lemah, dan menjatuhkan target (efek Headshot tidak berlaku bagi Wanderer)."
    },
    {
      "name": "Arrow Rain",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa, tahan tombol Serangan Biasa untuk melancarkan Arrow Rain, menimpakan DMG area dengan total sebesar <b>198.7%</b> ATK plus <b>10</b> kepada target."
    },
    {
      "name": "Air Volley",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara, tekan Serangan Biasa untuk menyerang 4 kali berturut-turut di udara.\nSerangan Pertama: Menimpakan DMG sebesar <b>38.8%</b> ATK plus <b>2</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>51%</b> ATK plus <b>3</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>77.7%</b> ATK plus <b>4</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>117%</b> ATK plus <b>6</b>."
    },
    {
      "name": "Loaded Arrow",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tekan Serang setelah Dodge untuk mengaktifkan Loaded Arrow, yang akan membuat target terpental sedikit ke belakang dan menimpakan DMG sebesar <b>85.5%</b> ATK plus <b>5</b>."
    },
    {
      "name": "Piercing Shot",
      "type": [
        "Skill"
      ],
      "description": "Salto ke belakang sambil menembakkan <b>1</b> Piercing Shot ke depan, menimpakan DMG sebesar <b>154.8%</b> ATK plus <b>8</b> dan membuat target terpental ke belakang. CD <b>12</b> detik."
    },
    {
      "name": "Explosive Barrage",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b> dan melancarkan Explosive Barrage ke arah target, menimpakan DMG sebesar <b>486.6%</b> ATK plus <b>26</b>."
    }
  ],
  "weapon_type": {
    "name": "Grievous",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan menerapkan efek Grievous pada lawan selama <b>7</b> detik, meningkatkan DMG yang mereka terima sebesar <b>20%</b> dan menimpakan DMG sebesar <b>100%</b> ATK. Saat <yellow_lbl_14_1>bermain sebagai tim</>, target yang terkena Grievous menerima Physical DMG <b>20%</b> lebih besar."
  },
  "advancement": [
    "Memulihkan 1 upaya Dodge untuk setiap Serangan Biasa kelima atau setelah menggunakan <span class=\"text-green\">Piercing Shot</span>.",
    "Meningkatkan pertumbuhan ATK dasar untuk senjata saat ini sebesar <b>10%</b>.",
    "Meningkatkan Headshot DMG sebesar <b>30%</b>.",
    "Meningkatkan pertumbuhan ATK dasar untuk senjata saat ini sebesar <b>20%</b>.",
    "Skill Dodge mengakibatkan efek Grievous kepada target selama <b>7</b> detik.",
    "Meningkatkan Crit Rate untuk target yang terkena Grievous sebesar <b>30%</b> dan Crit DMG sebesar <b>50%</b>."
  ],
  "traits": [
    {
      "name": "Valor",
      "icon": true,
      "description": "Saat Bai Ling menyingkirkan Glider atau Jetboard, meningkatkan kecepatan sebesar <b>8%</b> selama <b>12</b> detik. CD: <b>60</b> detik."
    },
    {
      "name": "Resoluteness",
      "icon": true,
      "description": "Saat Bai Ling menyingkirkan Glider atau Jetboard, meningkatkan kecepatan sebesar <b>15%</b> selama <b>12</b> detik. CD: <b>60</b> detik."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}