{
  "_id": 2,
  "id": "cocoritter",
  "name": "Coco",
  "weapon": "Absolute Zero",
  "weapon_id": "absolute_zero",
  "birthday": "1 Juni",
  "birthplace": "Tak Diketahui",
  "gender": "Perempuan",
  "info": "Gadis polos dengan sifat yang optimis. Dia selalu mengandalkan orang lain. Kadang, orang-orang sampai berpikir kalau dia itu mudah tertipu atau terlalu mudah percaya pada orang asing.\nDia suka makanan manis, tapi entah bagaimana dia masih bisa menjaga pola makan yang seimbang. Dia sama sekali buta arah, tapi begitu dia menemukan rutenya, dia tidak akan tersesat lagi. Sulit untuk tidak merasa khawatir kepadanya, walaupun sebenarnya dia sangat mampu untuk menjaga dirinya sendiri.",
  "description": "Sebagai putri peneliti medis Hykros, Cocoritter menunjukkan bakatnya di bidang pengobatan sejak dini. Dia bergabung dengan lab tempat orang tuanya bekerja untuk menimba ilmu medis lebih dalam.\n\nDia bepergian ke seluruh pelosok negeri, berpindah dari satu shelter ke shelter lainnya untuk mengobati yang sakit. Dia bertugas dengan penuh kesungguhan dan menganggap pengalamannya itu sangatlah penting agar menjadi ahli medis ternama.",
  "like": "Permen, apa pun yang imut",
  "dislike": "Tak Diketahui",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 4,
  "charge": 12.5,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, ayunkan tongkat untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>54.4%</b> ATK plus <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>40.8%</b> ATK plus <b>2</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>65.6%</b> ATK plus <b>3</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>89.7%</b> ATK plus <b>5</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>158.4%</b> ATK plus <b>8</b>."
    },
    {
      "name": "Soaring Barrage",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>70.5%</b> ATK plus <b>4</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>50.8%</b> ATK plus <b>3</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>55.1%</b> ATK plus <b>3</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>99.1%</b> ATK plus <b>5</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>103.2%</b> ATK plus <b>5</b>."
    },
    {
      "name": "Moonfall",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan Serangan Biasa saat mengudara untuk mengaktifkan Moonfall.\nSaat mendarat, timpakan DMG satu kali setiap <b>0,2</b> detik, dengan total <b>123.8%</b> ATK plus <b>7</b> DMG."
    },
    {
      "name": "Focused Assault",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa ketiga, tahan Serangan Biasa untuk mengaktifkan Branch Attack, yang akan mengonsumsi <b>300</b> Stamina.\nSerangan Pertama: Menarik musuh di depan pengguna dan mengakibatkan <b>Suspend Keras</b> kepada mereka serta menimpakan DMG sebesar <b>34.9%</b> ATK plus <b>2</b> setiap <b>0,3</b> detik (maks <b>4</b> kali).\nSerangan Kedua: Menimpakan DMG sebesar <b>40.4%</b> ATK plus <b>2</b> di lokasi target dan kepada musuh di sekitarnya setiap <b>0,3</b> detik."
    },
    {
      "name": "Surge",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Tekan tombol Serangan Biasa selama durasi singkat Perfect Dodge Window (tekan tombol panah sebelum menghindar) untuk mengaktifkan Surge.\nSetiap Energy Pulse akan menimpakan DMG sebesar <b>45.9%</b> ATK plus <b>2</b> kepada target.\nMemberikan <b>75</b> poin Charge Senjata saat digunakan."
    },
    {
      "name": "Tesseract",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Gunakan Serangan Biasa dalam rentang waktu singkat setelah Menghindar untuk melakukan Evasive Blast.\nMenembakkan bola energi ke depan, dan menimpakan DMG sebesar <b>66.4%</b> ATK plus <b>3</b> kepada target di sepanjang lintasannya setiap <b>0,3</b> detik (maks 5 kali).\nSaat digunakan, memberikan <b>75</b> poin Charge Senjata."
    },
    {
      "name": "Sanctuary",
      "type": [
        "Skill"
      ],
      "description": "Buat zona penyembuhan yang bergerak bersama Wanderer dan menyembuhkan kawan terdekat sebesar <b>95%</b> ATK plus <b>5</b> HP satu kali setiap <b>0,5</b> detik selama <b>6</b> detik. Cooldown <b>60</b> detik."
    },
    {
      "name": "Swift Deliverance",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b>, dan senjata tongkat ini akan terus melenyapkan debuff dari Wanderer dan kawan-kawannya, serta menyembuhkan Wanderer dan kawan di sekitar sebesar <b>118.8%</b> ATK plus <b>6</b> HP selama <b>7</b> detik."
    }
  ],
  "weapon_type": {
    "name": "Ice Shell",
    "description": "Saat Charge Senjata terisi penuh, serangan berikutnya akan membuat target terkena <b>Freeze Kuat</b> selama <b>2</b> detik dan Frostbite selama <b>6</b> detik. Jika lapisan es ini dipecahkan, target akan menerima DMG sebesar <b>151%</b> ATK. Saat dalam kondisi Frostbite, kecepatan pengisian Charge Senjata target berkurang <b>50%</b>."
  },
  "advancement": [
    "Setelah menghindar, menciptakan Healing Bee yang akan mengikuti pengguna dan menyembuhkan kawan dengan persentase HP terendah dalam radius <b>15</b> meter. Ia akan menyembuhkan HP sebesar <b>25%</b> ATK sambil memulihkan <b>50</b> poin Charge Senjata secara berkala dan akan aktif selama <b>25</b> detik. CD: <b>25</b> detik.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>16%</b>.",
    "Menggunakan <span class=\"text-yellow\">Sanctuary</span> atau Skill Discharge akan menghilangkan debuff dari target. Bisa digunakan saat terkena efek kontrol. Meningkatkan Shatter dan DMG yang ditimpakan oleh semua rekan tim dalam jangkauan sebesar <b>20%</b>, dan memberi mereka kekebalan terhadap efek kontrol dan Shatter.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>32%</b>.",
    "Meningkatkan efek penyembuhan sebesar <b>15%</b>, ditambah <b>20%</b> lagi saat menyembuhkan target yang punya HP kurang dari <b>60%</b>.",
    "Setiap kali Healing Bee dipanggil atau menghilang dari pertempuran, semua kawan akan menerima penyembuhan sebesar <b>100%</b> dari ATK pengguna. Semua kawan dalam radius <b>10</b> meter dari Healing Bee juga akan mendapatkan <b>15%</b> DMG Boost (tidak bisa ditumpuk)."
  ],
  "traits": [
    {
      "name": "Assistance",
      "icon": true,
      "description": "Saat Cocoritter menggunakan Senjata Support, meningkatkan efek penyembuhan yang ditimpakannya pada orang lain dan yang diterimanya sebesar <b>20%</b>."
    },
    {
      "name": "Trust",
      "icon": true,
      "description": "Saat Cocoritter menggunakan Senjata Support, meningkatkan penyembuhan dan Healing yang diterima sebesar <b>20%</b>. Kemudian, pada saat Cocoritter menggunakan Skill Discharge atau Skill Senjata tipe support, meningkatkan ATK teman di sekitar sebesar <b>15%</b> selama <b>5</b> detik."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Heart of Winter",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Acidproof Glaze II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}