{
  "_id": 5,
  "id": "ene",
  "name": "Ene",
  "weapon": "Pummeler",
  "weapon_id": "pummeler",
  "birthday": "17 Agustus",
  "birthplace": "Keamanan Victoria",
  "gender": "Perempuan",
  "info": "Dia terlihat malas dan lesu saat tidak ada pekerjaan, tetapi sangat bersemangat dan kompetitif kalau bertempur.\nDia sangat bangga dengan badan robotnya, yang tangkas, kuat, dan tidak dimakan usia. Dia juga keras kepala dan suka menantang dirinya semaksimal mungkin, tidak mau menyerah kepada manusia biasa.\nSecara mental, dia masih anak kecil dan menunjukkan sisinya yang rapuh saat bersama ayahnya.",
  "description": "Di era Federasi Lama, kontraktor militer privat, Victoria, berencana mengembangkan serangkaian Droid tempur elite, dan Ene adalah prototipe pertama yang dihasilkan oleh program itu.\n\nTujuan desain awalnya adalah membuat droid yang sempurna: mampu mengenali dirinya sendiri, mandiri, dan mampu berpikir, merasakan, dan bertindak layaknya manusia. Eksekutif yang menyetujui program ini mengunggah kesadaran almarhum putrinya yang telah dia simpan ke dalam Ene sebagai \"jiwanya\".\n\nEne kemudian menerima haknya sebagai manusia, sebagai putri eksekutif Victoria.",
  "like": "Bersama ayahnya, manusia yang lebih kuat darinya",
  "dislike": "Sangat memahami kerapuhan hidup",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, ayunkan palu untuk menyerang 4 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>76.3%</b> ATK plus <b>4</b> dan membuat target terpental sedikit ke belakang.\nSerangan Kedua: Menimpakan DMG sebesar <b>62.1%</b> ATK plus <b>3</b> dan membuat target terpental sedikit ke belakang.\nSerangan Ketiga: Menimpakan DMG sebesar <b>157.4%</b> ATK plus <b>8</b> dan membuat target terpental sedikit ke belakang.\nSerangan Keempat: Menimpakan DMG sebesar <b>263.8%</b> ATK plus <b>14</b> dan membuat target terpental ke atas.\nSaat Outburst aktif, ayunkan palu untuk menyerang 4 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>{8}%</b> ATK plus <b>{9}</b> dan membuat target terpental sedikit ke belakang.\nSerangan Kedua: Menimpakan DMG sebesar <b>{10}%</b> ATK plus <b>{11}</b> dan membuat target terpental sedikit ke belakang.\nSerangan Ketiga: Menimpakan DMG sebesar <b>{12}%</b> ATK plus <b>{13}</b> dan membuat target terpental sedikit ke belakang.\nSerangan Keempat: Menimpakan DMG sebesar <b>{14}%</b> ATK plus <b>{15}</b> dan membuat target <b>Terpental Ke Atas</b>."
    },
    {
      "name": "Pummel",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk mengaktifkan Jumping Blast. Menimpakan DMG sebesar <b>121.7%</b> ATK plus <b>6</b> dan membuat target terpental ke atas.\nSaat Outburst aktif, menimpakan DMG sebesar <b>133.9%</b> ATK plus <b>7</b> dan membuat target <b>Terpental Ke Atas</b>.\nMakin tinggi posisimu saat melancarkan serangan, makin besar pula DMG yang ditimpakan, maks <b>600%</b> DMG."
    },
    {
      "name": "Shockwave",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Mengetuk dan menahan tombol saat di udara, melompat dua kali, mengetuk sebentar di udara saat ada target di sekitar, memanjat, melompat ke belakang, atau menyerang sambil menggunakan Jetpack akan melancarkan sebuah Shockwave, membuat target <b>Terpental Ke Atas</b> <b>4</b> kali, masing-masing menimpakan DMG sebesar <b>34.8%</b> ATK plus <b>2</b>. Mengonsumsi <b>250</b> Stamina.\nSaat Outburst aktif, Shockwave ini akan membuat target <b>Terpental Ke Atas</b> <b>5</b> kali, masing-masing menimpakan DMG sebesar <b>38.3%</b> ATK plus <b>2</b>.\nMakin tinggi posisi pemain saat melancarkan serangan, makin besar DMG yang ditimpakan, maks <b>600%</b> DMG."
    },
    {
      "name": "Sneak Attack",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Dekati musuh dari belakang sambil berjongkok, lalu gunakan Serangan Biasa untuk mengaktifkan Sneak Attack, menimpakan DMG sebesar <b>427.5%</b> ATK plus <b>23</b>."
    },
    {
      "name": "Focus Smash",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan tombol Serangan Biasa untuk mengaktifkan Focus Smash (bisa mengumpulkan tenaga sampai 3 tahap). Saat mengumpulkan tenaga, kamu kebal terhadap efek kontrol dan mendapatkan Hyperbody.\nTahap Pertama: Menimpakan DMG sebesar <b>110%</b> ATK plus <b>6</b> dan membuat target terpental ke atas.\nTahap Kedua: Menimpakan DMG sebesar <b>276%</b> ATK plus <b>15</b> dan membuat target <b>Terpental Ke Atas</b>.\nTahap Ketiga: Menimpakan DMG sebesar <b>518%</b> ATK plus <b>27</b> dan membuat target <b>Terpental Ke Atas</b>.\nSaat Outburst aktif, tekan dan tahan tombol Serangan Biasa untuk mengaktifkan Furious Strike, menimpakan DMG sebesar <b>501.6%</b> ATK plus <b>26</b> dan membuat target <b>Terpental Ke Atas</b>."
    },
    {
      "name": "Jumping Smash",
      "type": [
        "Dodge"
      ],
      "description": "Gunakan tombol panah dan tombol menghindar untuk mengaktifkan Jumping Smash, melancarkan gelombang kejut yang membuat target terpental ke atas <b>4</b> kali, menimpakan DMG sebesar <b>161.6%</b> ATK plus <b>9</b>."
    },
    {
      "name": "Worldsplitter",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa dalam rentang waktu singkat setelah menghindar untuk mengaktifkan Worldsplitter, melancarkan <b>3</b> gelombang kejut ke depan, masing-masing menimpakan DMG sebesar <b>52.4%</b> ATK plus <b>3</b> membuat target terpental ke atas.\nSaat di mode Outburst, menembakkan <b>5</b> gelombang kejut ke depan, masing-masing menimpakan DMG sebesar <b>52.4%</b> ATK plus <b>3</b> dan membuat target terpental ke atas."
    },
    {
      "name": "Outburst",
      "type": [
        "Skill"
      ],
      "description": "Beralih ke Outburst, meningkatkan DMG yang ditimpakan selama <b>25</b> detik.\nSaat Outburst aktif, menggunakan Skill Senjata akan mengaktifkan Windfury, yang akan menimpakan DMG sebesar <b>219%</b> ATK plus <b>12</b>, membuat target <b>Terpental Ke Atas</b>, dan menciptakan arus udara di tanah. Saat berada di arus tersebut, tidak butuh biaya apa pun untuk Menghindar. CD: <b>45</b> detik (CD Windfury: <b>10</b> detik)."
    },
    {
      "name": "Overwhelming Maul",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b> dan membuat target di sekitar <b>Terpental Keras</b>, menimpakan DMG sebesar <b>153.3%</b> ATK plus <b>8</b>. Selain itu, mengeluarkan palu yang akan jatuh menimpa target di sekitar, menimpakan DMG sebesar <b>153.3%</b> ATK plus <b>8</b>."
    }
  ],
  "weapon_type": {
    "name": "Ice Shell",
    "description": "Saat Charge Senjata terisi penuh, serangan berikutnya akan membuat target terkena <b>Freeze Kuat</b> selama <b>2</b> detik dan Frostbite selama <b>6</b> detik. Jika lapisan es ini dipecahkan, target akan menerima DMG sebesar <b>111%</b> ATK. Saat dalam kondisi Frostbite, kecepatan pengisian Charge Senjata target berkurang <b>50%</b>."
  },
  "advancement": [
    "Memberikan Taunt kepada target di dekatnya setelah beralih ke senjata ini, mencegah <b>1</b> DMG dalam waktu <b>8</b> detik berikutnya, dan memberikan Hyperbody selama <b>8</b> detik berikutnya. Cooldown: <b>15</b> detik.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>10%</b>.",
    "Setelah menerima DMG, mengurangi semua DMG yang diterima sebesar <b>50%</b> selama <b>6</b> detik berikutnya. Cooldown: <b>20</b> detik.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>20%</b>.",
    "Serangan Biasa akan mengakibatkan <b>Stun</b> kepada target selama <b>2,5</b> detik. Cooldown: <b>20</b> detik.",
    "Skill Discharge menimpakan <b>10%</b> DMG tambahan kepada target dan meningkatkan Frost DMG sebesar <b>10%</b> lagi selama <b>25</b> detik."
  ],
  "traits": [
    {
      "name": "Fast Mode",
      "icon": true,
      "description": "Saat Ene berenang, memanjat, atau meluncur, konsumsi Stamina berkurang <b>12%</b>."
    },
    {
      "name": "Beyond Limits Mode",
      "icon": true,
      "description": "Saat Ene berenang, memanjat, atau meluncur, konsumsi Stamina berkurang <b>20%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}