{
  "_id": 6,
  "id": "frigg",
  "name": "Frigg",
  "weapon": "Balmung",
  "weapon_id": "balmung",
  "birthday": "1 Februari",
  "birthplace": "Angel of Clemency",
  "gender": "Perempuan",
  "info": "Pendiam, dan tegas saat bekerja. \nDia punya pemahaman dan filosofi hidup yang unik, dan akan merenungkan makna kehidupan jika sedang senggang.",
  "description": "Salah satu Angels of Clemency. Dengan tubuh yang direstrukturisasi menjadi Mesin dari logam hidup, dia bisa bertahan dari serbuan radiasi tanpa Suppressor. \n\nDia benar-benar membantu Sage, karena mematuhi setiap perintahnya tanpa syarat. Sebagai petugas utama, Frigg diberi izin untuk memimpin pasukan Heirs of Aida, tapi dia biasanya lebih suka beraksi sendiri.",
  "like": "Pedangku sendiri",
  "dislike": "Segala yang menghadang",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 8,
  "charge": 8,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, mulai 5 serangan berturut-turut dengan Balmung.\nSerangan Pertama: Menimpakan DMG sebesar <b>62.1%</b> ATK plus <b>3</b> dan membuatnya terpental sedikit ke belakang.\nSerangan Kedua: Menimpakan DMG sebesar <b>46.2%</b> ATK plus <b>2</b> dan membuatnya terpental sedikit ke belakang.\nSerangan Ketiga: Menimpakan DMG sebesar <b>91.1%</b> ATK plus <b>5</b> dan membuatnya terpental sedikit ke belakang.\nSerangan Keempat: Menimpakan DMG sebesar <b>55.8%</b> ATK plus <b>3</b> dan membuatnya terpental sedikit ke belakang.\nSerangan Kelima: Menimpakan DMG sebesar <b>218.4%</b> ATK plus <b>11</b> dan menjatuhkan target."
    },
    {
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>64.4%</b> ATK plus <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>72.6%</b> ATK plus <b>4</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>76.7%</b> ATK plus <b>4</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>107.9%</b> ATK plus <b>6</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>168.3%</b> ATK plus <b>9</b>."
    },
    {
      "name": "Soaring Slash",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Saat menggunakan Serangan Biasa, tahan Serangan Biasa untuk mengaktifkan Soaring Slash.\nTerjang maju dengan sabetan horizontal, lalu buat target terkena Suspend sebelum mengudara dengannya. Menimbulkan maksimal <b>134.3%</b> ATK plus <b>7</b> DMG."
    },
    {
      "name": "Helix Slash",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan Serangan Biasa saat terbang, atau gunakan Serangan Biasa saat memanjat, melompat ke belakang, atau menggunakan Jetpack untuk mengaktifkan Helix Slash.\nSaat turun, menimpakan DMG sebesar <b>19.8%</b> ATK plus <b>1</b> tiap kali menghantam target. Saat mendarat, menimpakan DMG sebesar <b>185.7%</b> ATK plus <b>10</b> kepada target di sekitar."
    },
    {
      "name": "Multislash",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa dalam rentang waktu Dodge Sempurna yang singkat untuk mengaktifkan Multislash.\nMelakukan tebasan beruntun sejauh jarak tertentu di depan pemain, menimpakan DMG dengan total sebesar <b>143.9%</b> ATK plus <b>8</b>."
    },
    {
      "name": "Fimbulwinter",
      "type": [
        "Skill"
      ],
      "description": "Menebas area di sekitar Wanderer, menimpakan DMG sebesar <b>577.5%</b> ATK plus <b>30</b>, membuat target terpental ke atas dan menahan mereka di udara, dan mendapatkan Imunitas DMG selama skill ini digunakan. CD: <b>30</b> detik.\nSetelah mengeluarkan <b>\"Fimbulwinter\"</b>, akan terbentuk Frost Domain yang luas di sekitar Wanderer yang aktif selama <b>25</b> detik. Jatah Menghindar tidak akan berkurang saat kamu Menghindar dengan Balmung dalam Frost Domain.\nSaat berada di dalam Frost Domain, kamu mendapatkan \"Domain of Frost I\": Saat menggunakan Senjata Frost, Shatter meningkat <b>25%</b>, sedangkan Frost ATK meningkat <b>15%</b>."
    },
    {
      "name": "Frigid Fracture",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b>. Selain itu, penggunanya akan menerjang maju dan menyerang musuh di sekitar, menerapkan efek kontrol kepada mereka, dan dilanjutkan dengan sabetan besar. Serangan ini membuat target terpental ke atas dan menimpakan DMG sebesar <b>618.2%</b>ATK plus <b>33</b>."
    }
  ],
  "weapon_type": {
    "name": "Ice Shell",
    "description": "Saat Charge Senjata terisi penuh, serangan berikutnya akan membuat target terkena <b>Freeze Kuat</b> selama <b>2</b> detik dan Frostbite selama <b>6</b> detik. Jika lapisan es ini dipecahkan, target akan menerima DMG sebesar <b>111%</b> ATK. Saat dalam kondisi Frostbite, kecepatan pengisian Charge Senjata target berkurang <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Resonansi Frost",
    "description": "<b>Resonansi Frost</b>: Meningkatkan Frost ATK sebesar <b>15%</b> dan Frost Resistance sebesar <b>25%</b>. Aktifkan dengan cara memakai <b>2</b> Senjata Frost atau lebih. Efek set ini juga aktif saat senjata ada di slot sampingan. Tak bisa bertumpuk dengan efek dari tipe yang sama"
  },
  "advancement": [
    "Mendapatkan <b>1</b> poin Frostiness setiap kali kamu menimpakan DMG elemen sebesar <b>550%</b> x Frost ATK selama berada di dalam Frost Domain. Frostiness bisa diakumulasikan sampai <b>10</b> poin.\nSaat Frost Domain berakhir, Blast DMG sebesar poin Frostiness x Frost ATK x <b>95%</b> akan ditimpakan kepada musuh yang ada di dalam Frost Domain. Setelah keluar dari Frost Domain, <b>1</b> poin Frostiness akan hilang setiap <b>3</b> detik.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>16%</b>.",
    "Meningkatkan batas Frostiness menjadi <b>15</b>. Penggunaan Skill Discharge dengan Senjata Frost di dalam Frost Domain akan menimbulkan DMG sebesar <b>25%</b> Frost ATK x (Frostiness saat ini + 5) kepada semua target di Frost Domain.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Selama dalam Frost Domain, saat menghancurkan Perisai target menggunakan Senjata Frost, target akan membeku selama <b>2</b> detik dan menerima DMG tambahan sesuai dengan Frostiness x <b>35%</b> Frost ATK. Jika target tak bisa dibekukan, DMG tambahan yang ditimpakan menjadi dua kali lipat.",
    "Saat Frostiness mencapai <b>15</b> poin dan kamu berada dalam Frost Domain, kamu juga akan mendapatkan Domain of Frost II: Meningkatkan Frost ATK sebesar <b>25%</b> saat Senjata Frost digunakan."
  ],
  "traits": [
    {
      "name": "Freeze",
      "description": "Saat memasuki pertempuran, mendapatkan tambahan <b>1,5%</b> Frost ATK selama <b>5</b> detik setiap <b>3</b> detik. Maks <b>10</b> tumpuk."
    },
    {
      "name": "Icebound",
      "description": "Saat memasuki pertempuran, mendapatkan tambahan <b>2,4%</b> Frost ATK selama <b>5</b> detik setiap <b>3</b> detik hingga maks <b>10</b> tumpuk, serta mendapatkan Hyperbody dan kebal terhadap efek kontrol selama ada di dalam Frost Domain."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Heart of Winter",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_ii",
        "name": "Booster Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}