{
  "_id": 21,
  "id": "lin",
  "name": "Lin",
  "weapon": "Shadoweave",
  "weapon_id": "shadoweave",
  "birthday": "3 September",
  "birthplace": "Hykros Distrik 7",
  "gender": "Perempuan",
  "info": "Seorang perwira muda dengan aura yang berkarisma.\nPenggila kebersihan yang sama sekali tidak suka dengan kotoran. Dia juga menjunjung tinggi martabat dirinya sendiri dan orang lain dengan standar yang tinggi. Ini membuatnya tampak sangat terpaku pada aturan, walau sebenarnya dia tetap bisa diajak diskusi.\nPendidikan elite yang dia jalani menjadikan dirinya seperti sekarang ini: Seorang perfeksionis yang tegas dan kompeten.",
  "description": "Putri semata wayang Harunobu, Archon wilayah setempat sebelumnya. Dia dipersiapkan untuk menjadi penerus ayahnya. Meskipun belum menduduki posisi itu, dia sudah mendapatkan dukungan penuh dari masyarakat untuk menjadi Archon berikutnya.\nSejak kecil, dia terbiasa mengikuti latihan tempur yang berat. Karena itu, dia jauh lebih cocok bertarung di garis depan dibanding mengurus dokumen di kantor, dan ini jelas terbukti dari hasil kerjanya.\nNamanya sangat populer di antara para penduduk, mulai dari distrik pusat hingga ke kota bawah.",
  "like": "Teh, aroma deterjen, tahu krispi",
  "dislike": "Kuman, noda membandel",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, gunakan Shadoweave untuk melakukan 5 serangan beruntun.\nSerangan Pertama: Menimpakan DMG sebesar <b>59.9%</b> ATK plus <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>57.1%</b> ATK plus <b>3</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>49.5%</b> ATK plus <b>3</b>. \nSerangan Keempat: Menimpakan DMG sebesar <b>114.2%</b> ATK plus <b>6</b> dan membuat target terpental.\nSerangan Kelima: Menimpakan DMG sebesar <b>152.2%</b> ATK plus <b>8</b>."
    },
    {
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara, gunakan Serangan Biasa untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>30.6%</b> ATK plus <b>2</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>55.6%</b> ATK plus <b>3</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>48.2%</b> ATK plus <b>3</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>111.2%</b> ATK plus <b>6</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>148.3%</b> ATK plus <b>8</b>."
    },
    {
      "name": "Scattered Soil",
      "type": [
        "Hold: Attack"
      ],
      "description": "Setelah melakukan Serangan Biasa kedua di darat atau di udara, tahan Serangan Biasa untuk mengaktifkan Scattered Soil.\nSerang posisi yang ditentukan, menimpakan DMG sebesar <b>83.2%</b> ATK plus <b>4</b> dan menjatuhkan target.\nPasif: Setelah mengeluarkan Scattered Soil di darat, menekan Serangan Biasa dengan cepat bisa langsung mengeluarkan Brief Bloom (tumpukan ke-3)."
    },
    {
      "name": "Brief Bloom",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Tahan Serangan Biasa untuk mengeluarkan Brief Bloom. Bisa ditahan hingga terkumpul 3 tumpuk dan akan mendapatkan Hyperbody dan kebal terhadap efek kontrol selama proses ini.\nTumpukan Pertama: Menimpakan DMG sebesar <b>73.9%</b> ATK plus <b>4</b>.\nTumpukan Kedua: Menimpakan DMG sebesar <b>146.8%</b> ATK plus <b>246.4</b>.\nTumpukan Ketiga: Menimpakan DMG sebesar <b>13%</b> ATK plus <b>{5}</b>."
    },
    {
      "name": "Falling Shadow",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tahan Serangan Biasa saat di udara untuk mengaktifkan Falling Shadow.\nMelakukan serangan menukik ke bawah, menimpakan DMG sebesar <b>160%</b> ATK plus <b>8</b> dan menjatuhkan target."
    },
    {
      "name": "Menghindar",
      "type": [
        "Dodge"
      ],
      "description": "Menghindar tepat sebelum terkena serangan untuk memicu Phantasia, mengurangi SPD musuh di dalam area tersebut. Saat menghindar, kamu menjadi kebal terhadap Hitstun selama <b>0,5</b> detik."
    },
    {
      "name": "Leafy Green",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Menembakkan Leafy Green ke target sambil salto ke belakang, menimpakan DMG sebesar <b>70%</b> ATK plus <b>4</b>, menghasilkan <b>1–3</b> Epiphyllum saat menghantam target, dan membentuk area Green Field yang aktif selama <b>5</b> detik. Saat musuh dalam area Green Field mengincar Wanderer, kecepatan geraknya berkurang <b>50%</b>.\nPasif: Bisa dikeluarkan di darat atau di udara.\nPasif: Langsung melenyapkan efek kontrol yang dimiliki jika ada dan secara otomatis menembakkan Leafy Green tanpa mengonsumsi jatah menghindar. CD: <b>20</b> detik."
    },
    {
      "name": "Excited Flow: Flashing Stream",
      "type": [
        "Skill"
      ],
      "description": "Menciptakan zona Moonlight Realm di sekelilingmu yang aktif selama <b>15</b> detik. DMG yang kamu timpakan di dalam zona ini meningkat <b>10%</b>, tinggi lompatan meningkat <b>20%</b>, dan konsumsi Stamina berkurang <b>50%</b>. CD: <b>30</b> detik.\nMemasuki kondisi Airbloom saat menggunakan Shadoweave di dalam zona ini. Kecepatan jatuhmu berkurang drastis dan kamu bisa lompat di udara berkali-kali. Dalam kondisi ini, menekan tombol arah dan lompat saat di udara akan mengaktifkan Roam dan melancarkan serangan kepada target. Jika serangan ini menghantam musuh, menimpakan DMG sebesar <b>66%</b> ATK plus <b>3</b> dan memunculkan <b>1–3</b> Epiphyllum secara acak.\n\nPasif: Dalam zona Moonlight Realm, <b>1</b> Epiphyllum akan muncul di dekat 1 target setiap <b>0,8</b> detik. \nPasif: Saat menggunakan Shadoweave di dalam Moonlight Realm, menimpakan DMG <b>50%</b> lebih besar kepada musuh dengan HP kurang dari <b>20%</b>.\nPasif: Saat menggunakan Shadoweave di dalam Moonlight Realm, kamu akan langsung bergerak menjauh dari target saat ada DMG yang akan kamu terima. CD: <b>10</b> detik.\n\nPasif: Weapons Master\nFlame: Saat Shadoweave dipasangkan dengan 2 Senjata Flame, Moonlight Realm dikonversi menjadi Flame: Moonlight Realm. Saat membakar target dengan Shadoweave: Moonlight Realm, target akan terbakar <b>4</b> detik lebih lama. Target dengan Perisai menerima Flame DMG <b>15%</b> lebih besar. \n\nVolt: Saat Shadoweave dipasangkan dengan 2 Senjata Volt, Moonlight Realm dikonversi menjadi Volt: Moonlight Realm, mendapatkan peluang <b>65%</b> untuk tidak memakai jatah menghindar saat menghindar, dan peningkatan <b>35%</b> pada DMG Serangan Menghindar. Saat Volt Resonance sedang aktif, Volt DMG meningkat <b>30%</b> lagi.\n\nFrost: Saat Shadoweave dipasangkan dengan 2 Senjata Frost, Moonlight Realm dikonversi menjadi Frost: Moonlight Realm. Selama durasi zona ini, target di dalam area Frost: Moonlight Realm akan terkena Frostbite selama <b>15</b> detik saat menerima Frost DMG <b>10</b> kali, serta menerima Frost DMG <b>22%</b> lebih besar.\n\nPhysical: Saat Shadoweave dipasangkan dengan 2 Senjata Physical, Moonlight Realm dikonversi menjadi Physical: Moonlight Realm. Saat kamu memiliki Perisai HP, kamu menimpakan DMG sebesar <b>50%</b> ATK plus <b>3</b> kepada target dalam jangkauan tiap detik.\n\nBalance: Saat Shadoweave dipasangkan dengan dua senjata dengan elemen berbeda (antara Senjata Flame, Volt, Frost, atau Physical), ATK Wanderer meningkat <b>15%</b> selama berada di dalam zona ini dan dianggap sedang mengaktifkan Resonansi Flame, Volt, Frost, dan Physical, namun tidak mendapatkan efek Resonansi."
    },
    {
      "name": "Gravity Weave",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke Senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b> dan mengeluarkan Gravity Weave dengan kekuatan tarikan yang lebih besar, menimpakan DMG sebesar <b>368.5%</b> ATK plus <b>19</b>. Kemudian, ia meledak dan menciptakan gelombang yang menyebar luas setelah <b>5</b> detik, menimpakan DMG sebesar <b>184.3%</b> plus <b>10</b>. Saat Skill ini aktif, kamu kebal terhadap DMG selama <b>2,6</b> detik (tak berlaku di Apex League)."
    }
  ],
  "weapon_type": {
    "name": "Altered DMG",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan menandai target, mengakibatkan ledakan setelah <b>5</b> detik. Selain itu, menimpakan DMG sebesar <b>25%</b> dari semua DMG yang diterima target selama tanda itu aktif, maks <b>560%</b> ATK milikmu. Hanya 1 tanda yang bisa aktif pada target dalam satu waktu."
  },
  "weapon_resonance": {
    "name": "Inti Fusi Shadoweave",
    "description": "Saat memasangkan Shadoweave dengan senjata lain, efek <b>Weapons Master</b> bisa dihasilkan.\nEpiphyllum akan muncul secara acak di sekitar target dan meledak dalam <b>1–3</b> detik, menimpakan DMG Area sebesar <b>60%</b> ATK."
  },
  "advancement": [
    "Serangan Biasa kini menimpakan DMG area saat menghantam target.\nSaat ada Epiphyllum lain dalam area ledakan Epiphyllum, meningkatkan DMG dari setiap ledakan Epiphyllum berikutnya sebesar <b>{0}%</b>. Maks <b>{1}%</b>.\nInterval kemunculan Epiphyllum dari <b>Moonlight Realm</b> kini berkurang menjadi <b>0,5</b> detik.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Interval kemunculan epiphyllum dari <b>Moonlight Realm</b> kini berkurang menjadi <b>0,3</b> detik.\nEpiphyllum akan menempel pada musuh.\nDurasi <b>Moonlight Realm</b> kini meningkat menjadi <b>20</b> detik.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Saat dalam efek <b>Moonlight Realm</b>, memperoleh <b>30</b> Charge Senjata setiap detik dan meningkatkan DMG Skill Discharge sebesar <b>{0}%</b>.",
    "Beralih mode di <b>Moonlight Realm</b> maks <b>2</b> kali. Memperoleh <b>1</b> jatah penggunaan setelah skill memasuki CD dan <b>1</b> lagi dengan mengisi Discharge.\nLakukan Skill Discharge dengan senjata apa pun <b>3</b> kali untuk mendapatkan <b>+1</b> pada hitungan <b>Moonlight Realm</b>. Berlaku bahkan saat Shadoweave ada di slot sampingan.\nSaat dalam efek <b>Moonlight Realm</b>, DMG meningkat <b>{0}%</b>."
  ],
  "traits": [
    {
      "name": "Epiphyllum Blossom",
      "description": "Meningkatkan DMG ledakan Epiphyllum sebesar <b>15%</b>."
    },
    {
      "name": "Epiphyllum Glamour",
      "description": "Meningkatkan DMG ledakan Epiphyllum sebesar <b>20%</b>. Mengurangi semua Resistance sebesar <b>7%</b> selama <b>7</b> detik saat terkena Epiphyllum. Tidak bisa ditumpuk."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Booster Frame II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}