{
  "_id": 14,
  "id": "lyra",
  "name": "Lyra",
  "weapon": "Vesper",
  "weapon_id": "vesper",
  "birthday": "23 Juni",
  "birthplace": "Maidelin Fund",
  "gender": "Perempuan",
  "info": "Hanya sedikit orang yang tahu bahwa manajer Maidelin Foundation saat ini punya sifat yang begitu mandiri, tenang, dan tidak suka menonjolkan diri.\nDia bukan orang yang suka ikut campur, tapi pasti akan membantu ketika terdapat masalah.\n\"Aku cuma mengikuti wasiat Nona Maidelin.\"",
  "description": "Pewaris satu-satunya dari Nona Maidelin. Dia adalah orang yang telah berjasa besar di berbagai bidang teknologi dan dianggap sebagai keluarga terdekat oleh Nona Maidelin.\n\nBagaimana tepatnya cara wasiat terakhir Nona Maidelin dijalankan dan alasan di balik keputusannya sudah tidak bisa dilacak lagi... Tapi Lyra memang menunjukkan sikap yang serupa dengan Maidelin dalam urusan administrasi.\n\nKarena dia menjalin kemitraan kerja dengan Hykros, Lyra sebenarnya memiliki pengaruh yang cukup besar dalam hierarki jabatannya, meskipun tidak banyak orang yang menyadarinya karena kepribadiannya yang rendah hati.",
  "like": "Biola",
  "dislike": "Kuman, noda membandel",
  "element": "Physical",
  "rarity": "SSR",
  "role": "Support",
  "resonance": "DPS",
  "shatter": 12,
  "charge": 10,
  "skills": [
    {
      "id": "GA_FPlayerArmMeleeBuff_name",
      "name": "Normal Vesper Attack Passive",
      "type": [
        "Passive"
      ],
      "description": "<span class=\"text-green\">Enlightenment</span>: Saat berhasil didaratkan, Serangan Biasa Vesper tanpa Resonansi Benediction menimpakan DMG tambahan kepada target yang memiliki <b>tanda Enlightenment</b> sebesar jumlah Guard yang kamu miliki x <b>6,4%</b> ATK (totalnya tidak lebih dari 38,4% x ATK). DMG tersebut tidak akan memicu efek serangan tambahan dan dianggap sebagai DMG dari Skill Discharge atau Skill Senjata.\n\nSaat berhasil didaratkan, Serangan Biasa Vesper dengan Resonansi Benediction menimpakan DMG tambahan kepada target yang memiliki <b>tanda Enlightenment</b> sebesar jumlah Guard yang dimiliki kamu dan rekan timmu x <b>4,6%</b> ATK (totalnya tidak lebih dari 36,8% x ATK). DMG tersebut tidak akan memicu efek serangan tambahan dan dianggap sebagai DMG dari Skill Discharge dan Skill Senjata.\n<span class=\"text-green\">Glowing</span>: Saat berhasil didaratkan, semua Serangan Biasa Vesper memulihkan HP sebesar <b>15%</b> ATK.\n<span class=\"text-green\">Sacred Strike</span>: Serangan Vesper saat di udara dan Accumulator bisa mengonversi 60% Charge menjadi Shatter.\n<span class=\"text-green\">Guard</span>: Untuk setiap <b>15%</b> HP yang hilang atau setiap <b>300</b> Charge Senjata yang diperoleh, kamu mendapatkan hingga <b>5</b> Enlightenment Guard (bisa dihasilkan saat senjata ada di slot sampingan). Enlightenment Guard aktif selama <b>25</b> detik. Jika Enlightenment Guard milikmu sendiri sudah penuh, Enlightenment Guard yang baru akan menyerang musuh, menimpakan Physical DMG sebesar <b>120%</b> ATK, lalu lenyap. DMG tersebut tidak akan memicu efek serangan tambahan.\n\nCatatan: Di Bygone Phantasm, Vesper tidak dianggap sebagai Senjata Support."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Melee_name",
      "name": "Normal Vesper Attack",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, gunakan Vesper untuk melakukan 5 serangan beruntun.\nSerangan Pertama: Menimpakan DMG sebesar <b>81.6%</b> ATK plus <b>4</b> dan membuat target terpental sedikit ke belakang.\nSerangan Kedua: Menimpakan DMG sebesar <b>59.1%</b> ATK plus <b>3</b> dan membuat target terpental jauh ke belakang.\nSerangan Ketiga: Menimpakan DMG sebesar <b>123.9%</b> ATK plus <b>7</b> dan membuat target terpental sedikit ke belakang.\nSerangan Keempat: Menimpakan DMG sebesar <b>173%</b> ATK plus <b>9</b> dan membuat target terkena Suspend.\nSerangan Kelima: Menimpakan DMG sebesar <b>196.4%</b> ATK plus <b>10</b> dan membuat target terpental ke atas."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_AirAttack_name",
      "name": "Frustration",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara, tekan Serangan Biasa untuk mengeluarkan Frustration. Setiap pukulan menimpakan DMG sebesar <b>33.2%</b> ATK plus <b>2</b> dan mengonsumsi <b>10</b> Stamina. Hantaman terakhir menimpakan DMG sebesar <b>556.6%</b> ATK plus <b>29</b> dan membuat target terpental ke atas.\nSaat mengeluarkan Frustration, tangkap target jika memungkinkan dan lempar ke tanah, menimpakan DMG dengan total sebesar <b>124.5%</b> ATK plus <b>7</b>."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_PowerAttack_name",
      "name": "Accumulator",
      "type": [
        "Attack"
      ],
      "description": "Tahan Serangan Biasa untuk mengumpulkan tenaga hingga <b>3</b> tahap. <b>Suspend Keras</b> target yang terhantam dan menjadi kebal terhadap DMG dan efek kontrol selama serangan Accumulator. Menghantam sebelum kena serang bisa memicu Phantasia.\nSerangan Charge Tahap 1: Menimpakan DMG sebesar <b>96%</b> ATK plus <b>5</b>.\nSerangan Charge Tahap 2: Menimpakan DMG sebesar <b>223%</b> ATK plus <b>12</b>.\nSerangan Charge Tahap 3: Menimpakan DMG sebesar <b>360.5%</b> ATK plus <b>19</b>."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_Branch_name",
      "name": "Shimmer",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tahan Serangan Biasa selama melakukan Serangan Biasa atau setelah Menghindar untuk mengeluarkan Shimmer. Setiap pukulan menimpakan DMG sebesar <b>20%</b> ATK plus <b>1</b> dan mengonsumsi <b>10</b> Stamina. Lepaskan untuk mengaktifkan Accumulator."
    },
    {
      "id": "GA_FPlayerArmMeleePhy_JumpAttack_name",
      "name": "Pummel",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara, tekan dan tahan Serangan Biasa untuk mengumpulkan tenaga hingga 3 tahap. Lepaskan untuk menghantam tanah dan membuat target terkena <b>Suspend Keras</b>. Melepas tombol tepat sebelum kena serang bisa memicu Phantasia.\nSerangan Charge Tahap 1: Menimpakan DMG sebesar <b>166.3%</b> ATK plus <b>9</b>.\nSerangan Charge Tahap 2: Menimpakan DMG sebesar <b>288.2%</b> ATK plus <b>15</b>.\nSerangan Charge Tahap 3: Menimpakan DMG sebesar <b>454.4%</b> ATK plus <b>24</b>."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_BackAttack_name",
      "name": "Mind Capture",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Setelah Menghindar, tekan Serangan Biasa untuk menarik target ke arahmu dan menyeretnya selama <b>2</b> detik, menimpakan DMG sebesar <b>261.4%</b> ATK plus <b>14</b>. Menahan Serangan Biasa setelah Menghindar bisa mengaktifkan <b>Shimmer</b> setelah mengeluarkan <b>Mind Capture</b>."
    },
    {
      "id": "GA_FPlayerArmEvadePhy_Evade_name",
      "name": "Menghindar",
      "type": [
        "Dodge"
      ],
      "description": "Menghindar tepat sebelum kena serangan untuk memicu Phantasia, yang memperlambat musuh di dalam area. Saat menghindar, kamu menjadi kebal terhadap Hitstun selama <b>0,5</b> detik dan memulihkan <b>250</b> Stamina."
    },
    {
      "id": "GA_FPlayerArmSkillPhy_Pas_name",
      "name": "Forgiveness Guard",
      "type": [
        "Skill"
      ],
      "description": "<span class=\"text-green\">Forgiveness Guard</span>: Saat efek penyembuhan berlebih, menciptakan Perisai HP sebesar <b>60%</b> Max HP. Saat Versper memiliki Forgiveness Guard, berbagai efek Guard akan diaktifkan sesuai dengan Resonansi.\n<span class=\"text-green\">Benediction Guard</span>: Skill ini digantikan dengan <b>Shinerise</b>, dan Wanderer tidak lagi mendapatkan Enlightenment Guard, yang dikonversi menjadi Forgiveness Guard untuk rekan tim. Dapatkan satu Forgiveness Guard setiap kali menyembuhkan <b>15%</b> Max HP dan maks 1 Forgiveness Guard akan diberikan kepada setiap rekan tim. Jika setiap rekan tim sudah memilikinya, Forgiveness Guard menimpakan Physical DMG sebesar <b>120%</b> ATK kepada musuh, lalu menghilang. DMG tersebut tidak memicu efek serangan tambahan. Selain itu, meningkatkan Max HP sebesar <b>12,5%</b> untuk diri sendiri dan rekan tim. Tak bisa ditumpuk.\n<span class=\"text-green\">Attack Guard</span>: Saat Skill Vesper berhasil didaratkan, langsung mendapatkan Perisai sebesar <b>30%</b> Max HP. CD: <b>30</b> detik.\n<span class=\"text-green\">Fortitude Guard</span>: Saat Skill Vesper berhasil didaratkan, langsung mendapatkan penyembuhan yang memulihkan <b>2%</b> Max HP per detik selama <b>20</b> detik. CD: <b>30</b> detik.\n<span class=\"text-green\">Balance Guard</span>: Saat HP lebih dari <b>50%</b>, meningkatkan Shatter sebesar <b>20%</b>. Saat HP kurang dari <b>50%</b>, meningkatkan Final DMG sebesar <b>10%</b> dan Shatter sebesar <b>10%</b>."
    },
    {
      "id": "GA_FPlayerArmPublishSkillPhy_name",
      "name": "Starfall",
      "type": [
        "Skill"
      ],
      "description": "Melompat ke arah target, menimpakan DMG sebesar <b>702.1%</b> ATK plus <b>37</b> dan menerapkan <b>Suspend Keras</b>. Memberikan tanda Enlightenment kepada target selama <b>18</b> detik. CD: <b>20</b> detik."
    },
    {
      "id": "GA_FPlayerArmLawSkillPhy_name",
      "name": "Shinerise",
      "type": [
        "Skill"
      ],
      "description": "Menghantam tanah dan membuat target di depanmu <b>Terpental Keras</b>, menimpakan DMG sebesar <b>702.1%</b> ATK plus <b>37</b> dan mengeluarkan maks <b>3</b> <b>Blade</b> yang aktif selama <b>75</b> detik (maks 1 Blade setiap 2 meter). Skill ini bisa digunakan hingga <b>3</b> kali dengan CD <b>20</b> detik untuk masing-masing penggunaan. Saat ada 2 <b>Blade</b> di medan tempur, sebuah <b>Clearshine</b> akan tercipta. Saat <b>Blade</b> disentuh, ia akan menyembuhkan target dalam radius gerakan, memulihkan HP sebesar <b>25%</b> ATK targetnya. Saat ada 3 <b>Blade</b> di medan tempur, sebuah <b>Nebula</b> akan tercipta. Saat <b>Blade</b> disentuh, ia akan menimpakan DMG kepada target dalam radius gerakan sebesar <b>150%</b> ATK x jarak gerakan / <b>5</b> m."
    },
    {
      "id": "GA_FPlayerArmChangeSkillPhy_Success_name",
      "name": "Chanting Sigh",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke Senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b> dan mengeluarkan Chanting Sigh, menimpakan DMG sebesar <b>748.1%</b> ATK plus <b>39</b>, dan menambahkan tanda Enlightenment kepada target selama <b>18</b> detik. Selama durasi tersebut, kebal terhadap DMG selama <b>2,6</b> detik (tak bisa digunakan di Apex League)."
    }
  ],
  "weapon_type": {
    "name": "Grievous",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan menerapkan efek Grievous pada lawan selama <b>7</b> detik, meningkatkan DMG yang mereka terima sebesar <b>20%</b> dan menimpakan DMG sebesar <b>{1}%</b> ATK. Saat dalam <yellow_lbl_14_1>Permainan Tim</>, target yang terkena Grievous menerima Physical DMG <b>20%</b> lebih besar."
  },
  "weapon_resonance": {
    "name": "Resonansi Physical",
    "description": "<b>Resonansi Physical</b>: Meningkatkan Physical ATK sebesar <b>15%</b> dan Physical Resistance sebesar <b>25%</b>. Aktifkan dengan cara memakai <b>2</b> Senjata Physical atau lebih. Efek set ini juga aktif saat senjata ada di slot sampingan. Tidak bertumpuk dengan efek Resonansi Physical atau Physical Reaction lainnya, di mana Resonansi Physical mendapatkan prioritas.\n<b>Benediction Physical</b>: Meningkatkan Physical ATK sebesar <b>5%</b> saat Resonansi Benediction diaktifkan."
  },
  "advancement": [
    "Saat menggunakan Skill Senjata atau Skill Discharge, jika Guard kamu maksimum, durasi Guard akan diperbarui dan menimpakan Physical DMG kepada musuh sebesar <b>100%</b> Physical ATK x jumlah Guard. Dengan Benediction, bisa mengumpulkan hingga 8 Guard. Tanpa Benediction, hanya bisa mengumpulkan 6.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Meningkatkan semua DMG yang ditimpakan Guard sebesar <b>20%</b> dan meningkatkan Final DMG target Guard sebesar <b>15%</b> selama <b>10</b> detik saat menggunakan Skill Senjata atau Skill Discharge dalam efek Resonansi Benediction.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Forgiveness Guard: Setelah mengeluarkan Resonansi 5 kali, mendapatkan <b>1</b> kesempatan untuk membatalkan DMG mematikan pada penggunanya dan target Guard. Setelah rekan tim membatalkan DMG mematikan, ia akan mengonsumsi Forgiveness Guard dan memulihkan <b>5%</b> Max HP. Tak berlaku di Apex League.\nEnlightenment Guard: Setelah mengeluarkan Resonansi 5 kali dan saat memiliki Enlightenment Guard, penggunanya menerima <b>2</b> kesempatan untuk membatalkan DMG mematikan. Bisa bertumpuk <b>5</b> kali. Setelah penggunanya membatalkan DMG mematikan, ia akan mengonsumsi 1 tumpuk Enlightenment Guard dan memulihkan <b>5%</b> Max HP. Tak berlaku di Apex League.",
    "Saat menggunakan Skill Senjata atau Skill Discharge, peningkatan Final DMG dan penyembuhan bergantung pada jumlah Guard. Setiap Guard meningkatkan Final DMG dan penyembuhan sebesar <b>1.6%</b>, maks <b>8%</b>, selama <b>25</b> detik."
  ],
  "traits": [
    {
      "name": "Heartswitch",
      "description": "Resonansi Benediction: Meningkatkan Max HP seluruh rekan tim sebesar {0}%. Tidak bisa bertumpuk.",
      "values": [
        10
      ]
    },
    {
      "name": "Bless",
      "description": "Resonansi Benediction: Meningkatkan Max HP seluruh rekan tim sebesar {0}%. Efek ini tidak bertumpuk. Selain itu, meningkatkan Max HP Wanderer sebesar {1}%. Setiap kali Wanderer berhasil menggunakan Skill ini saat memiliki Hyperbody atau memiliki HP lebih dari 50%, memberikan Hyperbody kepada semua kawan selama {2} detik.",
      "values": [
        10,
        50,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Booster Frame II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}