{
  "_id": 11,
  "id": "nemesis",
  "name": "Nemesis",
  "weapon": "Venus",
  "weapon_id": "venus",
  "birthday": "23 Mei (Gemini)",
  "birthplace": "Angel of Clemency",
  "gender": "Perempuan",
  "info": "Setelah restrukturisasi yang meliputi prosedur seperti cuci otak, penghapusan ingatan, dan implan karakter kedua, emosinya jadi cukup labil selama beberapa saat. \nKarakter orisinal Shirli ditekan paksa. Untungnya, segalanya akhirnya pulih, dengan sedikit sisa kekhawatiran akan potensi ancaman. \nYang jelas, dia tak bisa lagi kembali menjadi Shirli yang penuh semangat, tapi dia bisa pulih menjadi seorang gadis biasa. \nKeraguan akan keberadaannya masih melekat, yang menjadi wujud kegelisahan dan luka yang tersisa pada dirinya. Yah... setidaknya dia bisa mengumpulkan keberanian saat menghadapi berbagai hal, yang merupakan pertanda awal yang baik.",
  "description": "Seorang Angel of Clemency yang baru terlahir dari restrukturisasi Shirli, seorang perawat magang di Astra Shelter, yang separuh daging dan sarafnya diganti dengan mekanisme dan sirkuit.\n\nSebagai manusia, dia pernah menderita impuls langsung dari Radiasi Omnium karena Suppressor yang rusak. Tapi, sebelum sepenuhnya mengalami Aberration, dia dikirim ke Heirs of Aida untuk menjalani pengobatan eksperimental yang secara ajaib sukses. \n\nKarena restrukturisasinya belum lama selesai, dia adalah yang paling tidak stabil dari semua Angel of Clemency, tapi juga yang mempunyai teknologi terbaru Heirs of Aida.",
  "like": "Menggambar, teka-teki gambar, dan soda jeruk",
  "dislike": "Serangga dan mengejutkan",
  "element": "Volt",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 6,
  "charge": 8,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, mulai 5 serangan berturut-turut dengan Balmung.\nSerangan Pertama: Menimbulkan damage sebesar <b>50.8%</b> ATK + <b>3</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Kedua: Menimbulkan damage sebesar <b>36.3%</b> ATK + <b>2</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Ketiga: Menimbulkan damage sebesar <b>98.3%</b> ATK + <b>5</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Keempat: Menimbulkan damage sebesar <b>67.3%</b> ATK + <b>4</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Kelima: Menimbulkan damage sebesar <b>148.3%</b> ATK + <b>8</b> dan memukul jatuh target."
    },
    {
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimbulkan DMG sebesar <b>62.5%</b> ATK + <b>3</b>.\nSerangan Kedua: Menimbulkan DMG sebesar <b>62%</b> ATK + <b>5</b>.\nSerangan Ketiga: Menimbulkan DMG sebesar <b>3%</b> ATK + <b>120</b>.\nSerangan Keempat: Menimbulkan DMG sebesar <b>6%</b> ATK + <b>71.2</b>.\nSerangan Kelima: Menimbulkan DMG sebesar <b>4%</b> ATK + <b>126</b>."
    },
    {
      "name": "Quick Pursuit",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa kedua, tahan Serangan Biasa untuk mengaktifkan Quick Pursuit.\nTembakkan peluru kendali laser ke arah target, menimbulkan damage maks <b>107.5%</b> ATK + <b>6</b>."
    },
    {
      "name": "Dual Focus",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan Serangan Biasa untuk mengisi tembakan dan melepaskan bola listrik yang meledak saat mengenai target, menimbulkan damage sebesar <b>118.4%</b> ATK + <b>6</b> kepada musuh di sekitar."
    },
    {
      "name": "Twin Spinning Focus",
      "type": [
        "Perfect Attack",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa selama durasi singkat Perfect Dodge Window untuk mengaktifkan medan magnet lambat.\nVenus menembakkan Orb ke depan sejauh jarak tertentu dan meledak saat mengenai target. Menimbulkan DMG sebesar <b>171.6%</b> ATK + <b>9</b>, dan memunculkan medan magnet lambat selama <b>3</b> detik, yang mengurangi kecepatan gerak dan kecepatan serang semua musuh yang terjebak di dalamnya sebesar <b>35%</b>.\nDodge akan mengaktifkan Healing Chain yang memulihkan HP rekan di sekitar sebesar <b>67,7%</b> ATK Wanderer. Pada <b>10</b> detik berikutnya, Healing Chain kecil akan diaktifkan setiap <b>2</b> detik, yang akan memulihkan HP rekan di sekitar sebesar <b>22,5%</b> ATK Wanderer. Lakukan Dodge untuk mendapatkan <b>1</b> tumpuk Healing Chain Enhance yang meningkatkan efek Healing Chain sebesar <b>25%</b> (bisa ditumpuk maks <b>5</b> kali) dan bertahan selama <b>30</b> detik. Efek ini akan dibatalkan jika berganti senjata."
    },
    {
      "name": "Parallel Beam",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa dalam jangka waktu Perfect Dodge yang singkat (tekan tombol arah sambil menghindar) untuk mengaktifkan Parallel Beam.\nVenus menembakkan sepasang sinar energi paralel, yang menimpakan damage tusuk sebesar <b>171.6%</b> ATK + <b>9</b>.\nSaat Dodge, Healing Chain yang menyembuhkan teman di sekitar sebesar <b>67,7%</b> ATK Wanderer akan diaktifkan; pada <b>10</b> detik berikutnya, Healing Chain kecil akan diaktifkan setiap <b>2</b> detik, yang akan menyembuhkan teman di sekitar sebesar <b>22,5%</b> ATK Wanderer. Saat Dodge, <b>1</b> tumpuk Enhance Healing Chain akan diberikan, yang meningkatkan efek Healing Chain sebesar <b>25%</b> (bisa ditumpuk maks. <b>5</b> kali) dan bertahan selama <b>30</b> detik. Jika beralih senjata, efek ini akan dibatalkan."
    },
    {
      "name": "Pulse Lock",
      "type": [
        "Skill"
      ],
      "description": "Venus menembakkan peluru kendali yang meledak saat menyentuh target musuh, menimpakan damage sebesar <b>233.2%</b> ATK + <b>12</b> dan menjatuhkan target. Cooldown <b>25</b> detik."
    },
    {
      "name": "Particle Beam Burst",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Weapon Charge penuh</span> atau <span class=\"text-red\">Phantasia</span> diaktifkan, dengan beralih ke senjata ini, <b>semua debuff dari pengguna akan dihilangkan</b> dan memerintah Venus untuk menembakkan sinar berbentuk silang ke tanah, membentuk area yang tidak stabil dan memperlambat target sebanyak <b>70%</b> selama <b>5</b> detik. Setelah penundaan singkat, melepaskan Electromagnetic Burst yang menimpakan damage sebesar <b>393.9%</b> ATK + <b>21</b>.\nJika menggunakan Discharge Attack, <b>1</b> Electrode di dekat posisi musuh akan muncul dan menyerang satu kali setiap <b>1,5</b> detik, menimpakan damage sebesar <b>39.9%</b> ATK + <b>2</b>.\nElectrode mendapat <b>100%</b> stat Wanderer, bisa diserang atau disembuhkan, dan kehilangan <b>3%</b> Max HP setiap detik.\nHanya boleh ada <b>1</b> Electrode dalam satu waktu, dan jika memanggil Electrode baru, yang sebelumnya akan digantikan olehnya."
    }
  ],
  "weapon_type": {
    "name": "Volt",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan mengakibatkan <b>Paralyze</b> pada target selama <b>1</b> detik dan Electrify selama <b>6</b> detik sehingga menetralkan semua buff dan menimpakan damage sebesar <b>144%</b> ATK. Target tidak bisa menerima buff selama <b>6</b> detik berikutnya."
  },
  "weapon_resonance": {
    "name": "Volt Resonance",
    "description": "<b>Volt Resonance</b>: Meningkatkan Volt ATK sebesar <b>20%</b> dan Volt RES sebesar <b>40%</b>. Aktifkan dengan cara memakai <b>2</b> Senjata Volt atau lebih. Efek set ini bisa digunakan di slot sampingan. Tidak bisa ditumpuk dengan efek yang tipenya sama."
  },
  "advancement": [
    "Setelah menggunakan <b>Pulse Lock</b> atau <b>Particle Beam Burst</b>, akan muncul <b>1</b> Electrode yang langsung memberikan <b>5</b> tumpuk Healing Chain Enhance kepada penggunanya. Selain itu, Healing Chain juga akan dilepaskan dan akan memberikan Healing sebesar <b>135%</b> ATK Wanderer kepada rekan di sekitar.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Setiap <b>6</b> detik, Electrode akan melepaskan <b>Ring Lightning</b>, yang menimbulkan damage hingga <b>205%</b> ATK di area target.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Setelah menggunakan <b>Pulse Lock</b>, meningkatkan ATK Wanderer sebesar (<b>6,5</b> + (Jumlah Electrode x<b>6,5</b>))% selama <b>25</b> detik.",
    "Maksimum <b>2</b> Electrode bisa aktif bersamaan. Memanggil lebih banyak Electrode akan menggantikan Electrode yang jaraknya terjauh dari pengguna."
  ],
  "traits": [
    {
      "name": "Metamorphosis",
      "icon": true,
      "description": "Setelah memanggil Electrode, menimpakan Volt Damage sebesar <b>60%</b> ATK pada semua musuh dalam radius <b>30</b> meter dari Electrode dan menyembuhkan semua teman (termasuk pengguna) dalam jangkauannya sebanyak <b>120%</b> ATK."
    },
    {
      "name": "Sublimation",
      "icon": true,
      "description": "Setelah memanggil Electrode, menimpakan Volt Damage sebesar <b>100%</b> ATK pada semua musuh dalam radius <b>30</b> meter dari Electrode dan menyembuhkan semua teman (termasuk pengguna) dalam jangkauannya sebanyak <b>200%</b> ATK."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lightning",
        "name": "Heart of Lightning",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}