{
  "_id": 11,
  "id": "nemesis",
  "name": "Nemesis",
  "weapon": "Venus",
  "weapon_id": "venus",
  "birthday": "23 Mei (Gemini)",
  "birthplace": "Angel of Clemency",
  "gender": "Perempuan",
  "info": "Setelah restrukturisasi yang meliputi prosedur seperti cuci otak, penghapusan ingatan, dan implan karakter kedua, emosinya jadi cukup labil selama beberapa saat. \nKarakter orisinal Shirli ditekan paksa. Untungnya, segalanya akhirnya pulih, dengan sedikit sisa kekhawatiran akan potensi ancaman. \nYang jelas, dia tak bisa lagi kembali menjadi Shirli yang penuh semangat, tapi dia bisa pulih menjadi seorang gadis biasa. \nKeraguan akan keberadaannya masih melekat, yang menjadi wujud kegelisahan dan luka yang tersisa pada dirinya. Yah... setidaknya dia bisa mengumpulkan keberanian saat menghadapi berbagai hal, yang merupakan pertanda awal yang baik.",
  "description": "Seorang Angel of Clemency yang baru terlahir dari restrukturisasi Shirli, seorang perawat magang di Shelter Astra, yang separuh daging dan sarafnya diganti dengan mekanisme dan sirkuit.\n\nSebagai manusia, dia pernah menderita impuls langsung dari Radiasi Omnium karena Suppressor yang rusak. Tapi, sebelum sepenuhnya mengalami Aberasi, dia dikirim ke Heirs of Aida untuk menjalani pengobatan eksperimental yang secara ajaib sukses. \n\nKarena restrukturisasinya belum lama selesai, dia adalah yang paling tidak stabil dari semua Angel of Clemency, tapi juga yang mempunyai teknologi terbaru Heirs of Aida.",
  "like": "Menggambar, teka-teki gambar, dan soda jeruk",
  "dislike": "Serangga dan mengejutkan",
  "element": "Volt",
  "rarity": "SSR",
  "role": "Utility",
  "resonance": "Support",
  "shatter": 6,
  "charge": 8,
  "skills": [
    {
      "name": "Serangan Biasa",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, mulai 5 serangan berturut-turut dengan Balmung.\nSerangan Pertama: Menimbulkan damage sebesar <b>50.8%</b> ATK + <b>3</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Kedua: Menimbulkan damage sebesar <b>36.3%</b> ATK + <b>2</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Ketiga: Menimbulkan damage sebesar <b>98.3%</b> ATK + <b>5</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Keempat: Menimbulkan damage sebesar <b>67.3%</b> ATK + <b>4</b> dan memukul mundur lawan dalam jarak dekat.\nSerangan Kelima: Menimbulkan damage sebesar <b>148.3%</b> ATK + <b>8</b> dan memukul jatuh target."
    },
    {
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk menyerang 5 kali berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>62.5%</b> ATK + <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>62%</b> ATK + <b>5</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>3%</b> ATK + <b>120</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>6%</b> ATK + <b>71.2</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>4%</b> ATK + <b>126</b>."
    },
    {
      "name": "Quick Pursuit",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa kedua, tahan Serangan Biasa untuk mengaktifkan Quick Pursuit.\nTembakkan rudal ke arah target, menimpakan DMG maks <b>107.5%</b> ATK + <b>6</b>."
    },
    {
      "name": "Dual Focus",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan Serangan Biasa untuk mengumpulkan tenaga, lalu lepas untuk menembakan bola listrik yang meledak saat menghantam target, menimpakan DMG sebesar <b>118.4%</b> ATK + <b>6</b> kepada musuh di sekitar."
    },
    {
      "name": "Twin Spinning Focus",
      "type": [
        "Perfect Attack",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa selama durasi singkat Menghindar Sempurna untuk menciptakan medan magnet pelambat.\nVenus menembakkan bola listrik yang melesat sejauh jarak tertentu dan meledak saat menyentuh target. Menimpakan DMG sebesar <b>171.6%</b> ATK + <b>9</b> dan menciptakan medan magnet pelambat selama <b>3</b> detik, yang mengurangi kecepatan gerak dan kecepatan serang semua musuh di dalamnya sebesar <b>35%</b>.\nMenghindar akan mengaktifkan Healing Chain yang menyembuhkan kawan di sekitar sebesar <b>67,7%</b> ATK Wanderer. Selama <b>10</b> detik berikutnya, sebuah Healing Chain kecil akan diaktifkan setiap <b>2</b> detik, yang akan menyembuhkan kawan di sekitar sebanyak <b>22,5%</b> ATK Wanderer. Menghindar akan memberikan <b>1</b> tumpuk Healing Chain Enhance, yang meningkatkan efek Healing Chain sebesar <b>25%</b>. Maks <b>5</b> tumpuk dan aktif selama <b>30</b> detik. Jika berganti senjata, efek ini tidak akan dibatalkan."
    },
    {
      "name": "Parallel Beam",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Tekan Serangan Biasa selama durasi singkat Menghindar Sempurna (tekan tombol arah sebelum menghindar) untuk mengaktifkan Parallel Beam.\nVenus menembakkan sepasang sinar energi paralel yang menimpakan DMG menembus sebesar <b>171.6%</b> ATK + <b>9</b>.\nMenghindar akan mengaktifkan Healing Chain yang menyembuhkan kawan di sekitar sebesar <b>67,7%</b> ATK Wanderer. Selama <b>10</b> detik berikutnya, sebuah Healing Chain kecil akan diaktifkan setiap <b>2</b> detik, yang akan menyembuhkan kawan di sekitar sebesar <b>22,5%</b> ATK Wanderer. Menghindar akan memberikan <b>1</b> tumpuk Healing Chain Enhance, yang meningkatkan efek Healing Chain sebesar <b>25%</b> (bisa bertumpuk <b>5</b> kali) dan aktif selama <b>30</b> detik. Jika beralih senjata, efek ini tidak akan dibatalkan."
    },
    {
      "name": "Pulse Lock",
      "type": [
        "Skill"
      ],
      "description": "Venus menembakkan peluru kendali yang meledak saat menyentuh musuh, menimpakan DMG sebesar <b>233.2%</b> ATK + <b>12</b> dan menjatuhkan target. CD: <b>25</b> detik."
    },
    {
      "name": "Particle Beam Burst",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata penuh</span> atau <span class=\"text-red\">Phantasia</span> diaktifkan, beralih ke senjata ini akan <b>melenyapkan semua debuff dari pengguna</b> dan memerintahkan Venus untuk menembakkan sinar berbentuk silang ke tanah, menciptakan area tidak stabil dan memperlambat kecepatan gerakan target sebesar <b>70%</b> selama <b>5</b> detik. Setelah beberapa saat, mengeluarkan Electromagnetic Burst yang menimpakan DMG sebesar <b>393.9%</b> ATK + <b>21</b>.\nMenggunakan Serangan Discharge akan memunculkan <b>1</b> Electrode di dekat posisi musuh yang menyerang satu kali setiap <b>1,5</b> detik, menimpakan DMG sebesar <b>39.9%</b> ATK + <b>2</b>.\nElectrode mendapatkan <b>100%</b> stat Wanderer, bisa diserang atau disembuhkan, dan kehilangan <b>3%</b> Max HP setiap detik.\nHanya <b>1</b> Electrode yang bisa aktif dalam satu waktu. Memunculkan Electrode baru akan menggantikan Electrode yang sebelumnya."
    }
  ],
  "weapon_type": {
    "name": "Volt",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan mengakibatkan <b>Paralyze Kuat</b> pada target selama <b>1</b> detik dan Electrify selama <b>6</b> detik, menetralkan semua buff dan menimpakan DMG sebesar <b>144%</b> ATK. Selama <b>6</b> detik berikutnya, target tidak bisa menerima buff."
  },
  "weapon_resonance": {
    "name": "Volt Resonance",
    "description": "<b>Resonansi Volt</b>: Meningkatkan Volt ATK sebesar <b>15%</b> dan Volt Resistance sebesar <b>25%</b>. Aktifkan dengan cara memakai <b>2</b> Senjata Volt atau lebih. Efek set ini juga aktif saat senjata ada di slot sampingan. Tidak bisa ditumpuk dengan efek yang tipenya sama."
  },
  "advancement": [
    "Setelah menggunakan <b>Pulse Lock</b> atau <b>Particle Beam Burst</b>, akan muncul <b>1</b> Electrode yang langsung memberikan <b>5</b> tumpuk Healing Chain Enhance kepada penggunanya. Selain itu, Healing Chain juga akan dilepaskan dan akan memberikan Healing sebesar <b>135%</b> ATK Wanderer kepada rekan di sekitar.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Setiap <b>6</b> detik, Electrode akan mengeluarkan <b>Ring Lightning</b> yang menimpakan DMG area dengan jumlah maksimal <b>205%</b> ATK.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Setelah menggunakan <b>Pulse Lock</b>, meningkatkan ATK Wanderer sebesar (<b>6,5</b> + (Jumlah Electrode x<b>6,5</b>))% selama <b>25</b> detik.",
    "Maksimum <b>2</b> Electrode bisa aktif bersamaan. Memanggil lebih banyak Electrode akan menggantikan Electrode yang jaraknya terjauh dari pengguna."
  ],
  "traits": [
    {
      "name": "Metamorphosis",
      "icon": true,
      "description": "Setelah memanggil Electrode, menimpakan Volt DMG sebesar <b>60%</b> ATK pada semua musuh dalam radius <b>30</b> meter dari Electrode dan menyembuhkan semua teman (termasuk pengguna) dalam jangkauannya sebesar <b>120%</b> ATK."
    },
    {
      "name": "Sublimation",
      "icon": true,
      "description": "Setelah memanggil Electrode, menimpakan Volt DMG sebesar <b>100%</b> ATK pada semua musuh dalam radius <b>30</b> meter dari Electrode dan menyembuhkan semua teman (termasuk pengguna) dalam jangkauannya sebesar <b>200%</b> ATK."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "magcore",
        "name": "Magcore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lightning",
        "name": "Heart of Lightning",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}