{
  "_id": 14,
  "id": "shiro",
  "name": "Shiro",
  "weapon": "Chakram of the Seas",
  "weapon_id": "chakram_of_the_seas",
  "birthday": "22 September",
  "birthplace": "Tak Diketahui",
  "gender": "Perempuan",
  "info": "Dia antisosial, tidak suka orang asing, dan cemas saat bertemu dengan seseorang untuk pertama kali.\nDia bahkan tidak cukup memperhatikan partnernya, dan cuma bersemangat kalau topik yang dibicarakan sesuai dengan minatnya. Namun, dia bicara cepat sekali dan marah kalau partnernya tidak bisa mengikuti.\nDia mirip kucing—seringnya dingin dan penyendiri, tapi marah kalau dia mau diperhatikan dan tidak ada orang di sekitarnya.",
  "description": "\"Maniak lautan penyendiri\" adalah sebutan orang untuk Shiro, si ahli kelautan. Gadis penyendiri ini menjadi seseorang yang penuh semangat dan setia saat sedang menatap lautan.\nSaat menginjak usia dewasa dan menunjukkan bakat dalam ilmu kelautan, dia bepergian sendirian selama beberapa tahun dan mengukur pembagian laut Aida, tugas luar biasa dengan kontribusi sangat besar pada pemahaman manusia akan Aida.",
  "like": "Laut, novel, atau makhluk laut yang dianggap menarik",
  "dislike": "Tak Diketahui",
  "element": "Physical",
  "rarity": "SSR",
  "role": "Sub DPS",
  "resonance": "DPS",
  "shatter": 11.7,
  "charge": 6,
  "skills": [
    {
      "name": "Rapid Throw",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, melakukan 5 serangan berturut-turut dengan melempar Chakram.\nSerangan Pertama: Menimpakan DMG sebesar <b>30.7%</b> ATK plus <b>2</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>23.8%</b> ATK plus <b>1</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>34%</b> ATK plus <b>2</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>30.7%</b> ATK plus <b>2</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>53.8%</b> ATK plus <b>3</b> dan membuat target terpental sedikit ke belakang."
    },
    {
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara atau setelah melompat satu kali, gunakan Serangan Biasa untuk melancarkan 3 serangan berturut-turut.\nSerangan Pertama: Menimpakan DMG sebesar <b>26.2%</b> ATK plus <b>1</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>29.2%</b> ATK plus <b>2</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>37.2%</b> ATK plus <b>2</b>."
    },
    {
      "name": "Scatter",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa kedua, tahan tombol Serang untuk mengaktifkan Scatter.\nMelontarkan lima Chakram yang menembus ke depan, masing-masing serangan menimpakan <b>43.5%</b> ATK plus <b>2</b> DMG dan membuat target terpental sedikit ke belakang."
    },
    {
      "name": "Air Spin",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tekan dan tahan Serangan Biasa saat di udara untuk mengaktifkan Air Spin.\nMelakukan serangan dahsyat, menimpakan DMG sebesar <b>191.5%</b> ATK plus <b>10</b> kepada target dan musuh di sekitarnya, serta membuat mereka terpental ke atas."
    },
    {
      "name": "Sneak Attack",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Dekati musuh dari belakang sambil berjongkok, lalu gunakan Serangan Biasa untuk mengaktifkan Sneak Attack, menimpakan DMG sebesar <b>427.5%</b> ATK plus <b>23</b>."
    },
    {
      "name": "Waning Moon",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Gunakan Serangan Biasa selama rentang waktu singkat setelah Menghindar untuk mengaktifkan Waning Moon.\nMelempar Chakram ke depan, menimpakan DMG sebesar <b>132.9%</b> ATK plus <b>7</b> kepada target dan <b>Stun</b> selama <b>0,5</b> detik. Chakram kemudian terbelah menjadi <b>3</b> dan terus bergerak, ini menimpakan DMG sebesar <b>24.2%</b> ATK plus <b>1</b> kepada target yang dilewatinya. <span class=\"text-red\">Chakram yang terbelah tersebut akan memantul di dalam zona Full Bloom</span>."
    },
    {
      "name": "Full Bloom",
      "type": [
        "Skill"
      ],
      "description": "Membuat area Chakram Domain dengan Wanderer di pusatnya yang aktif selama <b>8</b> detik. Pada waktu bersamaan, musuh akan ditarik, dan kecepatan mereka berkurang <b>30%</b> selama <b>8</b> detik. Melontarkan <b>5</b> Chakram yang memantul di antara musuh, menimpakan DMG sebesar <b>24.2%</b> ATK plus <b>1</b> kepada target yang dilewatinya, memantul maks <b>5</b> kali. <span class=\"text-red\">Cakram terbelah dari Waning Moon juga akan memantul maks 5 kali.</span> CD: <b>45</b> detik."
    },
    {
      "name": "Spirit of the Air",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b> dan akan melontarkan Chakram of the Seas kepada target yang akan menimpakan <b>Stun</b> area selama <b>1</b> detik kepada target, plus menyerang <b>1</b> kali kepada maks <b>3</b> unit per detik (setiap serangan punya peluang <b>10%</b> untuk mengakibatkan <b>Stun</b> kepada target selama <b>1,5</b> detik), menimpakan <b>41.4%</b> ATK plus <b>2</b> DMG selama durasi <b>10</b> detik."
    }
  ],
  "weapon_type": {
    "name": "Grievous",
    "description": "Saat senjata terisi penuh, serangan berikutnya akan menerapkan efek Grievous pada lawan selama <b>7</b> detik, meningkatkan DMG yang mereka terima sebesar <b>20%</b> dan menimpakan DMG sebesar <b>137%</b> ATK. Saat <yellow_lbl_14_1>bermain sebagai tim</>, target yang terkena Grievous menerima Physical DMG <b>20%</b> lebih besar."
  },
  "advancement": [
    "Meningkatkan DMG yang ditimpakan dan semua efek Shatter elemental yang dihasilkan kepada target dalam jarak <span class=\"text-green\">Full Bloom</span> sebesar <b>30%</b>.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Meningkatkan Shatter sebesar <b>15%</b> dan mereset cooldown untuk semua Skill Senjata setelah menghancurkan Perisai musuh. Hanya bisa diaktifkan sekali setiap <b>30</b> detik.",
    "Meningkatkan pertumbuhan HP dasar untuk senjata saat ini sebesar <b>32%</b>.",
    "Menyerang target yang terkena Grievous akan memperpanjang durasi Grievous selama <b>7</b> detik (efek yang sama hanya bisa berlaku satu kali).",
    "Setelah menggunakan <span class=\"text-green\">Full Bloom</span>, memberikan 100% peluang Crit untuk <b>8</b> detik berikutnya."
  ],
  "traits": [
    {
      "name": "Security Alert",
      "icon": true,
      "description": "Saat Shiro menggunakan Skill Senjata/Skill Discharge, meningkatkan semua jenis ATK sebesar <b>10%</b> dan Physical ATK sebesar <b>7%</b> lagi selama <b>8</b> detik. Cooldown: <b>16</b> detik."
    },
    {
      "name": "Red Alarm",
      "icon": true,
      "description": "Saat Shiro menggunakan Skill Senjata/Skill Discharge, meningkatkan semua jenis ATK sebesar <b>16%</b> dan Physical ATK sebesar <b>10%</b> lagi selama <b>8</b> detik. Cooldown: <b>16</b> detik."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "rockcore",
        "name": "Rockcore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_summit",
        "name": "Heart of Summit",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Acidproof Glaze II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_ii",
        "name": "Booster Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}