{
  "_id": 15,
  "id": "tsubasa",
  "name": "Tsubasa",
  "weapon": "Icewind Arrow",
  "weapon_id": "icewind_arrow",
  "birthday": "24 Maret",
  "birthplace": "Heirs of Aida",
  "gender": "Perempuan",
  "info": "Seorang oportunis yang pandai beradaptasi. Proaktif, cerewet, dan suka bergaul.\nDia mudah mendapatkan teman dan tidak marah saat orang menyebutnya bersifat oportunistis. Dia juga berpikiran terbuka dan mau mendengar gagasan-gagasan yang baru dan yang berbeda.\nDi sisi lain, dia jelas bukan orang yang bisa memberikan rasa aman.",
  "description": "Resume Hane menunjukkan bahwa dia menghabiskan beberapa waktu di Shelter Astra, pernah menjadi petinggi Hyena, dan dulu seorang karyawan di Hykros, yang menjadi basis data Simulacrumnya.\\\n\\\nSetelah itu, dia mengkhianati Hykros dan bergabung dengan Heirs of Aida.\\\n\\\nSatu-satunya kata yang bisa menggambarkan dirinya adalah \"labil\". Tak ada yang tahu kabarnya saat ini, tapi bisa dipastikan bahwa jika melihat kemampuannya, dia sudah pasti bukan sekadar prajurit biasa di Heirs.\\\n\\\nDia tidak menunjukkan keberpihakan berdasarkan idealisme, benar atau salah, maupun tujuan atau peraturan, seakan semua itu tak ada artinya baginya. Dia memang tergabung dengan banyak organisasi, tapi dia juga tidak merasa bagian dari mereka.",
  "like": "Angin, gravitasi, kebebasan, permen karet",
  "dislike": "Inersia, stabilitas",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 4,
  "charge": 11.5,
  "skills": [
    {
      "name": "Bagi Cepat",
      "type": [
        "Attack"
      ],
      "description": "Saat di darat, tarik busur berulang kali untuk menyerang 5 kali.\nSerangan Pertama: Menimpakan DMG sebesar <b>48.8%</b> ATK plus <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>43.7%</b> ATK plus <b>2</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>78.6%</b> ATK plus <b>4</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>121.2%</b> ATK plus <b>6</b>.\nSerangan Kelima: Menimpakan DMG sebesar <b>112.5%</b> ATK plus <b>6</b> dan pukul mundur target dalam jarak dekat."
    },
    {
      "name": "Charged Arrow",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tahan Serangan Biasa untuk mengisi tenaga. Menimpakan DMG dasar sebesar <b>87.8%</b> ATK plus <b>5</b>, dan <b>50%</b> lagi untuk setiap <b>1</b> detik pengisian, maks <b>3</b> detik. Menimpakan DMG dua kali lipat saat Headshot atau saat mengenai titik lemah, dan menjatuhkan target (efek Headshot tidak berlaku bagi Wanderer)."
    },
    {
      "name": "Arrow Rain",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Setelah Serangan Biasa, tahan tombol Serangan Biasa untuk melancarkan Arrow Rain, menimpakan DMG area dengan total sebesar <b>287.2%</b> ATK plus <b>15</b> kepada target."
    },
    {
      "name": "Air Volley",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Saat di udara, tekan Serangan Biasa untuk menyerang 4 kali berturut-turut di udara.\nSerangan Pertama: Menimpakan DMG sebesar <b>56.3%</b> ATK plus <b>3</b>.\nSerangan Kedua: Menimpakan DMG sebesar <b>74%</b> ATK plus <b>4</b>.\nSerangan Ketiga: Menimpakan DMG sebesar <b>112.7%</b> ATK plus <b>6</b>.\nSerangan Keempat: Menimpakan DMG sebesar <b>169.8%</b> ATK plus <b>9</b>."
    },
    {
      "name": "Loaded Arrow",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tekan Serang setelah Dodge untuk mengaktifkan Loaded Arrow, yang akan membuat target <b>terpental sedikit ke belakang</b> dan menimpakan DMG sebesar <b>124%</b> ATK plus <b>7</b>."
    },
    {
      "name": "Piercing Shot",
      "type": [
        "Skill"
      ],
      "description": "Salto ke belakang sambil menembakkan <b>3</b> Piercing Shot. Tembakan utama akan menimpakan DMG sebesar <b>258.3%</b> ATK plus <b>14</b>, sedangkan dua tembakan lainnya akan menimpakan 60% DMG. Selain itu, ini juga membuat target <b>Terpental Ke Belakang</b>, ditambah Stun selama <b>5</b> detik jika mereka terpental ke dinding. CD: <b>12</b> detik."
    },
    {
      "name": "Explosive Barrage",
      "type": [
        "Discharge"
      ],
      "description": "Saat <span class=\"text-red\">Charge Senjata</span> penuh atau <span class=\"text-red\">Phantasia</span> terpicu, beralih ke senjata ini akan <b>melenyapkan semua Debuff dari penggunanya</b>, menghasilkan badai es di lokasi target, menimpakan DMG sebesar <b>570%</b> ATK plus <b>30</b>. Badai ini berpeluang <b>10%</b> untuk menimpakan <b>Freeze Kuat</b> selama <b>2</b> detik. Mendapatkan Cold Front yang meningkatkan kecepatan sebesar <b>45%</b> selama <b>7</b> detik."
    }
  ],
  "weapon_type": {
    "name": "Ice Shell",
    "description": "Saat Charge Senjata terisi penuh, serangan berikutnya akan membuat target terkena <b>Freeze Kuat</b> selama <b>2</b> detik dan Frostbite selama <b>6</b> detik. Jika lapisan es ini dipecahkan, target akan menerima DMG sebesar <b>151%</b> ATK. Saat dalam kondisi Frostbite, kecepatan pengisian Charge Senjata target berkurang <b>50%</b>."
  },
  "advancement": [
    "Memberikan satu tumpuk Sharp Arrow setiap kali anak panah yang ditembakkan oleh Serangan Dodge mengenai target. Setiap tumpuk akan meningkatkan DMG sebesar <b>5%</b> selama <b>15</b> detik. Bisa ditumpuk maks <b>3</b> kali.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>16%</b>.",
    "Dengan melancarkan Serangan Dodge, <b>3</b> Charged Arrow akan ditembakkan.",
    "Meningkatkan pertumbuhan ATK dasar senjata saat ini sebesar <b>32%</b>.",
    "Menggandakan durasi Arrow Rain dan memperlambat target sebesar <b>25%</b>.",
    "Sharp Arrow bisa ditumpuk <b>5</b> kali. Jika mengenai target dengan Charged Arrow, langsung memberikan <b>3</b> tumpuk, sedangkan Headshot memberikan <b>5</b> tumpuk."
  ],
  "traits": [
    {
      "name": "Rainstorm",
      "icon": true,
      "description": "Setiap kali Tsubasa menimpakan DMG, mendapatkan <b>1</b> tumpuk Strike, maks <b>1</b> tumpuk per <b>1</b> detik. Setiap tumpuk akan menambahkan <b>0,5%</b> ATK, maks <b>15</b> tumpuk. Durasi efek akan diperbarui setelah mendapatkan efek itu lagi. Efek ini bertahan <b>30</b> detik."
    },
    {
      "name": "Raging Waves",
      "icon": true,
      "description": "Setiap kali Tsubasa menimpakan DMG, mendapatkan <b>1</b> tumpuk Strike, maks <b>1</b> tumpuk per <b>1</b> detik. Setiap tumpuk akan menambahkan <b>0,6%</b> ATK, maks <b>30</b> tumpuk. Durasi efek akan diperbarui setelah mendapatkan efek itu lagi. Efek ini bertahan <b>30</b> detik."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Icecore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano Coating I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Heart of Winter",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nano Coating II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}