{
  "_id": 7,
  "id": "hilda",
  "name": "Hilda",
  "weapon": "L'Exterminateur",
  "weapon_id": "the_terminator",
  "birthday": "11 avril",
  "birthplace": "Banges",
  "gender": "Féminin",
  "info": "Une fille joyeuse, passionnée et amicale. Elle est insouciante et n'est pas méticuleuse pour un sou.\nElle traite tout le monde de la même manière, quel que soit l'âge, le genre ou le milieu social. Le fils du propriétaire de Banges Tech, Théo, fait partie de ses bons amis.\nMais elle est aussi négligente et distraite, allant parfois jusqu'à oublier son arme à la maison…",
  "description": "Hilda est la \"star\" du port de Banges, où tout le monde connaît son nom.\nBanges est sa ville et elle considère qu'elle doit la protéger.\nElle n'a pas d'emploi stable et travaille simplement à temps partiel dans les magasins près du port, en acceptant parfois des missions de patrouilleuse ou d'agent de sécurité. Lorsqu'elle est fatiguée, elle prend un congé pour faire des courses et déguster de bons plats.",
  "like": "Poulet frit, célébrations, troc",
  "dislike": "Projets de vie",
  "element": "Ice",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Attaque normale",
      "type": [
        "Attack"
      ],
      "description": "Appuyez sur Attaque normale pour entrer en mode Visée. Maintenez Attaque normale pour tirer en continu, jusqu'à <b>40</b> cartouches. Chaque tir inflige des dégâts équivalant à <b>11.4%</b> de l'ATQ + <b>1</b>. Vous doublez vos dégâts en cas de tir à la tête ou lorsque vous atteignez le point faible d'un ennemi, et renversez la cible (les tirs à la tête ne fonctionnent pas sur les Explorateurs)."
    },
    {
      "name": "Tourelle",
      "type": [
        "Skill"
      ],
      "description": "Vous activez le mode Tourelle et envoyez de grands orbes d'énergie. Chacun d'entre eux inflige des dégâts équivalant à <b>213.3%</b> de l'ATQ + <b>11</b>, et projette la cible dans les airs. Lors de l'installation de la tourelle, vous êtes immunisé contre l'hébétement et les effets de contrôle. Temps de recharge : <b>3.5</b> secondes."
    },
    {
      "name": "Rayon arctique",
      "type": [
        "Discharge"
      ],
      "description": "Lorsque la <span class=\"text-red\">recharge d'arme</span> est pleine ou que <span class=\"text-red\">Fantaisie</span> est déclenchée, <b>supprime toutes les altérations du porteur</b>, et tire un rayon arctique au moment où vous changez d'arme pour passer à celle-ci, infligeant des dégâts équivalant à <b>329.2%</b> de l'ATQ + <b>17</b>, ainsi qu'un effet de <b>gel long</b> de <b>3</b> secondes. Réduit aussi de <b>50%</b> la résistance au givre de la cible pendant <b>10</b> secondes."
    }
  ],
  "weapon_type": {
    "name": "Coquille de glace",
    "description": "Lorsque l'arme est entièrement chargée, la prochaine attaque <b>gèle longuement</b> les cibles pendant <b>2</b> secondes et leur inflige Gelure pendant <b>6</b> secondes. Briser la coquille de glace inflige des dégâts équivalant à <b>111%</b> de l'ATQ. Lorsque la cible subit Gelure, son taux de recharge d'arme est réduit de <b>50%</b>."
  },
  "advancement": [
    "Chaque attaque normale réussie accroît les dégâts de <b>1%</b> pendant <b>2</b> secondes (cumulable jusqu'à <b>15</b> fois). Accroît le nombre de munitions à <b>60</b>.",
    "Augmente de <b>10%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Accroît de <b>30%</b> les dégâts des attaques normales et la capacité de fracture dans les <b>10</b> secondes après avoir changé d'arme. Temps de recharge : <b>25</b> secondes. Accroît le nombre de munitions à <b>80</b>.",
    "Augmente de <b>20%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Réduit de <b>2</b> secondes le temps de recharge des attaques normales en mode Tourelle.",
    "Accroît de <b>60%</b> les dégâts des attaques normales et la capacité de fracture dans les <b>10</b> secondes après avoir changé d'arme. Temps de recharge : <b>25</b> secondes."
  ],
  "traits": [
    {
      "name": "Pied au plancher",
      "icon": true,
      "description": "Lorsque Hilda utilise un véhicule, accroît sa vitesse de <b>7%</b>."
    },
    {
      "name": "Dérapage à pleine vitesse",
      "icon": true,
      "description": "Lorsque Hilda utilise un véhicule, accroît sa vitesse de <b>10%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Cryonoyau",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Cryonoyau",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Cryonoyau",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Cryonoyau",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}