{
  "_id": 8,
  "id": "huma",
  "name": "Huma",
  "weapon": "Bouclier fournaise V2",
  "weapon_id": "molten_shield_v2",
  "birthday": "12 janvier",
  "birthplace": "Hykros",
  "gender": "Féminin",
  "info": "Entre parfois dans un état de confusion et d'hébétement à cause de lacunes dans ses souvenirs et certaines parties de ses données d'identité. Porte souvent un masque sur la bouche, ce qui complique davantage la communication. Extrêmement discrète et introvertie.\nAvec peu d'expérience du monde extérieur, elle est aussi innocente qu'une enfant et affiche une attitude indifférente.",
  "description": "Jeune fille affectée par une maladie qui lui a donné d'étranges pouvoirs, actuellement soignée à Hykros.\nPour des raisons inconnues, Huma a perdu tout souvenir de son passé, ainsi que son ancienne personnalité. Depuis son réveil, les connaissances de Huma se limitent à Hykros. Toute autre chose lui fait légèrement peur et la rend anxieuse.\nActuellement, les seules relations personnelles de Huma sont celles avec les chercheurs médicaux qu'elle a rencontrés pendant son traitement. Ces chercheurs ont suggéré que Huma accompagne d'autres personnes pour explorer le monde extérieur, dans l'espoir de lui redonner une existence plus normale. Cependant, Huma a pris une décision surprenante : elle a choisi d'être formée comme Exécutante d'Hykros.\nSon raisonnement est simple : elle est rassurée par la présence des Exécutants et souhaite faire usage de ses capacités pour remercier Hykros de sa bonté envers elle.",
  "like": "Lecture, paix et calme, jardinage",
  "dislike": "Inconnu",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Attaque normale",
      "type": [
        "Attack"
      ],
      "description": "Lorsque vous êtes au sol, brandissez la hache bouclier pour attaquer 4 fois de suite.\nPremière attaque en forme Bouclier : vous infligez des dégâts correspondant à <b>77.7%</b> de l'ATQ + <b>4</b>, et repoussez la cible sur une courte distance.\nDeuxième attaque : vous infligez des dégâts correspondant à <b>56.9%</b> de l'ATQ + <b>3</b>, et repoussez la cible sur une courte distance.\nTroisième attaque : vous infligez des dégâts correspondant à <b>62.8%</b> de l'ATQ + <b>3</b>, et repoussez la cible sur une courte distance.\nQuatrième attaque : vous infligez des dégâts correspondant à <b>184%</b> de l'ATQ + <b>10</b>, et <b>envoyez la cible dans les airs</b>.\nPremière attaque en forme Hache : vous infligez des dégâts correspondant à <b>135.2%</b> de l'ATQ + <b>7</b>, et repoussez la cible sur une courte distance.\nDeuxième attaque : vous infligez des dégâts correspondant à <b>79.4%</b> de l'ATQ + <b>4</b>, et repoussez la cible sur une courte distance.\nTroisième attaque : vous infligez des dégâts correspondant à <b>119.9%</b> de l'ATQ + <b>6</b>, et repoussez la cible sur une courte distance.\nQuatrième attaque : vous infligez des dégâts correspondant à <b>221.3%</b> de l'ATQ + <b>12</b> et repoussez la cible."
    },
    {
      "name": "Frappe aérienne",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Lorsque vous êtes dans les airs ou après un saut, utilisez l'attaque normale pour attaquer 4 fois de suite.\nPremière attaque : inflige des dégâts équivalant à <b>75.9%</b> de l'ATQ + <b>4</b>.\nDeuxième attaque : inflige des dégâts équivalant à <b>80.2%</b> de l'ATQ + <b>4</b>.\nTroisième attaque : inflige des dégâts équivalant à <b>103%</b> de l'ATQ + <b>5</b>.\nQuatrième attaque : inflige des dégâts équivalant à <b>118.6%</b> de l'ATQ + <b>6</b> et <b>renverse</b> la cible avant de la projeter dans les airs au moment de toucher le sol."
    },
    {
      "name": "Anticipation",
      "type": [
        "Hold: Attack"
      ],
      "description": "Forme Bouclier : lorsque vous êtes au sol, appuyez et maintenez Attaque normale pour adopter la forme Bouclier (relâchez pour en sortir) pendant <b>3</b> secondes, durant lesquelles l'Explorateur est immobilisé et tous les dégâts subis sont réduits de <b>50%</b>. En forme Bouclier, si vous lâchez Attaque normale après avoir subi des dégâts ou après avoir maintenu pendant <b>3</b> secondes, vous envoyez Impact de feu, qui inflige des dégâts correspondant à <b>167.3%</b> de l'ATQ + <b>9</b> et un <b>étourdissement</b> d'<b>1</b> seconde à la cible.\nForme Hache : vous assenez un coup violent sur la cible, lui infligeant des dégâts correspondant à <b>122.2%</b> de l'ATQ + <b>6</b> et la suspendant."
    },
    {
      "name": "Bravoure",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Appuyez et maintenez Attaque normale lorsque vous êtes dans les airs (appuyez quand une cible est disponible), ou utilisez l'attaque normale lorsque vous escaladez, sautez en arrière ou utilisez le jetpack pour déclencher des attaques ramifiées aériennes.\nForme bouclier : lorsque vous tombez, vous infligez des dégâts équivalant à <b>12.5%</b> de l'ATQ + <b>1</b> à chaque coup. À l'atterrissage, vous infligez des dégâts équivalant à <b>89.2%</b> de l'ATQ + <b>5</b> et suspendez la cible.\nForme hache : lorsque vous tombez, vous infligez des dégâts équivalant à <b>12.5%</b> de l'ATQ + <b>1</b> à chaque coup. À l'atterrissage, vous infligez des dégâts équivalant à <b>128.3%</b> de l'ATQ + <b>7</b> et suspendez la cible.\nInflige une plus grande quantité de dégâts en fonction de l'altitude de l'utilisateur au moment où l'attaque est déclenchée, jusqu'à <b>600%</b> de dégâts."
    },
    {
      "name": "Éruption",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Utilisez l'attaque normale rapidement après une esquive pour déclencher Attaque d'esquive.\nForme bouclier : vous libérez un bouclier enflammé qui inflige des dégâts équivalant à <b>55.8%</b> de l'ATQ + <b>3</b>, et repousse la cible. De plus, vous déclenchez une explosion, qui inflige des dégâts équivalant à <b>55.8%</b> de l'ATQ + <b>3</b> et <b>étourdit</b> les cibles pendant <b>0,5</b> seconde. Réduit les effets de soins reçus par les cibles de <b>30%</b> pendant <b>10</b> secondes.\nForme hache : brandissez une hache pour infliger des dégâts équivalant à <b>55.8%</b> de l'ATQ + <b>3</b>, et réduire les effets des soins reçus par les cibles de <b>30%</b> pendant <b>10</b> secondes."
    },
    {
      "name": "Fission",
      "type": [
        "Skill"
      ],
      "description": "Conversion de bouclier : passez de la forme bouclier à la forme hache pour frapper violemment le sol. Inflige des dégâts équivalant à <b>373.8%</b> de l'ATQ + <b>20</b> et <b>suspend longuement</b> la cible. Crée une vaste zone enflammée pendant <b>5</b> secondes qui brûle la cible et inflige des dégâts en continu équivalant à <b>233.6%</b> de l'ATQ + <b>12</b>.\nConversion de hache : passez de la forme hache à la forme bouclier pour frapper le sol. Inflige des dégâts équivalant à <b>309.5%</b> de l'ATQ + <b>16</b> à la cible et la repousse. Empêche la cible de changer d'arme pendant <b>5</b> secondes.\nTemps de recharge : <b>25</b> secondes. Conversion de hache et Conversion de bouclier partagent le même temps de recharge."
    },
    {
      "name": "Rage ardente",
      "type": [
        "Discharge"
      ],
      "description": "Lorsque la <span class=\"text-red\">recharge d'arme</span> est pleine, ou lorsque <span class=\"text-red\">Fantaisie</span> est déclenchée, <b>supprime toutes les altérations sur le porteur</b>, et déclenche une onde de choc enflammée au moment où vous changez d'arme pour passer à celle-ci, infligeant des dégâts équivalant à <b>352%</b> de l'ATQ + <b>19</b>. Provoquez les ennemis pendant <b>5</b> secondes, pendant lesquelles vous gagnez une réduction des dégâts de <b>15%</b>. Dispersez des objets en forme de bouclier en fonction du nombre de cibles provoquées. Les objets durent <b>20</b> secondes et prodiguent <b>5%</b> de réduction des dégâts (cumulable) pendant <b>10</b> secondes, vous faisant récupérer 1 esquive."
    }
  ],
  "weapon_type": {
    "name": "Feu",
    "description": "Lorsque l'arme est complètement chargée, la prochaine attaque embrasera la cible pendant <b>8</b> secondes, infligeant des dégâts équivalant à <b>58%</b> de l'ATQ chaque seconde. L'efficacité des soins des cibles embrasées est réduite de <b>50%</b>."
  },
  "advancement": [
    "Obtenez un cumul de Bouclier puissant en utilisant Décharge : Rage ardente. Utiliser une compétence d'esquive ou une compétence ramifiée en forme bouclier confère un cumul de Bouclier puissant, ce qui réduit les dégâts de <b>10%</b> pendant <b>15</b> secondes et peut se cumuler jusqu'à <b>3</b> fois. Passer en forme hache convertit tous les cumuls de Bouclier puissant en cumuls de Hache tranchante, qui augmentent chacun les dégâts de <b>15%</b> pendant <b>15</b> secondes. Changer d'arme annule cet effet.",
    "Augmente de <b>16%</b> la croissance de PV de base actuelle de l'arme.",
    "En forme de bouclier, les attaques d'esquive ou de déviation infligent des dégâts supplémentaires aux cibles, d'une valeur égale à <b>4%</b> des PV actuels de l'utilisateur.",
    "Accroît de <b>32%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Après être passé à une hache bouclier, confère immédiatement une réduction des dégâts de <b>30%</b>, qui diminue de <b>10%</b> toutes les <b>3</b> secondes, jusqu'à un minimum de <b>10%</b>. Changer d'arme annule cet effet. Temps de recharge : <b>30</b> secondes.",
    "Renforce les compétences de conversion.\nRenforcement de Conversion de bouclier : augmente de <b>60%</b> les dégâts infligés et étend de <b>30%</b> la portée de la zone de feu.\nRenforcement de Conversion de hache : ne partage pas le temps de recharge de Renforcement de Conversion de bouclier. Pendant les <b>5</b> secondes suivant l'utilisation de cette compétence, transforme en PV tous les dégâts reçus (jusqu'à <b>15%</b> des PV max de l'utilisateur)."
  ],
  "traits": [
    {
      "name": "Fortitude",
      "icon": true,
      "description": "Chaque fois qu'Huma reçoit des dégâts, obtenez <b>1</b> marque de fortitude et <b>1</b> marque de fortitude en plus en cas de dégâts de feu, dans la limite de <b>1</b> fois par <b>1</b> seconde et de <b>12</b> cumuls au total. Lorsque vous appliquez une compétence d'arme, utilisez toutes les marques de fortitude et gagnez un bouclier de PV égal au nombre de marques x<b>0,4%</b> de PV pendant <b>12</b> secondes. Si des marques de fortitude sont utilisées lorsque l'effet est cumulé au maximum, gagnez un bouclier de PV égal au nombre de marques x<b>0,6%</b> de PV."
    },
    {
      "name": "Écran de fer",
      "icon": true,
      "description": "Chaque fois qu'Huma reçoit des dégâts, obtenez <b>1</b> marque de fortitude et <b>1</b> marque de fortitude en plus en cas de dégâts de feu, dans la limite de <b>1</b> fois par <b>1</b> seconde et de <b>12</b> cumuls au total. Lorsque vous appliquez une compétence d'arme, utilisez toutes les marques de fortitude et gagnez un bouclier de PV égal au nombre de marques x<b>0,6%</b> de PV pendant <b>12</b> secondes. Si des marques de fortitude sont utilisées lorsque l'effet est cumulé au maximum, gagnez un bouclier de PV égal au nombre de marques x<b>0,9%</b> de PV."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Cœur de lave",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Vernis antiacide II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Cadre en nanofibres II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}