{
  "_id": 21,
  "id": "lin",
  "name": "Lin",
  "weapon": "Tissombre",
  "weapon_id": "shadoweave",
  "birthday": "3 septembre",
  "birthplace": "District 7 d'Hykros",
  "gender": "Féminin",
  "info": "Une jeune officière qui dégage une aura imposante.\nElle est obsédée par la propreté et ne supporte pas le moindre grain de poussière. Elle est très exigeante envers elle-même et les autres, ce qui laisse à penser qu'elle est à cheval sur les règles, mais c'est en réalité quelqu'un d'ouvert au dialogue.\nSon éducation d'élite a forgé celle qu'elle est aujourd'hui : une personne perfectionniste, compétente et déterminée.",
  "description": "La fille unique de Harunobu, le précédent archonte local. Elle a été élevée dans l'optique de lui succéder. Bien qu'elle n'ait pas encore obtenu le poste, l'opinion publique la considère déjà comme le prochain archonte.\nElle s'entraîne avec rigueur au combat depuis son enfance, et ses résultats parlent d'eux-mêmes : elle se montre bien plus utile en première ligne des combats qu'à gratter du papier dans un bureau.\nElle bénéficie d'une popularité considérable auprès des gens, du district central jusqu'à la ville basse.",
  "like": "Le thé, l'odeur de la lessive et le tofu frit",
  "dislike": "Les microbes et les taches tenaces",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Attaque normale",
      "type": [
        "Attack"
      ],
      "description": "Lorsque vous êtes au sol, lancez Tissombre et envoyez 5 attaques consécutives.\nPremière attaque : inflige des dégâts équivalant à <b>59.9%</b> de l'ATQ + <b>3</b>.\nDeuxième attaque : inflige des dégâts équivalant à <b>57.1%</b> de l'ATQ + <b>3</b>.\nTroisième attaque : inflige des dégâts équivalant à <b>49.5%</b> de l'ATQ + <b>3</b>. \nQuatrième attaque : inflige des dégâts équivalant à <b>114.2%</b> de l'ATQ + <b>6</b> et suspend la cible dans les airs.\nCinquième attaque : inflige des dégâts équivalant à <b>152.2%</b> de l'ATQ + <b>8</b>."
    },
    {
      "name": "Décharge aérienne",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Lorsque vous êtes dans les airs, utilisez l'attaque normale pour attaquer 5 fois de suite.\nPremière attaque : inflige des dégâts équivalant à <b>30.6%</b> de l'ATQ + <b>2</b>.\nDeuxième attaque : inflige des dégâts équivalant à <b>55.6%</b> de l'ATQ + <b>3</b>.\nTroisième attaque : inflige des dégâts équivalant à <b>48.2%</b> de l'ATQ + <b>3</b>.\nQuatrième attaque : inflige des dégâts équivalant à <b>111.2%</b> de l'ATQ + <b>6</b>.\nCinquième attaque : inflige des dégâts équivalant à <b>148.3%</b> de l'ATQ + <b>8</b>."
    },
    {
      "name": "Sol dispersé",
      "type": [
        "Hold: Attack"
      ],
      "description": "Après avoir effectué deux attaques normales au sol ou dans les airs, maintenez Attaque normale pour déclencher Sol dispersé.\nAttaque la position de la cible, inflige des dégâts équivalant à <b>83.2%</b> de l'ATQ + <b>4</b> et renverse la cible.\nEffet passif : après avoir lancé Sol dispersé au sol, appuyer rapidement sur Attaque normale lance immédiatement Floraison rapide (au 3e cumul)."
    },
    {
      "name": "Floraison rapide",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Maintenez Attaque normale pour lancer Floraison rapide. L'effet peut être chargé jusqu'à 3 cumuls, octroyant Hypercorps et une immunité au contrôle pendant le chargement.\nPremier cumul : inflige des dégâts équivalant à <b>73.9%</b> de l'ATQ + <b>4</b>.\nDeuxième cumul : inflige des dégâts équivalant à <b>146.8%</b> de l'ATQ + <b>246.4</b>.\nTroisième cumul : inflige des dégâts équivalant à <b>13%</b> de l'ATQ + <b>{5}</b>."
    },
    {
      "name": "Ombre tombante",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Maintenez Attaque normale lorsque vous êtes en l'air pour déclencher Ombre tombante.\nEn tombant des cieux, vous infligez des dégâts équivalant à <b>160%</b> de l'ATQ + <b>8</b> et renversez la cible."
    },
    {
      "name": "Esquiver",
      "type": [
        "Dodge"
      ],
      "description": "Esquivez juste avant de recevoir un coup pour déclencher Fantaisie, réduisant la vitesse des ennemis dans la zone. L'esquive vous immunise contre l'hébétement pendant <b>0,5</b> seconde."
    },
    {
      "name": "Vert feuille",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Envoie Vert feuille sur la cible tout en effectuant un salto arrière, infligeant des dégâts équivalant à <b>70%</b> de l'ATQ + <b>4</b>, générant entre <b>1 et 3</b> épicactus en cas d'impact et formant un champ vert qui dure <b>5</b> secondes. La vitesse de déplacement des ennemis est réduite de <b>50%</b> lorsqu'ils verrouillent l'Explorateur.\nEffet passif : disponible à la fois au sol et dans les airs.\nEffet passif : rompt immédiatement les effets de contrôle actifs et libère Vert feuille sans dépenser de tentative d'esquive. Le temps de recharge de la compétence est de <b>20</b> secondes."
    },
    {
      "name": "Flot agité : flux étincelant",
      "type": [
        "Skill"
      ],
      "description": "Crée un Royaume du Clair de lune autour de vous pendant <b>15</b> secondes. Les dégâts que vous infligez dans le royaume sont accrus de <b>10%</b>, la capacité de saut de <b>20%</b> et la consommation d'endurance est réduite de <b>50%</b>. Temps de recharge : <b>30</b> secondes.\nEntrez dans l'état spécial Fleur d'air lorsque Tissombre est déclenché dans le royaume, permettant des doubles sauts multiples et une réduction importante de la vitesse de chute. Dans cet état, utiliser les touches directionnelles ou le bouton de saut lorsque vous êtes en l'air entraîne Itinérance et lance une attaque sur la cible. Au contact, inflige des dégâts équivalant à <b>66%</b> de l'ATQ + <b>3</b> et génère de manière aléatoire <b>1 à 3</b> épicactus.\n\nEffet passif : dans le Royaume du Clair de lune, <b>1</b> épicactus apparaît près d'une cible toutes les <b>0,8</b> seconde.\nEffet passif : lorsque vous utilisez Tissombre dans le Royaume du Clair de lune, vous infligez <b>50%</b> de dégâts supplémentaires aux ennemis dont les PV sont inférieurs à <b>20%</b>.\nEffet passif : lorsque vous utilisez Tissombre dans le Royaume du Clair de lune, les dégâts subis seront détectés et vous vous téléporterez loin de la cible. Temps de recharge : <b>10</b> secondes.\n\nEffet passif : Maître d'armes\nFeu : lorsque Tissombre est associé à 2 armes de feu, le Royaume du Clair de lune se transforme en Royaume du Clair de feu et dure <b>4</b> secondes de plus lorsque vous brûlez les cibles. Les cibles dotées d'un bouclier subissent <b>15%</b> de dégâts de feu supplémentaires.\n\nFoudre : lorsque Tissombre est associé à 2 armes de foudre, le Royaume du Clair de lune se transforme en Royaume du Clair de foudre, avec <b>65%</b> de chances de ne pas utiliser de tentative d'esquive pendant une esquive et un bonus de <b>35%</b> aux dégâts issus des attaques d'esquive. Lorsque Résonance de foudre est activé, les dégâts de foudre gagnent encore <b>30%</b> supplémentaires.\n\nGivre : lorsque Tissombre est associé à 2 armes de givre, le Royaume du Clair de lune se transforme en Royaume du Clair de givre. Les cibles subissent l'effet de Gelure pendant <b>15</b> secondes lorsqu'ils encaissent <b>10</b> fois des dégâts de givre et subissent <b>22%</b> de dégâts de givre supplémentaires. Le nombre d'attaques n'est pas cumulable lorsque l'état Gelure est actif. \n\nPhysique : lorsque Tissombre est associé à 2 armes physiques, le Royaume du Clair de lune se transforme en Royaume du Clair physique. Si vous avez un bouclier de PV, vous infligez chaque seconde des dégâts équivalant à <b>50%</b> de l'ATQ + <b>3</b> aux cibles à portée.\n\nÉquilibre : lorsque Tissombre est associé à 2 armes élémentaires différentes (parmi les armes de feu, de foudre, de givre et physiques), l'ATQ de l'Explorateur augmente de <b>15%</b> dans le royaume et active une résonance de feu, de foudre, de givre et physique sans les effets de résonance."
    },
    {
      "name": "Gravitisse",
      "type": [
        "Discharge"
      ],
      "description": "Lorsque la <span class=\"text-red\">recharge d'arme</span> est pleine ou que <span class=\"text-red\">Fantaisie</span> est déclenchée, <b>supprime toutes les altérations sur le porteur</b> au moment où vous changez d'arme pour utiliser celle-ci et déclenche Gravitisse avec une force d'absorption supérieure, infligeant des dégâts équivalant à <b>368.5%</b> de l'ATQ + <b>19</b>. Après <b>5</b> secondes, cela crée une explosion et une onde de diffusion à distance, infligeant des dégâts équivalant à <b>184.3%</b> + <b>10</b>. Lorsque la compétence est active, confère une immunité aux dégâts pendant <b>2,6</b> secondes (non disponible en Ligue ultime)."
    }
  ],
  "weapon_type": {
    "name": "Dégâts altérés",
    "description": "Lorsque l'arme est entièrement chargée, la prochaine attaque marque la cible et provoque une explosion au bout de <b>5</b> secondes. De plus, elle inflige des dégâts équivalant à <b>25%</b> de tous les dégâts subis par la cible pour toute la durée de la marque, à hauteur de <b>560%</b> de votre ATQ. Une seule marque à la fois peut exister sur une cible."
  },
  "weapon_resonance": {
    "name": "Noyau de fusion de Tissombre",
    "description": "Combiner Tissombre avec d'autres armes permet de déclencher l'effet <b>Maître d'armes</b>.\nDes épicactus apparaîtront aléatoirement autour de la cible et exploseront dans un délai de <b>1 à 3</b> secondes en infligeant des dégâts de zone à hauteur de <b>60%</b> de l'ATQ."
  },
  "advancement": [
    "À l'impact, les attaques normales infligent des dégâts de zone.\nLorsqu'un autre épicactus se trouve dans la zone d'explosion d'un épicactus, les dégâts infligés par les explosions d'épicactus suivantes augmentent de <b>{0}%</b>, jusqu'à un maximum de <b>{1}%</b>.\nRéduit l'intervalle de génération d'épicactus du <b>Royaume du Clair de lune</b> à <b>0,5</b> seconde.\n",
    "Accroît de <b>16%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Réduit l'intervalle de génération d'épicactus du <b>Royaume du Clair de lune</b> à <b>0,3</b> seconde.\nLes épicactus s'accrochent à l'ennemi.\nAugmente la durée de <b>Royaume du Clair de lune</b> à <b>20</b> secondes.",
    "Accroît de <b>32%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Lorsque vous bénéficiez de l'effet de <b>Royaume du Clair de lune</b>, gagnez <b>30</b> points de recharge d'arme chaque seconde, augmentant les dégâts infligés par les compétences de décharge de <b>{0}%</b>.",
    "Vous pouvez passer en mode <b>Royaume du Clair de lune</b> jusqu'à <b>2</b> fois. Vous gagnez <b>1</b> tentative après le temps de recharge de la compétence et <b>1</b> tentative par décharge.\nUtilisez n'importe quelle décharge d'arme <b>3</b> fois pour obtenir <b>+1</b> tentative de <b>Royaume du Clair de lune</b> supplémentaire. Efficace même lorsque Tissombre est dans l'emplacement main libre.\nSous l'effet de <b>Royaume du Clair de lune</b>, les dégâts infligés augmentent de <b>{0}%</b>."
  ],
  "traits": [
    {
      "name": "Épicactus en fleur",
      "description": "Accroît les dégâts de l'explosion d'épicactus de <b>15%</b>."
    },
    {
      "name": "Épicactus glamour",
      "description": "Accroît les dégâts de l'explosion d'épicactus de <b>20%</b>. Réduit toutes les résistances de <b>7%</b> lorsque vous touchez la cible avec les épicactus pendant <b>7</b> secondes. L'effet ne peut pas être cumulé."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Cadre d'amplification I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Cadre d'amplification I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Cadre d'amplification I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Cadre d'amplification I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nanorevêtement I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Cadre d'amplification I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Cadre d'amplification II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Cadre en nanofibres II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nanorevêtement II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}