{
  "_id": 19,
  "id": "ruby",
  "name": "Lapin",
  "weapon": "Étincelle",
  "weapon_id": "spark",
  "birthday": "15 juillet (Cancer)",
  "birthplace": "Inconnu",
  "gender": "Féminin",
  "info": "Une jeune fille introvertie et innocente qui ne sait pas grand-chose du monde. Elle a un peu peur des inconnus et préfère rester seule. C'est peut-être pour cela qu'elle se montre un peu craintive et timide en présence de gens qu'elle ne connaît pas. \nSurnommée par tous \"l'enfant avec Mme Lin\", elle s'est donné une mission : travailler dur et devenir forte afin de ne pas être un fardeau pour Lin et d'appliquer ses préceptes.",
  "description": "Elle est la fille d'un vieil ami de Lin. D'une certaine manière, c'est maintenant Lin qui s'occupe d'elle, et elles travaillent même ensemble. Elle ne semble pas très robuste, c'est une enfant maladive et chétive. \nElle s'entraîne actuellement aux techniques de combat pour apprendre à se défendre, à la demande de Lin. Même si ce que Ruby apprend s'éloigne beaucoup du style de Lin, elle est au moins en bien meilleure santé qu'avant et peut faire face à des situations assez délicates. \nElle ne se fait encore qu'une vague idée du monde et d'elle-même, croit aveuglément aux instructions et aux descriptions de Lin et lui demande conseil pour presque chacune de ses décisions. Dans le contexte actuel, Lin considère que la priorité est de la rendre indépendante.",
  "like": "Dolly le lapin en peluche",
  "dislike": "Se soigner",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Attaque d'étincelles",
      "type": [
        "Attack"
      ],
      "description": "Au sol, appuyez sur le bouton d'attaque normale pour ordonner à Étincelle d'attaquer 5 fois de suite. La première attaque inflige des dégâts totaux correspondant à <b>84.6%</b> de l'ATQ + <b>4</b> à chaque cible.\nLa deuxième attaque inflige des dégâts totaux correspondant à <b>93%</b> de l'ATQ + <b>5</b> à chaque cible.\nLa troisième attaque inflige des dégâts totaux correspondant à <b>101.5%</b> de l'ATQ + <b>5</b> à chaque cible.\nLa quatrième attaque inflige des dégâts totaux correspondant à <b>109.9%</b> de l'ATQ + <b>6</b> à chaque cible.\nLa cinquième attaque inflige des dégâts totaux correspondant à <b>253.7%</b> de l'ATQ + <b>13</b> à chaque cible et <b>projette</b> les cibles."
    },
    {
      "name": "Décharge aérienne",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Dans les airs, appuyez sur le bouton d'attaque normale pour ordonner à Étincelle d'attaquer 4 fois de suite.\nLa première attaque inflige des dégâts totaux correspondant à <b>97.1%</b> de l'ATQ + <b>5</b> à chaque cible.\nLa deuxième attaque inflige des dégâts totaux correspondant à <b>106.8%</b> de l'ATQ + <b>6</b> à chaque cible.\nLa troisième attaque inflige des dégâts totaux correspondant à <b>121.3%</b> de l'ATQ + <b>6</b> à chaque cible.\nLa quatrième attaque inflige des dégâts totaux correspondants à <b>145.6%</b> de l'ATQ + <b>8</b> à chaque cible."
    },
    {
      "name": "Tu es à moi !",
      "type": [
        "Hold: Attack"
      ],
      "description": "Maintenez Attaque normale ou faites ceci après le déclenchement de Zone d'isolement pour tirer des rayons d'énergie en continu vers vos ennemis dans la direction choisie, ce qui inflige des dégâts équivalant à <b>40%</b> de l'ATQ + <b>2</b>. Consomme l'endurance de l'Explorateur."
    },
    {
      "name": "Plongeon ardent",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Maintenez Attaque normale lorsque vous êtes dans les airs pour déclencher Plongeon ardent.\nEnveloppe le corps d'énergie avant de plonger à toute vitesse vers le sol, infligeant des dégâts équivalant à <b>172.1%</b> de l'ATQ + <b>9</b> aux cibles à proximité."
    },
    {
      "name": "Zone de confinement",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Après la deuxième attaque normale, maintenez le bouton durant n'importe quelle attaque pour infliger des dégâts équivalant à <b>40%</b> de l'ATQ + <b>2</b> à la cible. La cible verrouillée est emprisonnée et brûlée pendant <b>3</b> secondes, ce qui lui inflige des dégâts équivalant à <b>26.2%</b> de l'ATQ + <b>1</b> à la cible toutes les secondes (ne fonctionne pas contre les boss)."
    },
    {
      "name": "Vas-y, Dolly !",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Lance Dolly après une esquive. Dolly reste pendant <b>10</b> secondes, attire les ennemis proches et leur inflige des dégâts équivalant à <b>84.6%</b> de l'ATQ + <b>4</b>, et les provoque pendant <b>1,5</b> seconde (ne peut pas provoquer les ennemis en équipe) afin de détourner leurs attaques vers Dolly."
    },
    {
      "name": "Collisionneur d'étincelles",
      "type": [
        "Skill"
      ],
      "description": "Étincelle lance l'attaque Étincelles, qui dure 15 secondes et rebondit entre les cibles et l'Explorateur. Lorsqu'elles touchent une cible, les étincelles la ralentissent pendant <b>4</b> secondes avec un temps de recharge de <b>15</b> secondes. Plus les étincelles mettent de temps à atteindre leur cible, plus elles infligent de dégâts. À l'impact, elles infligent des dégâts équivalant à <b>350%</b> de l'ATQ + <b>37</b> et appliquent une marque d'Inflammation sur la cible qui persiste pendant <b>25</b> secondes. Au même moment, Étincelle tire 4 balles en direction de sa cible. Chacune de ces balles inflige des dégâts équivalant à <b>50%</b> de l'ATQ + <b>3</b>. Les attaques normales d'Étincelle infligent <b>110%</b> de dégâts supplémentaires aux cibles marquées par Inflammation. Lorsque les étincelles atteignent des cibles brûlées par l'Explorateur, elles brûlent ou embrasent la cible une fois, ce qui inflige des dégâts supplémentaires équivalant à <b>100%</b> du total de dégâts restants (s'il y a plus d'un effet de brûlure ou d'embrasement actif, ceux-ci se cumulent). Le temps de recharge du calcul du résultat est de <b>6</b> secondes. Le temps de recharge de la compétence est de <b>30</b> secondes.\n<b>Effet passif</b> : pendant toute la durée d'Étincelles, chaque fois que des dégâts sont infligés par Attaque d'étincelles, l'Explorateur gagne <b>1</b> point de Chaleur (à intervalle de <b>0,9</b> seconde) jusqu'à un plafond de <b>8</b> points. Lorsque ce plafond est atteint, l'Explorateur reçoit l'effet Chaleur ultime qui augmente son ATQ de feu de <b>10%</b> pendant <b>25</b> secondes."
    },
    {
      "name": "Supernova",
      "type": [
        "Discharge"
      ],
      "description": "Lorsque la <span class=\"text-red\">recharge d'arme</span> est pleine ou que <span class=\"text-red\">Fantaisie</span> est déclenchée, changer d'arme pour utiliser celle-ci <b>élimine toutes les altérations sur le porteur</b>. Étincelle entre dans un état de charge, tirant des rayons d'énergie ardente en continu dans la direction visée avant d'exploser. Inflige des dégâts équivalant à <b>750%</b> de l'ATQ + <b>39</b>. Si la cible est affectée par un effet de brûlure auto-infligé, elle brûle ou s'embrase et subit des dégâts supplémentaires équivalant à <b>100%</b> du total de dégâts restants (s'il y a plus d'un effet de brûlure ou d'embrasement actif, ceux-ci se cumulent). Le temps de recharge du calcul du résultat est de <b>6</b> secondes. L'immunité aux dégâts dure <b>2,6</b> secondes lorsque la compétence est active (indisponible dans la Ligue ultime)."
    }
  ],
  "weapon_type": {
    "name": "Feu",
    "description": "Lorsque l'arme est entièrement chargée, la prochaine attaque embrase la cible pendant <b>8</b> secondes, infligeant chaque seconde des dégâts de <b>58%</b> de l'ATQ. L'efficacité des soins reçus par les cibles embrasées est réduite de <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Résonance de feu",
    "description": "Augmente l'ATQ de feu de <b>20%</b> et la résistance au feu de <b>40%</b>. S'active en équipant au moins 2 armes de feu. Cet effet fonctionne également avec les armes dans l'emplacement main libre."
  },
  "advancement": [
    "Inflammation augmente les dégâts d'Attaque d'étincelles jusqu'à <b>80%</b>. Le temps de recharge de la compétence diminue pour atteindre <b>24</b> secondes.",
    "Accroît de <b>16%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Inflammation accroît le bonus de flammes de <b>8%</b> et le multiplicateur de brûlure de <b>150%</b>.",
    "Augmente de <b>32%</b> la croissance d'ATQ de base de l'arme actuelle.",
    "Régénère <b>75</b> points supplémentaires de la recharge d'arme chaque fois qu'Attaque d'étincelles frappe un ennemi. Temps de recharge : 0,9 seconde. Fracture augmente de <b>25%</b> lorsque Chaleur ultime est active.",
    "Inflammation augmente les dégâts d'Attaque d'étincelles jusqu'à <b>160%</b> et double l'efficacité d'Acquisition de chaleur. Le temps de recharge de la compétence diminue pour atteindre <b>16</b> secondes."
  ],
  "traits": [
    {
      "name": "Attrape-rêves",
      "description": "Accroît les dégâts de feu subis par tous les ennemis situés dans un rayon de <b>5</b> mètres autour de Dolly de <b>8%</b>. Effet non cumulable."
    },
    {
      "name": "Domaine de Dolly",
      "description": "Accroît les dégâts de feu reçus par tous les ennemis situés dans un rayon de 5 mètres autour de Dolly de <b>8%</b>. Effet non cumulable. Après avoir projeté Dolly, accroît l'ATQ de feu de <b>12%</b> pendant <b>10</b> secondes. Effet non cumulable."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Pyronoyau",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Vernis antiacide I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Cadre en nanofibres I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Cœur de lave",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Vernis antiacide II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Cadre en nanofibres II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}