{
  "_id": 4,
  "id": "echo",
  "name": "เอคโค",
  "weapon": "ง้าวอัสนี",
  "weapon_id": "thunderous_halberd",
  "birthday": "14 สิงหาคม (ราศีสิงห์)",
  "birthplace": "ไม่มีการบันทึก",
  "gender": "เพศหญิง",
  "info": "เด็กสาวซุ่มซ่ามผู้มีพลังเหลือล้นและไม่ชอบที่จะปิดบังอะไร\nเมื่อครั้งที่มีพ่อค้าผ่านมาพบและได้ช่วยชีวิตเธอไว้ เธอจึงตอบแทนน้ำใจที่ได้รับด้วยการทำความดีขณะเดินทางไปยังที่ต่าง ๆ เช่นกัน\nเธอเกลียดความชั่วร้าย และเธอเลือกที่จะทำความดีไปพร้อมกับการกำจัดความชั่วร้ายด้วยกัน แต่ด้วยอายุและประสบการณ์ที่ยังน้อย บ่อยครั้งที่เธอตัดสินคนอื่นตามมาตรฐานที่ไม่สมเหตุสมผลนัก",
  "description": "เอคโคเกิดที่วอร์เรนและใฝ่ฝันจะก้าวออกจากดินแดนแห่งหิมะขาวโพลนไปสำรวจส่วนอื่น ๆ ที่เหลือของโลก\nเมื่อเธออายุได้เก้าขวบ ที่หลบภัยของเธอถูกทำลายจากหิมะถล่มอย่างกะทันหัน พ่อแม่ของเธอเสียชีวิตเพราะช่วยเธอเอาไว้ จากนั้นเธอได้รับความช่วยเหลือจากพ่อค้าผู้เดินทางผ่านมาและพาเธอไปยังสถานฟื้นฟูในเบนเจส\nเมื่อเวลาผ่านไปห้าปีในเบนเจส เธอได้ตัดสินใจออกเดินทางเพื่อลงโทษความชั่วและเผยแพร่ความดี",
  "like": "ย่าไอลีน, ปลา",
  "dislike": "ขับยานพาหนะ",
  "element": "Volt",
  "rarity": "SR",
  "role": "Shieldbreaking",
  "resonance": "DPS",
  "shatter": 11,
  "charge": 7,
  "skills": [
    {
      "name": "รุกราน",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น เหวี่ยงหอกยาวเพื่อโจมตี 5 ครั้งติดต่อกัน\nโจมตีครั้งแรก: สร้างความเสียหาย <b>24.7%</b> ของ ATK + <b>1</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nเล็กน้อยโจมตีครั้งที่สอง: สร้างความ\nเสียหาย <b>22.6%</b> ของ ATK + <b>1</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nเล็กน้อย\nโจมตีครั้งที่สาม: สร้างความ\nเสียหาย <b>47.2%</b> ของ ATK + <b>2</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nเล็กน้อย\nโจมตีครั้งที่สี่: สร้างความ\nเสียหาย <b>65.2%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nเล็กน้อย\nโจมตีครั้งที่ห้า: สร้างความ\nเสียหาย <b>114.95%</b> ของ ATK + <b>6</b> และทำให้เป้าหมายกระเด็นถอย\nหลังไปไกล"
    },
    {
      "name": "ทุบแหลก",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่อยู่กลางอากาศ จะใช้ท่าโจมตีปกติเพื่อโจมตี 4 ครั้งติดต่อกันกลางอากาศ\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>27.4%</b> ของ ATK + <b>1</b>\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>23.2%</b> ของ ATK + <b>1</b>\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>45.8%</b> ของ ATK + <b>2</b>\nการโจมตีครั้งที่สี่: สร้างดาเมจ <b>110%</b> ของ ATK + <b>6</b>"
    },
    {
      "name": "เงายมทูต",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "แตะและกดปุ่มโจมตีปกติค้างไว้ในระหว่างที่ลอยอยู่กลางอากาศ (หรือแตะเมื่อเลือกเป้าหมายแล้ว) หรือใช้ท่าโจมตีปกติในระหว่างที่กำลังปีน กระโดดถอยหลังหรือใช้เจ็ตแพ็กเพื่อเรียกใช้เงายมทูต\nในขณะที่กำลังตกลงมา จะสร้างดาเมจเท่ากับ <b>8%</b> ของ ATK + <b>1</b> ในแต่ละครั้งที่โจมตีโดน เมื่อลงถึงพื้น จะสร้างดาเมจเท่ากับ <b>48.5%</b> ของ ATK + <b>3</b> และกระแทกให้เป้าหมายล้มลง\nยิ่งการโจมตีถูกเรียกใช้สูงจากพื้น ดาเมจที่สร้างก็จะรุนแรงยิ่งขึ้น สูงสุดไม่เกิน <b>600%</b>"
    },
    {
      "name": "หอกปลิดชีพ",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "หลังจากโจมตีปกติเป็นครั้งที่สาม ให้แตะหรือกดปุ่มโจมตีปกติค้างไว้ เพื่อเรียกใช้งานหอกปลิดชีพ\nเมื่อโจมตีถูกเป้าหมาย เป้าหมายจะถูก <b>บังคับลอยค้าง</b> การโจมตีจะสร้างดาเมจเท่ากับ <b>49.2%</b> ของ ATK + <b>3</b> ให้แตะปุ่มอีกครั้งเพื่อโจมตีศัตรูที่ลอยค้างต่อไป การโจมตีจะสร้างดาเมจสูงสุด <b>98%</b> ของ ATK + <b>5</b> แก่เป้าหมายเดี่ยว"
    },
    {
      "name": "ลอบโจมตี",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "เข้าประชิดศัตรูจากด้านหลังในระหว่างที่กำลังย่อตัว แล้วใช้ท่าโจมตีปกติเพื่อเรียกใช้งานสกิลลอบโจมตี ซึ่งจะสร้างดาเมจเท่ากับ <b>570%</b> ของ ATK + <b>30</b>"
    },
    {
      "name": "กระโดดเตะ",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติในระหว่างช่วงสั้นๆ หลังช่องหลบหลีกสมบูรณ์ (แตะปุ่มธนูก่อนหลบหลีก) เพื่อเรียกใช้งานกระโดดเตะ\nเมื่อโจมตีเป้าหมาย สร้างดาเมจ <b>72%</b> ของ ATK + <b>4</b> ทำให้เป้าหมายกระเด็นถอยหลังไปไกลและสร้างเอฟเฟกต์ <b>สตัน</b> <b>1</b> วินาที หรือ <b>0.5</b> วินาที ต่อนักพเนจร"
    },
    {
      "name": "ท้าปฐพี",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะการโจมตีปกติในช่วงเวลาสั้น ๆ หลังจากหลบหลีกเพื่อเรียกใช้ท้าปฐพี\nกระแทกหอกยาวลงไปที่พื้น สร้างดาเมจเท่ากับ <b>52.8%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b>"
    },
    {
      "name": "นักล่าพระจันทร์",
      "type": [
        "Skill"
      ],
      "description": "ทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>และลอยไปในอากาศ และสร้างดาเมจเท่ากับ <b>127.5%</b> ของ ATK + <b>7</b> ระยะเวลาคูลดาวน์: <b>25</b> วินาที"
    },
    {
      "name": "ฟ้าคำราม",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">แถบชาร์จอาวุธ</span> เต็มหรือมีการเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> การเปลี่ยนจากอาวุธอื่นมาใช้อาวุธชิ้นนี้ จะทำให้ <b>จะยกเลิกดีบัฟทั้งหมดของผู้ใช้</b> ผู้ใช้อาวุธจะกระโดดขึ้นไปในอากาศและขว้างหอกสายฟ้า ซึ่งจะทำให้เกิดระเบิดภายในพื้นที่และสร้างดาเมจเท่ากับ <b>296.7%</b> ของ ATK + <b>16</b> พร้อมทั้งทำให้เป้าหมาย <b>เป็นอัมพาต</b>เป็นเวลา <b>1</b> วินาที"
    }
  ],
  "weapon_type": {
    "name": "ไฟฟ้า",
    "description": "เมื่ออาวุธชาร์จเต็ม ในการโจมตีครั้งต่อไปจะทำให้เป้าหมายเป็น <b>อัมพาตรุนแรง</b> เป็นเวลา <b>1</b> วินาที และไฟฟ้าช็อตเป็นเวลา <b> 6</b> วินาที โดยล้างบัฟทั้งหมดของเป้าหมายและสร้างความเสียหายเท่ากับ <b>106%</b>ของ ATK ซึ่งเป้าหมายจะไม่สามารถรับบัฟใด ๆ ได้ในอีกภายในเวลา <b>6</b> วินาที"
  },
  "advancement": [
    "เพิ่มทำลายโล่ <b>15%</b> หลังจากทำลายโล่ของเป้าหมาย เพิ่ม ATK ของเพื่อนร่วมทีมทั้งหมด <b>15%</b> เป็นเวลา <b>30</b> วินาที ไม่สามารถซ้อนทับได้",
    "เพิ่ม HP พื้นฐานของอาวุธปัจจุบัน <b>10%</b>",
    "หลังจากโจมตีเป้าหมายด้วย<span class=\"text-green\">นักล่าพระจันทร์</span>ลด ATK ของเป้าหมาย <b>5%</b> และเพิ่ม ATK ของผู้ใช้ <b>5%</b> เป็นเวลา <b>15</b> วินาที (เอฟเฟกต์ สามารถซ้อนทับได้สูงสุด <b>3</b> ชั้นโดยเมื่อโจมตีโดนหลายเป้าหมาย) เอฟเฟกต์จะเพิ่มเป็นสองเท่าสำหรับเป้าหมายที่โดนสถานะสาหัส",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>20%</b>",
    "ระยะเวลาสตันสองเท่าจากสกิลการหลบหลีก",
    "สกิลปลดปล่อยจะสร้างดาเมจมากขึ้นตามระยะทาง ดาเมจเพิ่มขึ้นสูงสุด <b>100%</b>"
  ],
  "traits": [
    {
      "name": "เอคโค - ซื่อตรง",
      "icon": true,
      "description": "เมื่อร่วมมือกับเอคโค พันธมิตรภายในระยะ <b>10</b> เมตรรอบเอคโคจะได้รับการเพิ่มดาเมจ <b>4%</b> (ไม่รวมเอคโค)"
    },
    {
      "name": "มุมานะ",
      "icon": true,
      "description": "เมื่อร่วมมือกับเอคโค พวกเดียวกันภายในระยะ <b>10</b> เมตรรอบเอคโคจะได้รับการเพิ่มดาเมจ <b>6%</b> (ไม่รวมเอคโค)"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "magcore",
        "name": "แก่นไฟฟ้า",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "magcore",
        "name": "แก่นไฟฟ้า",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "magcore",
        "name": "แก่นไฟฟ้า",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "magcore",
        "name": "แก่นไฟฟ้า",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}