{
  "_id": 5,
  "id": "ene",
  "name": "เอเนะ",
  "weapon": "จอมทุบ",
  "weapon_id": "pummeler",
  "birthday": "17 สิงหาคม (ราศีสิงห์)",
  "birthplace": "วิคตอเรียซีเคียวริตี้",
  "gender": "เพศหญิง",
  "info": "เธอดูเหมือนขี้เกียจและเฉื่อยชาเวลาที่ไม่มีอะไรทำ แต่ถ้าได้ต่อสู้จะกลับตื่นเต้นแข็งขันขึ้นมาทันที\nเธอภูมิใจมากในร่างกายหุ่นยนต์ของเธอที่ทั้งคล่องแคล่ว ทรงพลัง และไม่แก่ไปตามอายุ เธอยังดื้อที่จะทำสิ่งต่าง ๆ  จนสุดขีดจำกัด และไม่ยอมแพ้ต่อหน้าพวกมนุษย์ที่เป็นร่างเนื้อทั่วไป\nถึงอย่างนั้นแล้ว สภาพจิตใจของเธอก็ยังคงเป็นเด็กน้อยที่มีมุมเปราะบางเวลาที่อยู่กับพ่อของเธอ",
  "description": "สมัยยุคสหพันธ์เก่า วิกตอเรียคือองค์กรทางการทหารภาคเอกชนซึ่งครั้งหนึ่งได้วางแผนจัดสร้างดรอยด์เพื่อการสู้รบ และเอเนะคือต้นแบบตัวแรกของโครงการ\nโดยทางโครงการมีเป้าหมายเพื่อสร้างดรอยด์สมบูรณ์แบบที่มีบุคลิกตัวตนของตนเอง รวมถึงมีความสามารถในการคิด รู้สึก และวางแผนล่วงหน้าได้ เจ้าของโครงการได้อนุญาตอัปโหลดจิตรู้สำนึกของลูกสาวผู้ล่วงลับของเขาที่สำรองไว้ไปยังเอเนะในฐานะ \"วิญญาณ\" ของดรอยด์\nท้ายที่สุดแล้ว เอเนะได้รับสิทธิ์การเป็นมนุษย์ในฐานะลูกสาวของเจ้าของโครงการ",
  "like": "ได้อยู่กับพ่อ มนุษที่แข็งแกร่งกว่าเธอ",
  "dislike": "เข้าใจแจ่มแจ้งถึงความเปราะบางของชีวิต",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "name": "โจมตีปกติ",
      "type": [
        "Attack"
      ],
      "description": "เมื่ออยู่บนพื้นดิน จะเหวี่ยงค้อนออกไปโจมตี 4 ครั้งต่อเนื่อง\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>76.3%</b> ของ ATK + <b>4</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>62.1%</b> ของ ATK + <b>3</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>157.4%</b> ของ ATK + <b>8</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>263.8%</b> ของ ATK + <b>14</b> และยิงเป้าหมายไปในอากาศ\nเมื่ออยู่ในโหมดบ้าคลั่ง จะเหวี่ยงค้อนออกไปโจมตี 4 ครั้งต่อเนื่อง\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>{8}%</b> ของ ATK + <b>{9}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>{10}%</b> ของ ATK + <b>{11}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>{12}%</b> ของ ATK + <b>{13}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ \nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>{14}%</b> ของ ATK + <b>{15}</b> และทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>"
    },
    {
      "name": "รัวไม่ยั้ง",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ขณะลอยกลางอากาศหรือหลังกระโดดหนึ่งครั้ง จะใช้ท่าโจมตีปกติเพื่อเรียกใช้ระเบิดกระโดด ซึ่งจะสร้างดาเมจเท่ากับ <b>121.7%</b> ของ ATK + <b>6</b>และทำให้เป้าหมายลอยค้าง\nในขณะที่บ้าคลั่งกำลังอยู่ระหว่างการใช้งาน จะสร้างดาเมจเท่ากับ <b>133.9%</b> ของ ATK + <b>7</b> และทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>\nยิ่งการโจมตีถูกเรียกใช้สูงจากพื้น ดาเมจที่สร้างก็จะรุนแรงยิ่งขึ้น สูงสุดไม่เกิน <b>600%</b>"
    },
    {
      "name": "คลื่นกระแทก",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "ให้แตะและกดปุ่มโจมตีปกติค้างไว้ในระหว่างที่อยู่กลางอากาศ, กระโดดสองชั้น หรือแตะปุ่มโจมตีปกติเป็นระยะสั้นๆ  กลางอากาศในขณะที่มีเป้าหมายอยู่ในบริเวณใกล้เคียง, ในขณะที่กำลังปืน, กระโดนถอยหลังหรือโจมตีโดยใช้เจ็ตแพ็ก เพื่อเรียกใช้งานคลื่นกระแทก คลื่นจะทำให้เป้าหมาย <b>ถูกบังคับลอยค้าง</b> เป็นจำนวน <b>4</b> ครั้ง สกิลจะสร้างดาเมจเท่ากับ <b>34.8%</b> ของ ATK+ <b>2</b> ในแต่ละครั้ง และใช้ค่าพลังกาย <b>250</b> เต้ม\nเมื่ออยู่ในโหมดบ้าคลั่ง คลื่นกระแทกจะทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b> เป็นจำนวน <b>5</b> ครั้ง สกิลจะสร้างดาเมจเท่ากับ <b>38.3%</b> ของ ATK + <b>2</b> ในแต่ละครั้ง\nยิ่งการโจมตีถูกเรียกใช้งานสูงจากพื้น ดาเมจที่สร้างก็จะรุนแรงยิ่งขึ้น สูงสุดไม่เกิน <b>600%</b>"
    },
    {
      "name": "ลอบโจมตี",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "เข้าประชิดศัตรูจากด้านหลังในระหว่างที่กำลังย่อตัว แล้วใช้ท่าโจมตีปกติเพื่อเรียกใช้งานสกิลลอบโจมตี ซึ่งจะสร้างดาเมจเท่ากับ <b>427.5%</b> ของ ATK + <b>23</b>"
    },
    {
      "name": "ทุบเน้นเป้าหมาย",
      "type": [
        "Hold: Attack"
      ],
      "description": "ให้แตะและกดปุ่มโจมตีปกติค้างไว้เพื่อเรียกใช้งานทุบเน้นเป้าหมาย (สามารถชาร์จสแต็กกันได้สูงสุด 3 ชั้น) ในระหว่างที่ชาร์จ จะได้รับความทนต่อเอฟเฟกต์ควบคุมทุกอย่างและไฮเปอร์บอดี้\nการสแต็กชั้นแรก: สร้างดาเมจเท่ากับ <b>110%</b> ของ ATK + <b>6</b> และทำให้เป้าหมายลอยค้าง\nการสแต็กชั้นที่สอง: สร้างดาเมจเท่ากับ <b>276%</b> ของ ATK + <b>15</b> และทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>\nการสแต็กชั้นที่สาม: สร้างดาเมจเท่ากับ <b>518%</b> ของ ATK + <b>27</b> และทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b> \nเมื่ออยู่ในโหมดบ้าคลั่ง ให้แตะและกดปุ่มโจมตีปกติค้างไว้เพื่อเรียกใช้งานชำระแค้น ซึ่งจะสร้างดาเมจเท่ากับ <b>501.6%</b> ของ ATK + <b>26</b> และทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>"
    },
    {
      "name": "กระโดดตบ",
      "type": [
        "Dodge"
      ],
      "description": "ใช้ปุ่มลูกศรและปุ่มหลบหลีกเพื่อเรียกใช้งานกระโดดทุบ ซึ่งจะปลดปล่อยคลื่นกระแทกซึ่งทำให้ศัตรูลอยค้าง <b>4</b> ครั้ง และสร้างดาเมจเท่ากับ <b>161.6%</b> ของ ATK + <b>9</b>"
    },
    {
      "name": "ผ่าพิภพ",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติภายในช่วงเวลาสั้นๆ  หลังจากการหลบหลีกเพื่อเรียกใช้งานผ่าพิภพ ซึ่งจะเป็นการปลดปล่อยคลื่นกระแทก <b>3</b> ออกไปข้างหน้า คลื่นแต่ละลูกจะสร้างดาเมจเท่ากับ <b>52.4%</b> ของ ATK + <b>3</b> และจะทำให้เป้าหมายถูกบังคับลอยค้าง\nในระหว่างที่กำลังอยู่ในโหมดบ้าคลั่ง จะยิงคลื่นกระแทก <b>5</b> ลูกออกไปข้างหน้า คลื่นแต่ละลูกจะสร้างดาเมจเท่ากับ <b>52.4%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายถูกบังคับลอยค้าง"
    },
    {
      "name": "บ้าคลั่ง",
      "type": [
        "Skill"
      ],
      "description": "เปลี่ยนไปใช้งานโหมดบ้าคลั่ง ซึ่งจะเพิ่มดาเมจที่สร้างเป็นเวลา <b>25</b> วินาที\nในระหว่างที่อยู่ในโหมดบ้าคลั่ง สกิลจะเรียกใช้งานวายุพิโรธซึ่งสร้างดาเมจเท่ากับ <b>219%</b> ของ ATK + <b>12</b> และจะทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b> และสร้างกระแสลมขึ้นบนดิน ในระหว่างที่ยืนอยู่ในกระแสลม จะไม่ต้องใช้ค่าพลังในการหลบหลีก ระยะเวลาคูลดาวน์: <b>45</b> วินาที (ระยะเวลาคูลดาวน์ของวายุพิโรธ: <b>10</b> วินาที)"
    },
    {
      "name": "ไร้ปรานี",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">ชาร์จอาวุธ</span> เต็มแล้วหรือเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> การเปลี่ยนไปใช้อาวุธชิ้นนี้จะ <b>ขจัดดีบัฟทั้งหมดของผู้ถือ</b> และเป้าหมายที่อยู่ใกล้เคียงจะถูก <b>บังคับลอยค้าง</b> สร้างดาเมจแก่เป้าหมายเท่ากับ <b>153.3%</b> ของ ATK + <b>8</b> และยังเรียกค้อนให้ตกใส่เป้าหมายที่อยู่ใกล้เคียงด้วย สร้างดาเมจเท่ากับ <b>153.3%</b> ของ ATK + <b>8</b>"
    }
  ],
  "weapon_type": {
    "name": "น้ำแข็ง",
    "description": "เมื่ออาวุธชาร์จเต็ม การโจมตีครั้งต่อไปจะ <b>แช่แข็ง</b> เป้าหมายเป็นเวลา <b>2</b> วินาทีและปล่อยให้มันถูกน้ำแข็งกัด\nเป็นเวลา <b>6</b> วินาที ทำลายเปลือกน้ำแข็งเพิ่มความเสียหายเท่ากับ <b>111%</b> ของ ATK ขณะถูกน้ำแข็งกัด อาวุธของเป้าหมายมีอัตราชาร์จลดลง <b>50%</b>"
  },
  "advancement": [
    "ยั่วยุเป้าหมายที่อยู่ใกล้เคียงหลังจากเปลี่ยนมาใช้อาวุธนี้ ป้องกันดาเมจ <b>1</b> ครั้งใน <b>8</b> วินาที และมอบสถานะไฮเปอร์บอดี้เป็นเวลา <b>8</b> วินาที คูลดาวน์: <b>15</b> วินาที",
    "เพิ่มการเติบโตของ HP พื้นฐานของอาวุธปัจจุบัน <b>10%</b>",
    "หลังจากได้รับดาเมจ ลดดาเมจทั้งหมดที่ได้รับ <b>50%</b> เป็นเวลา <b>6</b> วินาที คูลดาวน์: <b>20</b> วินาที",
    "เพิ่มการเติบโตของ HP พื้นฐานของอาวุธปัจจุบัน <b>20%</b>",
    "การโจมตีปกติจะทำให้เป้าหมาย<b>สตัน</b> เป็นเวลา <b>2.5</b> วินาที คูลดาวน์: <b>20</b> วินาที",
    "สกิลปลดปล่อยจะสร้างดาเมจเพิ่มเติม <b>10%</b> ให้กับเป้าหมาย และเพิ่มดาเมจธาตุน้ำแข็งอีก <b>10%</b> เป็นเวลา <b>25</b> วินาที"
  ],
  "traits": [
    {
      "name": "โหมดเร็วแรง",
      "icon": true,
      "description": "เมื่อเอเนะว่ายน้ำ ปีน หรือร่อน ลดการใช้พลังกายลง <b>12%</b>"
    },
    {
      "name": "โหมดเกินลิมิต",
      "icon": true,
      "description": "เมื่อเอเนะว่ายน้ำ ปีน หรือร่อน ลดการใช้พลังกายลง <b>20%</b>"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}