{
  "_id": 21,
  "id": "lin",
  "name": "หลิน",
  "weapon": "ชาโดว์วีฟ",
  "weapon_id": "shadoweave",
  "birthday": "3 กันยายน (ราศีกันย์)",
  "birthplace": "ไฮครอสเขต 7",
  "gender": "เพศหญิง",
  "info": "ผู้บริหารอายุน้อยที่มีออร่าความสง่างามแผ่ออกมา\nเป็นคนรักความสะอาดถึงขนาดที่จะทนเห็นฝุ่นสักหย่อมเดียวไม่ได้ เธอตั้งมาตรฐานของตนเองและผู้อื่นไว้สูง ทำให้เธอดูเหมือนจะเคร่งครัดกฏระเบียบ แต่ก็สามารถสนทนาด้วยได้อย่างเป็นกันเอง การศึกษาระดับสูงทำให้เธอเป็นอย่างที่เป็นอยู่ในทุกวันนี้: จริงจังและทำงานทุกงานอย่างสมบูรณ์แบบ",
  "description": "ลูกสาวเพียงคนเดียวของฮารุโนบุ อาร์คอนท้องถิ่นคนก่อน เธอถูกเลี้ยงดูมาให้เป็นผู้สืบทอดตำแหน่ง แม้ว่าจะยังไม่ได้รับตำแหน่งก็ตาม ความคิดเห็นส่วนมาก ก็ได้ถือว่าเธอคืออาร์คอนคนต่อไปแล้ว\nเธอได้รับการฝึกฝนการต่อสู้อย่างเข้มข้นตั้งแต่ยังเด็ก ซึ่งทำให้เธอเหมาะกับการต่อสู้อยู่แนวหน้ามากกว่าการทำงานเอกสารอยู่ในสำนักงาน และผลงานของเธอเองก็บอกแบบนั้นเหมือนกัน \nเธอมีชื่อเสียงอย่างมากในหมู่ผู้อยู่อาศัยจากเขตกลางไปจนถึงเมืองส่วนล่าง",
  "like": "ชา, กลิ่นของผงซักฟอก, เต้าหู้ทอด",
  "dislike": "เชื้อโรค, คราบสกปรกที่ทำความสะอาดได้ยาก",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "โจมตีปกติ",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น ใช้ชาโดว์วีฟเพื่อโจมตีต่อกัน 5 ครั้ง\nครั้งแรก: สร้างดาเมจเท่ากับ <b>59.9%</b> ของ ATK + <b>3</b>\nครั้งที่สอง: สร้างดาเมจเท่ากับ <b>57.1%</b> ของ ATK + <b>3</b>\nครั้งที่สาม: สร้างดาเมจเท่ากับ <b>49.5%</b> ของ ATK + <b>3</b>\nครั้งที่สี่: สร้างดาเมจเท่ากับ <b>114.2%</b> ของ ATK + <b>6</b> และทำให้เป้าหมายลอยค้าง\nครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>152.2%</b> ของ ATK + <b>8</b>"
    },
    {
      "name": "ระเบิดเวหา",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่อยู่กลางอากาศ จะใช้ท่าโจมตีปกติเพื่อโจมตี 5 ครั้งติดต่อกัน\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>30.6%</b> ของ ATK + <b>2</b>\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>55.6%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>48.2%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>111.2%</b> ของ ATK + <b>6</b>\nการโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>148.3%</b> ของ ATK + <b>8</b>"
    },
    {
      "name": "ปฐพีร้าวราน",
      "type": [
        "Hold: Attack"
      ],
      "description": "หลังจากโจมตีปกติสองครั้งบนพื้นหรือกลางอากาศไปแล้ว แตะปุ่มโจมตีปกติค้างไว้เพื่อเรียกใช้ท่าธรณีแตกกระจาย\nโจมตีตำแหน่งเป้าหมาย สร้างดาเมจเท่ากับ <b>83.2%</b> ของ ATK + <b>4</b> และทำให้เป้าหมายล้มลง\nติดตัว: หลังจากปล่อยท่าธรณีแตกกระจายไปบนพื้น กดปุ่มโจมตีปกติรัว ๆ เพื่อปล่อยท่าบรีฟบลูม (สแต็กที่ 3)"
    },
    {
      "name": "เพียงชั่วพริบตา",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติค้างเพื่อใช้บรีฟบลูม สามารถชาร์จได้ 3 สแต็กพร้อมไฮเปอร์บอดี้และทนต่อเอฟเฟกต์ควบคุมระหว่างการชาร์จ\n สแต็กแรก: สร้างดาเมจเท่ากับ <b>73.9%</b> ของ ATK + <b>4</b>\nสแต็กที่สอง: สร้างดาเมจเท่ากับ <b>146.8%</b> ของ ATK + <b>246.4</b>\nสแต็กที่สาม: สร้างดาเมจเท่ากับ <b>13%</b> ของ ATK + <b>{5}</b>"
    },
    {
      "name": "เงาร่วงหล่น",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติค้างไว้เมื่ออยู่กลางอากาศเพื่อเรียกใช้ท่าเงาร่วงหล่น\nทุบลงมาจากฟ้า สร้างดาเมจเท่ากับ <b>160%</b> ของ ATK + <b>8</b> และทำให้เป้าหมายล้มลง"
    },
    {
      "name": "หลบหลีก",
      "type": [
        "Dodge"
      ],
      "description": "หลบหลีกในจังหวะก่อนถูกโจมตีเพื่อเรียกใช้งานแฟนตาเซีย ซึ่งจะลดความเร็วของศัตรูภายในบริเวณ และจะทนต่อการโจมตีสตันเป็นเวลา <b>0.5</b> วินาที ขณะหลบหลีก"
    },
    {
      "name": "เขียวขจี",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "ปล่อยท่าเขียวใบไม้ที่เป้าหมายขณะตีลังกากลับหลัง สร้างดาเมจเท่ากับ <b>70%</b> ของ ATK + <b>4</b> สร้างกล้วยไม้กระบองเพชร <b>1 ถึง 3</b> ต้นเมื่อโจมตีโดน และสร้างสนามพลังสีเขียวที่คงอยู่นาน <b>5</b> วินาที เมื่อศัตรูในสนามพลังสีเขียวล็อกเป้าที่นักพเนจร ความเร็วเคลื่อนที่ของพวกมันจะลดลง <b>50%</b>\nติดตัว: สามารถปล่อยได้ทั้งบนพื้นและกลางอากาศ\nติดตัว: หลุดจากการควบคุมทันที หากโดนเอฟเฟกต์ควบคุม และจะปล่อยท่าเขียวใบไม้โดยอัตโนมัติโดยไม่ต้องหลบหลีกก่อน สกิลคูลดาวน์นาน <b>20</b> วินาที"
    },
    {
      "name": "กระแสกระตุ้น: สายธารประกายแสง",
      "type": [
        "Skill"
      ],
      "description": "สร้างอาณาเขตแสงจันทร์ขึ้นรอบตัวเป็นเวลา <b>15</b> วินาที ดาเมจที่คุณทำได้ในอาณาเขตนี้จะเพิ่มขึ้น <b>10%</b> ทักษะการกระโดดเพิ่มขึ้น <b>20%</b> และการใช้พลังกายลดลง <b>50%</b> คูลดาวน์: <b>30</b> วินาที\nเข้าสู่สถานะพิเศษ ผลิบานกลางฟ้า เมื่อใช้ชาโดว์วีฟในอาณาเขตแสงจันทร์ ความเร็วการตกลงจากอากาศจะลดลงอย่างมาก และกระโดดสองชั้นได้ติดต่อกันหลายที ในสถานะนี้ การควบคุมทิศทางหรือใช้ปุ่มกระโดดขณะอยู่กลางอากาศจะเป็นการพุ่งตัวและเข้าโจมตีเป้าหมาย เมื่อโจมตีโดน จะสร้างดาเมจเท่ากับ <b>66%</b> ของ ATK + <b>3</b> และสุ่มสร้างกล้วยไม้กระบองเพชร <b>1-3</b> ดอก\n\nติดตัว: ในอาณาเขตแสงจันทร์ กล้วยไม้กระบองเพชรจะเกิดขึ้นใกล้กับเป้าหมาย <b>1</b> ดอก ใกล้ ๆ กับ 1 เป้าหมายทุก ๆ <b>0.8</b> วินาที \nติดตัว: เมื่อใช้ชาโดว์วีฟในอาณาเขตแสงจันทร์ จะสร้างดาเมจเพิ่มอีก <b>50%</b> หากศัตรูมี HP ต่ำกว่า <b>20%</b>\nติดตัว: เมื่อใช้ชาโดว์วีฟในอาณาเขตแสงจันทร์ ดาเมจที่กำลังจะมาถึงจะถูกตรวจพบ และคุณจะบลิงก์หนีไปจากตำแหน่งของเป้าหมาย คูลดาวน์: <b>10</b> วินาที\n\nติดตัว: ปรมาจารย์อาวุธ\nไฟ: เมื่อชาโดว์วีฟจับคู่กับอาวุธธาตุไฟ 2 ชิ้น อาณาเขตแสงจันทร์จะเปลี่ยนเป็น ไฟ: อาณาเขตแสงจันทร์ ซึ่งจะคงอยู่นานขึ้นอีก <b>4</b> วินาทีเมื่อเผาเป้าหมาย เป้าหมายที่มีโล่จะได้รับดาเมจธาตุไฟอีก <b>15%</b> \n\nไฟฟ้า: เมื่อชาโดว์วีฟจับคู่กับอาวุธธาตุไฟฟ้า 2 ชิ้น อาณาเขตแสงจันทร์จะเปลี่ยนเป็น ไฟฟ้า: อาณาเขตแสงจันทร์ มีโอกาส <b>65%</b> ที่จะไม่ลดจำนวนการหลบลง และเพิ่มดาเมจจากการหลบหลีกโจมตีขึ้น <b>35%</b> หากเปิดใช้เรโซแนนซ์ไฟฟ้าอยู่ ดาเมจธาตุไฟฟ้าจะเพิ่มขึ้นอีก <b>30%</b>\n\nเมื่อชาโดว์วีฟจับคู่กับอาวุธธาตุน้ำแข็ง 2 ชิ้น อาณาเขตแสงจันทร์จะเปลี่ยนเป็น น้ำแข็ง: อาณาเขตแสงจันทร์ เป้าหมายในอาณาเขตจะติดสถานะน้ำแข็งกัดนาน <b>15</b> วินาทีเมื่อได้รับดาเมจธาตุน้ำแข็ง <b>10</b> ครั้ง และได้รับดาเมจธาตุน้ำแข็งเพิ่มอีก <b>22%</b> จำนวนการโจมตีจะไม่สแต็กกันในสถานะน้ำแข็งกัด \n\nกายภาพ: เมื่อชาโดว์วีฟจับคู่กับอาวุธกายภาพ 2 ชิ้น อาณาเขตแสงจันทร์จะเปลี่ยนเป็น กายภาพ: อาณาเขตแสงจันทร์ เมื่อคุณมีโล่ HP จะสร้างดาเมจเท่ากับ <b>50%</b> ของ ATK + <b>3</b> ใส่เป้าหมายภายในระยะทุกวินาที\n\nสมดุล: เมื่อชาโดวว์วีฟจับคู่กับอาวุธใดก็ได้ที่ธาตุต่างกัน 2 ชิ้น (จากธาตุไฟ, ไฟฟ้า, น้ำแข็ง และกายภาพ) ATK ของนักพเนจรจะเพิ่มขึ้น <b>15%</b> ในอาณาเขตแสงจันทร์ และจะนับว่าเป็นเป็นเรโซแนนซ์ไฟ, ไฟฟ้า, น้ำแข็ง, และกายภาพ โดยไม่ต้องมีเอฟเฟกต์เรโซแนนซ์"
    },
    {
      "name": "ผืนแรงโน้มถ่วง",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">ชาร์จอาวุธ</span> เต็มแล้วหรือเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> การสลับมายังอาวุธนี้จะ <b>ขจัดดีบัฟทั้งหมดจากผู้ถือ</b> และปล่อยท่า ผืนแรงโน้มถ่วง ที่มีสนามพลังดูดซับแรงกว่า สร้างดาเมตจเท่ากับ<b>368.5%</b> ของ ATK + <b>19</b> จากนั้นจะระเบิดและสร้างคลื่นกระจายออกไปใน <b>5</b> วินาที สร้างดาเมจเท่ากับ <b>184.3%</b> + <b>10</b> การทนต่อดาเมจจะมีผลนาน <b>2.6</b> วินาทีเมื่อใช้งานสกิล (ไม่สามารถใช้ได้ในลีกแข่งยอดฝีมือ)"
    }
  ],
  "weapon_type": {
    "name": "ดาเมจเหนือมนุษย์",
    "description": "เมื่ออาวุธถูกชาร์จเต็มที่แล้ว การโจมตีครั้งถัดไปจะทำเครื่องหมายที่ศัตรู ซึ่งจะระเบิดหลังจากผ่านไป <b>5</b> วินาที สร้างดาเมจ <b>25%</b> ของดาเมจทั้งหมดที่ได้รับโดยเป้าหมาย ในขณะที่เครื่องหมายยังคงอยู่ สูงสุดถึง <b>560%</b> ของ ATK ของคุณ สามารถทำเครื่องหมายที่ศัตรูได้เพียงหนึ่งเป้าหมาย"
  },
  "weapon_resonance": {
    "name": "แก่นฟิวชันชาโดว์วีฟ",
    "description": "เมื่อจับคู่ชาโดว์วีฟเข้ากับอาวุธอื่น ๆ  จะทำให้เกิดเอฟเฟกต์ <b>ปรมาจารย์อาวุธ</b>\nกกล้วยไม้กระบองเพชรจะปรากฏขึ้นรอบๆ  เป้าหมายแบบสุ่มและจะระเบิดภายในเวลา <b>1-3</b> วินาที และจะสร้างดาเมจ <b>60%</b> ในพื้นที่เป้าหมาย"
  },
  "advancement": [
    "การโจมตีปกติจะสร้างดาเมจภายในพื้นที่เมื่อถูกเป้าหมาย\nเมื่อมีกล้วยไม้กระบองเพชรต้นอื่นอยู่ภายในพื้นที่ระเบิดของกล้วยไม้กระบองเพชร ดาเมจจากการระเบิดของกล้วยไม้กระบองเพชรในแต่ละครั้งหลังจากนั้นจะเพิ่ม <b>10%</b> สูงสุดโดยรวมไม่เกิน <b>50%</b> \nช่วงเวลารอการงอกใหม่ของกล้วยไม้กระบองเพชรที่อยุ่ใน <b>อาณาเขตแสงจันทร์</b> จะถูกลดเหลือ <b>0.5</b> วินาที",
    "เพิ่มการเติบโตของ ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "ช่วงเวลารอการงอกใหม่ของกล้วยไม้กระบองเพชรที่อยุ่ใน <b>อาณาเขตแสงจันทร์</b> จะถูกลดเหลือ <b>0.3</b> วินาที\nกล้วยไม้กระบองเพชรจะถูกติดเข้ากับศัตรู\nระยะเวลาของ <b>อาณาเขตแสงจันทร์</b> จะเพิ่มไปที่ <b>20</b> วินาที",
    "เพิ่มการเติบโตของ ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "เมื่ออยู่ภายใต้เอฟเฟกต์ของ <b>อาณาเขตแสงจันทร์</b> จะได้รับแต้มชาร์จอาวุธ <b>30</b> แต้มทุกวินาทีและจะเพิ่มดาเมจของสกิลปลดปล่อย <b>15%</b>",
    "เปลี่ยนโหมดของ <b>อาณาเขตแสงจันทร์</b> ได้สูงสุด <b>2</b> ครั้ง สิทธิ์ในการเปลี่ยน <b>1</b> ครั้งจะได้มาหลังการคูลดาวน์ของสกิล ส่วนอีก <b>1</b> ครั้งจะได้มาจากการชาร์จสกิลปลดปล่อย\nเมื่อใช้สกิลปลดปล่อยของอาวุธชนิดใดๆ  <b>3</b> ครั้ง จะได้สิทธิ์ในการใช้ <b>อาณาเขตแสงจันทร์</b> <b>+1</b> ครั้ง เอฟเฟกต์จะยังคงมีผลแม้ชาโดว์วีฟจะอยู่ในช่องมือรอง\nเมื่ออยู่ภายใต้เอฟเฟกต์ของ <b>อาณาเขตแสงจันทร์</b> ดาเมจจะเพิ่ม <b>15%</b>"
  ],
  "traits": [
    {
      "name": "กล้วยไม้กระบองเพชรเบ่งบาน",
      "description": "เพิ่มดาเมจจากการระเบิดของกล้วยไม้กระบองเพชร <b>15%</b>"
    },
    {
      "name": "กล้วยไม้กระบองเพชรงามเฉิดฉาย",
      "description": "เพิ่มดาเมจจากการระเบิดของกล้วยไม้กระบองเพชร <b>20%</b> ลดพลังต้านทานทุกชนิด <b>7%</b> เมื่อโดนโจมตีด้วยกล้วยไม้กระบองเพชร เอฟเฟกต์จะคงอยู่เป็นเวลา <b>7</b> วินาที ไม่สามารถสแต็กได้"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "โครงบูสเตอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "ผิวเคลือบนาโน II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}