{
  "_id": 21,
  "id": "lin",
  "name": "หลิน",
  "weapon": "ชาโดว์วีฟ",
  "weapon_id": "shadoweave",
  "birthday": "3 กันยายน",
  "birthplace": "ไฮครอสเขต 7",
  "gender": "เพศหญิง",
  "info": "ผู้บริหารอายุน้อยที่มีออร่าความสง่างามแผ่ออกมา\nเป็นคนรักความสะอาดถึงขนาดที่จะทนเห็นฝุ่นสักหย่อมเดียวไม่ได้ เธอตั้งมาตรฐานของตนเองและผู้อื่นไว้สูง ทำให้เธอดูเหมือนจะเคร่งครัดกฏระเบียบ แต่ก็สามารถสนทนาด้วยได้อย่างเป็นกันเอง การศึกษาระดับสูงทำให้เธอเป็นอย่างที่เป็นอยู่ในทุกวันนี้: จริงจังและทำงานทุกงานอย่างสมบูรณ์แบบ",
  "description": "ลูกสาวเพียงคนเดียวของฮารุโนบุ อาร์คอนท้องถิ่นคนก่อน เธอถูกเลี้ยงดูมาให้เป็นผู้สืบทอดตำแหน่ง แม้ว่าจะยังไม่ได้รับตำแหน่งก็ตาม ความคิดเห็นส่วนมาก ก็ได้ถือว่าเธอคืออาร์คอนคนต่อไปแล้ว\nเธอได้รับการฝึกฝนการต่อสู้อย่างเข้มข้นตั้งแต่ยังเด็ก ซึ่งทำให้เธอเหมาะกับการต่อสู้อยู่แนวหน้ามากกว่าการทำงานเอกสารอยู่ในสำนักงาน และผลงานของเธอเองก็บอกแบบนั้นเหมือนกัน \nเธอมีชื่อเสียงอย่างมากในหมู่ผู้อยู่อาศัยจากเขตกลางไปจนถึงเมืองส่วนล่าง",
  "like": "ชา, กลิ่นของผงซักฟอก, เต้าหู้ทอด",
  "dislike": "เชื้อโรค, คราบสกปรกที่ทำความสะอาดได้ยาก",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "โจมตีปกติ",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น ใช้ชาโดว์วีฟเพื่อโจมตีต่อกัน 5 ครั้ง\nครั้งแรก: สร้างดาเมจเท่ากับ <b>59.9%</b> ของ ATK + <b>3</b>\nครั้งที่สอง: สร้างดาเมจเท่ากับ <b>57.1%</b> ของ ATK + <b>3</b>\nครั้งที่สาม: สร้างดาเมจเท่ากับ <b>49.5%</b> ของ ATK + <b>3</b>\nครั้งที่สี่: สร้างดาเมจเท่ากับ <b>114.2%</b> ของ ATK + <b>6</b> และทำให้เป้าหมายลอยค้าง\nครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>152.2%</b> ของ ATK + <b>8</b>"
    },
    {
      "name": "ระเบิดเวหา",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่อยู่กลางอากาศ ใช้ท่าโจมตีปกติเพื่อโจมตี 5 ครั้งติดต่อกันกลางอากาศ\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>30.6%</b> ของ ATK + <b>2</b>\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>55.6%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>48.2%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>111.2%</b> ของ ATK + <b>6</b>\nการโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>148.3%</b> ของ ATK + <b>8</b>"
    },
    {
      "name": "ปฐพีร้าวราน",
      "type": [
        "Hold: Attack"
      ],
      "description": "หลังจากโจมตีปกติครั้งที่สองบนพื้นหรือกลางอากาศไปแล้ว แตะปุ่มโจมตีปกติค้างไว้เพื่อเรียกใช้ท่าปฐพีร้าวราน\nโจมตีตำแหน่งเป้าหมาย สร้างดาเมจเท่ากับ <b>83.2%</b> ของ ATK + <b>4</b> และทำให้เป้าหมายล้มลง\nสกิลติดตัว: หลังจากปล่อยท่าปฐพีร้าวรานไปบนพื้น กดปุ่มโจมตีปกติรัว ๆ เพื่อปล่อยท่าบรีฟบลูมทันที (ซ้อนทับชั้นที่ 3)"
    },
    {
      "name": "บรีฟบลูม",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติค้างเพื่อใช้บรีฟบลูม สามารถชาร์จได้ 3 ชั้น พร้อมไฮเปอร์บอดี้และไม่โดนการควบคุมระหว่างการชาร์จ\nชั้นแรก: สร้างดาเมจเท่ากับ <b>73.9%</b> ของ ATK + <b>4</b>\nชั้นที่สอง: สร้างดาเมจเท่ากับ <b>146.8%</b> ของ ATK + <b>246.4</b>\nชั้นที่สาม: สร้างดาเมจเท่ากับ <b>13%</b> ของ ATK + <b>{5}</b>"
    },
    {
      "name": "เงาร่วงหล่น",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติค้างไว้เมื่ออยู่กลางอากาศเพื่อเรียกใช้ท่าเงาร่วงหล่น\nทุบลงมาจากฟ้า สร้างดาเมจเท่ากับ <b>160%</b> ของ ATK + <b>8</b> และทำให้เป้าหมายล้มลง"
    },
    {
      "name": "หลบหลีก",
      "type": [
        "Dodge"
      ],
      "description": "หลบหลีกก่อนถูกโจมตีเพื่อเรียกใช้งานแฟนตาเซีย ซึ่งจะลดความเร็วของศัตรูภายในบริเวณ และไม่โดนติดสตันระหว่างหลบหลีก เป็นเวลา <b>0.5</b> วินาที"
    },
    {
      "name": "เขียวขจี",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "ปล่อยท่าเขียวขจีใส่เป้าหมายในขณะตีลังกากลับหลัง สร้างดาเมจเท่ากับ <b>70%</b> ของ ATK + <b>4</b> สร้างกระบองเพชรกล้วยไม้ <b>1 - 3</b> ต้นเมื่อโดน และสร้างสนามพลังเขียวขจีที่คงอยู่นาน <b>5</b> วินาที เมื่อศัตรูในสนามพลังเขียวขจีล็อกเป้าที่นักพเนจร ความเร็วเคลื่อนที่ของพวกมันจะลดลง <b>50%</b>\nสกิลติดตัว: สามารถปล่อยได้ทั้งบนพื้นและกลางอากาศ\nสกิลติดตัว: หลุดจากการควบคุมทันที หากโดนเอฟเฟกต์ควบคุม และจะปล่อยท่าเขียวขจีโดยอัตโนมัติโดยไม่ต้องหลบหลีกก่อน คูลดาวน์ <b>20</b> วินาที"
    },
    {
      "name": "กระแสกระตุ้น: สายธารประกายแสง",
      "type": [
        "Skill"
      ],
      "description": "สร้างอาณาเขตแสงจันทร์รอบตัวเองเป็นเวลา <b>15</b> วินาที ภายในอาณาเขตพลังโจมตีของคุณจะเพิ่มขึ้น <b>10%</b> ความสามารถในการกระโดดเพิ่มขึ้น <b>20%</b> และลดการใช้พลังกายลง <b>50%</b> คูลดาวน์: <b>30</b> วินาที\nจะเข้าสู่สถานะพิเศษผลิบานกลางฟ้าเมื่อใช้ชาโดว์วีฟในอาณาเขต ความเร็วในการตกถึงพื้นลดลงอย่างมาก และคุณสามารถกระโดดสองครั้งได้หลายครั้ง ในสถานะนี้ การใช้การควบคุมทิศทางหรือปุ่มกระโดดขณะที่อยู่กลางอากาศจะทำการพุ่งทะลวงและโจมตีเป้าหมาย เมื่อโจมตีโดน จะสร้างดาเมจเท่ากับ <b>66%</b> ของ ATK + <b>3</b> และสุ่มงอกกระบองเพชรกล้วยไม้ <b>1 - 3</b> ต้น\n\nสกิลติดตัว: ภายในอาณาเขตแสงจันทร์ กระบองเพชรกล้วยไม้ <b>1</b> ต้นจะงอกใกล้ ๆ 1 เป้าหมายในทุก <b>0.8</b> วินาที\nสกิลติดตัว: เมื่อคุณใช้ชาโดว์วีฟในอาณาเขตแสงจันทร์จะสร้างดาเมจเพิ่มเติม <b>50%</b> ใส่ศัตรูที่มี HP น้อยกว่า <b>20%</b>\nสกิลติดตัว: เมื่อคุณใช้ชาโดว์วีฟในอาณาเขตแสงจันทร์ คุณจะบลิงก์หนีจากเป้าหมายเมื่อตรวจเจอดาเมจที่เข้ามา คูลดาวน์: <b>10</b> วินาที\n\nสกิลติดตัว: ปรมาจารย์อาวุธ\nไฟ: เมื่อชาโดว์วีฟจับคู่กับอาวุธไฟ 2 ชิ้น อาณาเขตแสงจันทร์จะถูกแปลงเป็นไฟ: อาณาเขตแสงจันทร์ เมื่อเป้าหมายถูกเผาไหม้ขณะอยู่ในไฟ: อาณาเขตแสงจันทร์ พวกเขาจะไหม้เพิ่มไปอีก <b>4</b> วินาที และเป้าหมายที่มีโล่จะได้รับดาเมจไฟเพิ่ม <b>15%</b>\n\nไฟฟ้า: เมื่อชาโดว์วีฟจับคู่กับอาวุธไฟฟ้า 2 ชิ้น อาณาเขตแสงจันทร์จะถูกแปลงเป็นไฟฟ้า: อาณาเขตแสงจันทร์ ในขณะที่อยู่ในไฟฟ้า: อาณาเขตแสงจันทร์ การหลบหลีกมีโอกาส <b>65%</b> ที่จะไม่ใช้จำนวนการหลบ และดาเมจโจมตีขณะหลบหลีกเพิ่มขึ้น <b>35%</b> และดาเมจไฟฟ้าเพิ่มอีก <b>30%</b>\n\nน้ำแข็ง: เมื่อชาโดว์วีฟจับคู่กับอาวุธน้ำแข็ง 2 ชิ้น อาณาเขตแสงจันทร์จะถูกแปลงเป็นน้ำแข็ง: อาณาเขตแสงจันทร์ ในขณะที่อยู่ในอาณาเขตแสงจันทร์ หลังจากได้รับดาเมจน้ำแข็ง <b>10</b> ครั้ง จะถูกน้ำแข็งกัดเป็นเวลา <b>15</b> วินาที และได้รับดาเมจเพิ่ม <b>22%</b> จากการโจมตีน้ำแข็งในช่วงเวลานี้ เมื่อเป้าหมายถูกแช่แข็งแล้ว จำนวนครั้งของการโจมตีจะไม่ซ้อนทับกัน\n\nกายภาพ: เมื่อชาโดว์วีฟจับคู่กับอาวุธกายภาพ 2 ชิ้น อาณาเขตแสงจันทร์จะถูกแปลงเป็นกายภาพ: อาณาเขตแสงจันทร์ ในขณะที่อยู่ในกายภาพ: อาณาเขตแสงจันทร์ ดาเมจที่สร้างเท่ากับ <b>50%</b> ของ ATK + <b>3</b> ใส่เป้าหมายในระยะโจมตีทุกวินาที \n\nสมดุล: เมื่อชาโดว์วีฟจับคู่กับอาวุธที่มีธาตุแตกต่างกัน 2 ชิ้น (ระหว่างอาวุธไฟ, ไฟฟ้า, น้ำแข็ง และกายภาพ) ATK ของนักพเนจรเพิ่มขึ้น <b>15%</b> ในอาณาเขต และนับเป็นการเปิดใช้งานเรโซแนนซ์ไฟ, ไฟฟ้า, น้ำแข็ง และกายภาพ โดยไม่มีเอฟเฟกต์เรโซแนนซ์"
    },
    {
      "name": "ผืนแรงโน้มถ่วง",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ<span class=\"text-red\">ชาร์จอาวุธ</span>เต็มแล้วหรือเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> การสลับมายังอาวุธนี้จะ <b>ลบดีบัฟทั้งหมดจากผู้ถือ</b> และปล่อยท่า ผืนแรงโน้มถ่วง ที่มีสนามพลังดูดซับแรงกว่า ซึ่งจะสร้างดาเมจเท่ากับ<b>368.5%</b> ของ ATK + <b>19</b> จากนั้นจะระเบิดและสร้างคลื่นกระจายออกไปใน <b>5</b> วินาที ซึ่งจะสร้างดาเมจเท่ากับ <b>184.3%</b> + <b>10</b> การทนต่อดาเมจจะมีผลนาน <b>2.6</b> วินาทีเมื่อใช้งานสกิล (ไม่สามารถใช้ได้ในลีกแข่งยอดฝีมือ)"
    }
  ],
  "weapon_type": {
    "name": "ดาเมจเหนือมนุษย์",
    "description": "เมื่ออาวุธถูกชาร์จเต็มแล้ว การโจมตีครั้งถัดไปจะทำเครื่องหมายใส่ศัตรู ซึ่งจะระเบิดหลังจากผ่านไป <b>5</b> วินาที สร้างดาเมจเพิ่มเติม <b>25%</b> ของดาเมจทั้งหมดที่ได้รับโดยเป้าหมาย ในขณะที่เครื่องหมายยังคงอยู่ สูงสุดถึง <b>560%</b> ของ ATK ของคุณ สามารถทำเครื่องหมายใส่ศัตรูได้เพียง 1 เป้าหมาย"
  },
  "weapon_resonance": {
    "name": "แก่นฟิวชันชาโดว์วีฟ",
    "description": "เมื่อจับคู่ชาโดว์วีฟเข้ากับอาวุธอื่น ๆ จะทำให้เกิดเอฟเฟกต์ <b>ปรมาจารย์อาวุธ</b>\nกกระบองเพชรกล้วยไม้จะปรากฏขึ้นรอบ ๆ เป้าหมายแบบสุ่มและจะระเบิดภายในเวลา <b>1-3</b> วินาที และจะสร้างดาเมจ เท่ากับ <b>60%</b> ของ ATK"
  },
  "advancement": [
    "การโจมตีปกติจะสร้างดาเมจเมื่อถูกเป้าหมาย\nเมื่อมีกระบองเพชรกล้วยไม้ต้นอื่นอยู่ภายในพื้นที่ระเบิดของกระบองเพชรกล้วยไม้ จะเพิ่มดาเมจจากการระเบิดของกระบองเพชรกล้วยไม้ในแต่ละครั้ง ครั้งละ <b>{0}%</b> สูงสุด <b>{1}%</b>\n\nช่วงเวลารอการงอกใหม่ของกระบองเพชรกล้วยไม้ที่อยู่ใน <b>อาณาเขตแสงจันทร์</b> จะถูกลดเหลือ <b>0.5</b> วินาที",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "ช่วงเวลารอการงอกใหม่ของกระบองเพชรกล้วยไม้ที่อยู่ใน <b>อาณาเขตแสงจันทร์</b> จะถูกลดเหลือ <b>0.3</b> วินาที\nกระบองเพชรกล้วยไม้จะถูกติดเข้ากับศัตรู\nระยะเวลาของ <b>อาณาเขตแสงจันทร์</b> จะเพิ่มไปที่ <b>20</b> วินาที",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "เมื่ออยู่ภายใต้เอฟเฟกต์ของ <b>อาณาเขตแสงจันทร์</b> จะได้รับชาร์จอาวุธ <b>30</b> แต้มทุกวินาที และจะเพิ่มดาเมจของสกิลคอมโบ <b>{0}%</b>",
    "เปลี่ยนโหมดของ <b>อาณาเขตแสงจันทร์</b> ได้สูงสุด <b>2</b> ครั้ง สิทธิ์ในการเปลี่ยน <b>1</b> ครั้งจะได้มาหลังการคูลดาวน์ของสกิล ส่วนอีก <b>1</b> ครั้งจะได้มาจากการชาร์จสกิลคอมโบ\nเมื่อใช้สกิลคอมโบของอาวุธชนิดใด ๆ <b>3</b> ครั้ง จะได้สิทธิ์ในการใช้ <b>อาณาเขตแสงจันทร์</b> <b>+1</b> ครั้ง เอฟเฟกต์จะยังคงมีผลแม้ชาโดว์วีฟจะอยู่ในช่องมือรอง\nเมื่ออยู่ภายใต้เอฟเฟกต์ของ <b>อาณาเขตแสงจันทร์</b> ดาเมจจะเพิ่ม <b>{0}%</b>"
  ],
  "traits": [
    {
      "name": "กระบองเพชรกล้วยไม้เบ่งบาน",
      "description": "เพิ่มดาเมจจากการระเบิดของกระบองเพชรกล้วยไม้ <b>15%</b>"
    },
    {
      "name": "กระบองเพชรกล้วยไม้งามเฉิดฉาย",
      "description": "เพิ่มดาเมจจากการระเบิดของกระบองเพชรกล้วยไม้ <b>20%</b> ลดค่าต้านทานทุกชนิด <b>7%</b> เมื่อโดนโจมตีด้วยกระบองเพชรกล้วยไม้ เอฟเฟกต์จะคงอยู่เป็นเวลา <b>7</b> วินาที เอฟเฟกต์นี้ไม่สามารถซ้อนทับได้"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "โครงบูสเตอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "ผิวเคลือบนาโน II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}