{
  "_id": 13,
  "id": "lyra",
  "name": "ไลร่า",
  "weapon": "เวสเปอร์",
  "weapon_id": "vesper",
  "birthday": "23 มิถุนายน",
  "birthplace": "กองทุนเมดิลีน",
  "gender": "เพศหญิง",
  "info": "มีเพียงไม่กี่คนที่รับรู้ถึงการมีอยู่ของผู้จัดการมูลนิธิเมดิลีนคนปัจจุบันที่สันโดษ, ใจเย็น, ไม่ทำตัวโดดเด่น\nพยายามที่จะไม่ยุ่งเกี่ยวกับอะไร แต่หากมีสถานการณ์ร้ายแรงก็จะออกมาช่วยเหลืออย่างแน่นอน \n\"ฉันก็แค่ทำตามความต้องการของคุณเมดิลีน\"",
  "description": "เธอคือทายาทคนเดียวของคุณเมดิลีน ผู้มีส่วนร่วมในเทคโนโลยีหลายแขนงซึ่งเป็นที่รู้จักกันดี และนับว่าเป็นครอบครัวที่ใกล้ชิดที่สุดของเธอ\n\nไม่สามารถทราบถึงความต้องการสุดท้ายของคุณเมดิลีนและเหตุผลเบื้องหลังการตัดสินใจของเธอได้... แต่เมื่อต้องทำการบริหาร ไลร่าก็ได้ทำพฤติกรรมที่คล้ายคลึงกันกับคุณเมดิลีน\n\nเพราะการร่วมมือในการทำงานกับไฮครอส ทำให้ไลร่ามีอิทธิพลบางอย่างเป็นอย่างมาก แต่เพราะบุคลิคที่ไม่โดดเด่นของเธอทำให้น้อยคนนักที่จะรับรู้เรื่องนี้",
  "like": "ไวโอลิน",
  "dislike": "เชื้อโรค, คราบสกปรกที่ทำความสะอาดได้ยาก",
  "element": "Physical",
  "rarity": "SSR",
  "role": "Support",
  "resonance": "DPS",
  "shatter": 12,
  "charge": 10,
  "skills": [
    {
      "name": "โจมตีปกติติตตัวของเวสเปอร์",
      "type": [
        "Passive"
      ],
      "description": "<span class=\"text-green\">บรรลุปัญญา</span>: เมื่อกระทบเป้าหมาย การโจมตีเวสเปอร์ทั่วไปที่ไม่มีเรโซแนนซ์ประทานพร จะสร้างดาเมจพิเศษต่อเป้าหมายที่ได้รับผลจาก <b>เครื่องหมายบรรลุปัญญา</b> เท่ากับจำนวนขององค์รักษ์ที่คุณมี x <b>6.4%</b> ของ ATK (ไม่มากกว่า 38.4% x ATK) ดาเมจนั้นจะไม่เรียกใช้เอฟเฟกต์การโจมตีพิเศษ และถือว่าเป็นดาเมจคอมโบสกิลและสกิลอาวุธ \n\nเมื่อกระทบเป้าหมาย การโจมตีเวสเปอร์ทั่วไปที่มีเรโซแนนซ์ประทานพร จะสร้างดาเมจพิเศษต่อเป้าหมายที่ได้รับผลจาก <b>เครื่องหมายบรรลุปัญญา</b> เท่ากับจำนวนขององค์รักษ์ที่คุณและเพื่อนร่วมทีมมี x <b>4.6%</b> ของ ATK (ไม่มากกว่า 36.8% x ATK) ดาเมจนั้นจะไม่เรียกใช้เอฟเฟกต์การโจมตีพิเศษ และถือว่าเป็นดาเมจคอมโบสกิลและสกิลอาวุธ\n<span class=\"text-green\">เรืองแสง</span>: เมื่อกระทบเป้าหมาย ทุกการโจมตีเวสเปอร์ทั่วไปจะฟื้นฟู HP เท่ากับ <b>15%</b> ของ ATK \n<span class=\"text-green\">การโจมตีศักดิ์สิทธิ์</span>: การโจมตีกลางเวหาของเวสเปอร์และการสะสมพลังสามารถแปลง 60% ของชาร์จเป็นการทำลายโล่ \n<span class=\"text-green\">องค์รักษ์</span> ทุก <b>15%</b> ของ HP ที่เสียไปหรือทุก <b>300</b> ชาร์จอาวุธที่ได้รับ จะได้รับองค์รักษ์บรรลุปัญญาสูงสุด <b>5</b> องค์รักษ์สำหรับคุณเอง (สามารถสร้างขึ้นได้ในช่องมือรอง) องค์รักษ์บรรลุปัญญามีเวลาอยู่ได้ <b>25</b> วินาที หากองค์รักษ์บรรลุปัญญาของคุณเต็ม องค์รักษ์บรรลุปัญญาใหม่จะโจมตีศัตรู สร้างดาเมจกายภาพเท่ากับ <b>120%</b> ของ ATK จากนั้นก็จะหายไป ดาเมจนั้นจะไม่เรียกใช้เอฟเฟกต์การโจมตีพิเศษ\n\nหมายเหตุ: มายาดึกดำบรรพ์ เวสเปอร์จะไม่ถือว่าเป็นอาวุธสนับสนุน"
    },
    {
      "name": "การโจมตีด้วยเวสเปอร์ปกติ",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น ใช้เวสเปอร์เพื่อโจมตี 5 ครั้งติดต่อกัน\n\nโจมตีครั้งแรก: สร้างดาเมจ <b>81.6%</b> ของ ATK + <b>4</b> และทำให้เป้าหมายกระเด็นถอยหลังเล็กน้อย\n\nโจมตีครั้งที่สอง: สร้างดาเมจ <b>59.1%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายกระเด็นถอยหลังอย่างมาก\n\nโจมตีครั้งที่สาม: สร้างดาเมจ <b>123.9%</b> ของ ATK + <b>7</b> และทำให้เป้าหมายกระเด็นถอยหลังเล็กน้อย\n\nโจมตีครั้งที่สี่: สร้างดาเมจ <b>173%</b> ของ ATK + <b>9</b> และทำให้เป้าหมายลอยค้าง\n\nโจมตีครั้งที่ห้า: สร้างดาเมจ <b>196.4%</b> ของ ATK + <b>10</b> และทำให้เป้าหมายลอยขึ้น"
    },
    {
      "name": "ยั่วโมโห",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ขณะลอยอยู่กลางอากาศ แตะปุ่มโจมตีปกติเพื่อปล่อยท่ายั่วโมโห แต่ละหมัดจะสร้างดาเมจเท่ากับ <b>33.2%</b> ของ ATK + <b>2</b> และใช้พลังกาย <b>10</b> หน่วย หมัดสุดท้ายจะสร้างดาเมจเท่ากับ <b>556.6%</b> ของ ATK + <b>29</b> และโจมตีศัตรูกระเด็น\nเมื่อปล่อยท่ายั่วโมโห จะคว้าเป้าหมาย หากทำได้แล้วเหวี่ยงลงพื้น จะสร้างดาเมจรวมเท่ากับ <b>124.5%</b> ของ ATK + <b>7</b>"
    },
    {
      "name": "สะสมพลัง",
      "type": [
        "Attack"
      ],
      "description": "แตะโจมตีปกติและกดค้างไว้เพื่อได้รับชาร์จสูงสุด <b>3</b> ชุด เมื่อโจมตีโดนจะบังคับเป้าหมายให้<b>ลอยค้าง</b> โดยจะไม่โดนดาเมจและเอฟเฟกต์ควบคุมระหว่างสะสมพลังโจมตี การปลดปล่อยก่อนถูกโจมตีจะเรียกใช้งานแฟนตาเซีย\nชาร์จโจมตีเฟส 1: สร้างดาเมจเท่ากับ <b>96%</b> ของ ATK + <b>5</b>\nชาร์จโจมตีเฟส 2: สร้างดาเมจเท่ากับ <b>223%</b> ของ ATK + <b>12</b>\nชาร์จโจมตีเฟส 3: สร้างดาเมจเท่ากับ <b>360.5%</b> ของ ATK + <b>19</b>"
    },
    {
      "name": "ประกายแสง",
      "type": [
        "Hold: Attack"
      ],
      "description": "แตะและกดโจมตีปกติค้างไว้ระหว่างการโจมตีปกติ หรือหลังจากหลบหลีก เพื่อปลดปล่อยท่าประกายแสง โดยแต่ละหมัดสร้างดาเมจเท่ากับ <b>20%</b> ของ ATK + <b>1</b> และใช้พลังกาย <b>10</b> หน่วย ซึ่งหลังจากเลิกกดปุ่มจะเรียกใช้ท่าสะสมพลัง"
    },
    {
      "name": "รัวไม่ยั้ง",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ขณะอยู่กลางอากาศ แตะโจมตีปกติและกดค้างไว้เพื่อเรียกใช้งานชาร์จกลางอากาศ 3 ชุด ปล่อยปุ่มเพื่อทุบพื้นและทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b> การชาร์จก่อนถูกโจมตีจะเรียกใช้งานแฟนตาเซีย\nชาร์จโจมตีเฟส 1: สร้างดาเมจเท่ากับ <b>166.3%</b> ของ ATK + <b>9</b>\nชาร์จโจมตีเฟส 2: สร้างดาเมจเท่ากับ <b>288.2%</b> ของ ATK + <b>15</b>\nชาร์จโจมตีเฟส 3: สร้างดาเมจเท่ากับ <b>454.4%</b> ของ ATK + <b>24</b>"
    },
    {
      "name": "ยับยั้งจิต",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "หลังจากหลบหลีก แตะปุ่มโจมตีปกติเพื่อดึงเป้าหมายมาหาคุณเป็นเวลา <b>2</b> วินาที สร้างดาเมจเท่ากับ <b>261.4%</b> ของ ATK + <b>14</b> หลังจากหลบหลีก เมื่อแตะโจมตีปกติค้างไว้จะสามารถเรียกใช้ท่า <b>ประกายแสง</b> หลังจากปล่อยท่า <b>ยับยั้งจิต</b> ได้"
    },
    {
      "name": "หลบหลีก",
      "type": [
        "Dodge"
      ],
      "description": "หลบหลีกก่อนถูกโจมตีเพื่อเรียกใช้งานแฟนตาเซีย ซึ่งจะลดความเร็วของศัตรูภายในบริเวณ และไม่โดนติดสตันระหว่างหลบหลีก เป็นเวลา <b>0.5</b> วินาที ขณะหลบหลีกและฟื้นฟูพลังกาย <b>250</b>"
    },
    {
      "name": "ผู้พิทักษ์อภัยโทษ",
      "type": [
        "Skill"
      ],
      "description": "<span class=\"text-green\">ผู้พิทักษ์อภัยโทษ</span>: เมื่อการฟื้นพลังสูงเกินขีดจำกัด จะได้รับโล่ที่มีพลังเท่ากับ <b>60%</b> ของ HP สูงสุด เมื่อเวสเปอร์มีผู้พิทักษ์อภัยโทษ จะเปิดใช้งานเอฟเฟกต์ผู้พิทักษ์อีกอย่างหนึ่งภายใต้สั่นพ้องที่ต่างกัน \n<span class=\"text-green\">ผู้พิทักษ์ประทานพร</span>: สกิลจะถูกแทนที่ด้วยท่า <b>ไชน์ไรส์</b> และนักพเนจรก็จะไม่ได้รับผู้พิทักษ์บรรลุปัญญาอีก โดยจะแปลงเป็นผู้พิทักษ์อภัยโทษให้เพื่อนร่วมทีมแทน ฟื้นพลังขึ้น <b>15%</b> ของ HP สูงสุด และเพื่อนร่วมทีมทุกคนจะได้รับบัฟผู้พิทักษ์อภัยโทษสูงสุด 1 ชุด หากเพื่อนคนใดมีบัฟนี้อยู่แล้ว ผู้พิทักษ์อภัยโทษจะสร้างดาเมจกายภาพเท่ากับ <b>120%</b> ของ ATK แก่ศัตรูแล้วหายไปแทน ดาเมจดังกล่าวจะไม่เรียกใช้เอฟเฟกต์โจมตีพิเศษเพิ่มเติม และยังเพิ่ม HP สูงสุดขึ้น <b>12.5%</b> ให้ตัวเองและเพื่อนร่วมทีมด้วย ไม่สามารถซ้อนทับได้\n<span class=\"text-green\">ผู้พิทักษ์โจมตีแกร่ง</span>: เมื่อสกิลเวสเปอร์โดนเป้าหมาย จะได้รับโล่ทันทีซึ่งมีพลังเท่ากับ <b>30%</b> ของ HP สูงสุด คูลดาวน์: <b>30</b> วินาที\n<span class=\"text-green\">ผู้พิทักษ์อดทน</span>: เมื่อสกิลเวสเปอร์โดนเป้าหมาย จะฟื้นพลังในทันทีเท่ากับ <b>2%</b> ของ HP สูงสุดต่อวินาที นาน <b>20</b> วินาที คูลดาวน์: <b>30</b> วินาที\n<span class=\"text-green\">ผู้พิทักษ์สมดุล</span>: เมื่อ HP มากกว่า <b>50%</b> จะเพิ่มการทำลายโล่ขึ้น <b>20%</b> เมื่อ HP น้อยกว่า <b>50%</b> จะเพิ่มดาเมจสุดท้ายขึ้น <b>10%</b> และการทำลายโล่ขึ้น <b>10%</b>"
    },
    {
      "name": "ดาวตก",
      "type": [
        "Skill"
      ],
      "description": "โผเข้าหาเป้าหมาย สร้างดาเมจเท่ากับ <b>702.1%</b> ของ ATK + <b>37</b> และ <b>บังคับลอยค้าง</b> ทำเครื่องหมายบรรลุปัญญาให้กับเป้าหมายนาน <b>18</b> วินาที คูลดาวน์ <b>20</b> วินาที"
    },
    {
      "name": "ไชน์ไรส์",
      "type": [
        "Skill"
      ],
      "description": "ทุบพื้นและอัดเป้าหมายด้านหน้า <b>ให้กระเด็นขึ้น</b> สร้างดาเมจเท่ากับ <b>702.1%</b> ของ ATK + <b>37</b> และเรียก <b>ใบมีด</b> ออกมาสูงสุด <b>3</b> เล่ม นาน <b>75</b> วินาที (สูงสุด 1 เล่มทุก ๆ 2 เมตร) สกิลนี้สามารถใช้ได้สูงสุด <b>3</b> ครั้ง แต่ละครั้งมีคูลดาวน์ <b>20</b> วินาที เมื่อมี <b>ใบมีด</b> 2 เล่มอยู่ในสนามพร้อมกัน จะสร้างพลัง <b>สุกสว่าง</b> ขึ้น เมื่อสัมผัสกับ <b>ใบมีด</b> มันจะฟื้นฟูพลังเป้าหมายที่อยู่ในระยะเคลื่อนที่ โดยฟื้น HP เท่ากับ <b>25%</b> ของ ATK ของเป้าหมาย เมื่อมี <b>ใบมีด</b> อยู่ 3 เล่ม <b>เนบิวลา</b> จะถูกสร้างขึ้น เมื่อสัมผัสกับ <b>ใบมีด</b> จะทำดาเมจกับเป้าหมายที่อยู่ในระยะเคลื่อนที่ โดยทำดาเมจเท่ากับ <b>150%</b> ของ ATK x ระยะการเคลื่อนที่/<b>5</b>เมตร"
    },
    {
      "name": "ทอดถอนใจพร่ำคาถา",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">ชาร์จอาวุธเต็ม</span> หรือเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> แล้ว การสลับมายังอาวุธนี้จะ <b>ลบดีบัฟทั้งหมดจากผู้ถือ</b> และปล่อยท่า ลางคำสวด สร้างดาเมจเท่ากับ <b>748.1%</b> ของ ATK + <b>39</b> และทำเครื่องหมายบรรลุปัญญาให้กับเป้าหมายนาน <b>18</b> วินาที ระหว่างนั้นการทนต่อดาเมจจะมีผล <b>2.6</b> วินาที (ไม่สามารถใช้ได้ในลีกแข่งยอดฝีมือ)"
    }
  ],
  "weapon_type": {
    "name": "สาหัส",
    "description": "หลังจากค่าชาร์จอาวุธเต็มแล้ว การโจมตีครั้งต่อไปจะทำให้ศัตรูเข้าสู่สถานะสาหัส <b>7</b> วินาที ได้รับดาเมจเพิ่มขึ้น <b>20%</b> และสร้างดาเมจเท่ากับ <b>{1}%</b> ของ ATK เมื่อ<yellow_lbl_14_1>เล่นเป็นทีม</> เมื่อเป้าหมายอยู่ในสถานะสาหัสจะได้รับดาเมจกายภาพเพิ่มขึ้น <b>20%</b>"
  },
  "weapon_resonance": {
    "name": "เรโซแนนซ์กายภาพ",
    "description": "<b>เรโซแนนซ์กายภาพ</b>: เพิ่ม ATK กายภาพ <b>15%</b> และค่าต้านทานกายภาพ <b>25%</b> จะเปิดใช้งานเมื่อติดตั้งอาวุธกายภาพ <b>2</b> ชิ้นหรือมากกว่า เอฟเฟกต์เซตนี้ยังมีผลในช่องมือรองด้วย ไม่สามารถซ้อนทับกับเอฟเฟกต์เรโซแนนซ์กายภาพหรือปฏิกิริยากายภาพได้ และเรโซแนนซ์กายภาพจะแสดงเอฟเฟกต์ก่อน\n<b>ประทานพรกายภาพ</b>: เพิ่ม ATK กายภาพ <b>5%</b> เมื่อเรโซแนนซ์ประทานพรเปิดใช้งาน"
  },
  "advancement": [
    "ปลดปล่อยสกิลอาวุธชนิดใด ๆ หรือสกิลคอมโบ หากองค์รักษ์ของคุณมีจำนวนสูงสุด ระยะเวลาขององค์รักษ์จะถูกรีเฟรช จะสร้างดาเมจกายภาพแก่ศัตรูเท่ากับ <b>100%</b> ของ ATK กายภาพ x จำนวนขององค์รักษ์ เมื่ออยู่ภายใต้เอฟเฟกต์ของประทานพร จะมีองค์รักษ์ได้สูงสุด 8 คน แต่ถ้าไม่มีเอฟเฟกต์ดังกล่าว จะมีองค์รักษ์ได้สูงสุด 6 คน",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "เพิ่มดาเมจทั้งหมดที่สร้างขึ้นโดยผู้พิทักษ์ <b>20%</b> และเมื่อใช้สกิลอาวุธหรือปลดปล่อยใด ๆ ภายใต้เอฟเฟกต์เรโซแนนซ์ประทานพร จะเพิ่มดาเมจสุดท้าย <b>15%</b> ต่อเป้าหมายที่พิทักษ์ เป็นเวลา <b>10</b> วินาที",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "ผู้พิทักษ์อภัยโทษ: หลังปลดปล่อยเรโซแนนซ์ 5 ครั้ง จะได้รับโอกาสในการลบล้างดาเมจระดับถึงตายให้ผู้ใช้และเป้าหมายที่พิทักษ์ <b>1</b> ครั้ง หลังจากที่มีสมาชิกในทีมลบล้างดาเมจระดับถึงตาย สมาชิกนั้นจะใช้ผู้พิทักษ์อภัยโทษและได้รับค่าการฟื้นฟู <b>5%</b> ของค่า HP สูงสุด ใช้งานในลีกแข่งยอดฝีมือไม่ได้\nผู้พิทักษ์บรรลุปัญญา: หลังปลดปล่อยเรโซแนนซ์ 5 ครั้ง และเมื่อมีผู้พิทักษ์บรรลุปัญญา ผู้ใช้จะได้รับโอกาสในการลบล้างดาเมจระดับถึงตาย <b>2</b> ครั้ง สามารถซ้อนทับสูงสุด <b>5</b> ครั้ง หลังจากที่ผู้ใช้ลบล้างดาเมจระดับถึงตาย ผู้นั้นจะใช้ผู้พิทักษ์บรรลุปัญญาจนหมดไป 1 ชั้น และได้รับค่าการฟื้นฟู <b>5%</b> ของค่า HP สูงสุด ใช้งานในลีกแข่งยอดฝีมือไม่ได้",
    "เมื่อปลดปล่อยหรือใช้สกิลอาวุธใด ๆ การเพิ่มขึ้นของดาเมจสุดท้ายและการฟื้นฟูจะขึ้นอยู่กับจำนวนของผู้พิทักษ์ ผู้พิทักษ์แต่ละคน จะเพิ่มดาเมจสุดท้ายและการฟื้นฟูขึ้น <b>1.6%</b> มากสุดถึง <b>8%</b> เป็นเวลา <b>25</b> วินาที"
  ],
  "traits": [
    {
      "name": "สลับใจ",
      "description": "เรโซแนนซ์ประทานพร: เพิ่ม HP สูงสุด {0}% แก่ทั้งทีม ไม่สามารถซ้อนทับได้",
      "values": [
        10
      ]
    },
    {
      "name": "อวยพร",
      "description": "เรโซแนนซ์ประทานพร: เพิ่ม HP สูงสุด {0}% ใช้กับทั้งทีม เอฟเฟกต์นี้ไม่สามารถซ้อนทับได้ นอกจากนั้นยังเพิ่ม HP สูงสุดของคุณอีก {1}% โดยในทุกครั้งที่ใช้สกิลได้สำเร็จในระหว่างที่ตนเองมีเอฟเฟกต์ไฮเปอร์บอดี้หรือ HP มากกว่า 50% จะมอบไฮเปอร์บอดี้ให้แก่พวกเดียวกัน เป็นเวลา {2} วินาที",
      "values": [
        10,
        50,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "โครงบูสเตอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "ผิวเคลือบนาโน II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}