{
  "_id": 1050,
  "id": "ming_jing",
  "name": "หมิงจิ่ง",
  "weapon": "โอนิกซ์ทอร์เทิส",
  "weapon_id": "onyx_tortoise",
  "birthday": "12 พฤศจิกายน",
  "birthplace": "อาณาเขตที่ 9",
  "gender": "เพศชาย",
  "info": "",
  "description": "ผู้มาเยือนจากสถานที่ที่ไม่มีใครรู้จัก การปรากฏตัวของเขานั้นเป็นเหมือนกับจุดเปลี่ยนของพื้นที่ปิดอย่างอาณาเขตที่ 9\nอาณาเขตที่ 9 ยอมรับผู้ที่ไม่มีอดีตคนนี้ รวมถึงอดีตปรมาจารย์ในตำแหน่งเต่านิลอย่างปรมาจารย์เยว่เองก็ตั้งใจสอนเรื่องต่าง ๆ ให้เขาอย่างดี เพื่อให้เขาได้ซึมซับและเข้าใจถึงวัฒนธรรม เรื่องราวของสถานที่ต่าง ๆ เรื่องของการต่อสู้ การชิงอำนาจ... แม้ว่าจะเจอกับอุปสรรคมากมาย และถึงจะยากลำบาก แต่เขาไม่เคยหวั่นไหว เพียงเพื่อให้สมกับความคาดหวังและตอบแทนน้ำใจที่ได้รับด้วยการกระทำของเขา\n\nหลังจากที่ปรมาจารย์เยว่ได้จากไป ตำแหน่ง \"เต่านิล\" ก็ตกเป็นของเขา ภาระอันหนักอึ้งถูกโยนเอาไว้บนไหล่ของชายหนุ่ม แต่เขาก็ได้พิสูจน์ตัวเองให้เหล่าบรรพบุรุษและทุกคนได้เห็น ด้วยความสำเร็จซ้ำแล้วซ้ำเล่าในการต่อสู้กับดาร์กเนส ว่าเขาเองก็คู่ควรกับตำแหน่งเต่านิล และเพื่อแสดงให้เห็นว่าการที่ข่านโจวเลือกเขาเป็นผู้สืบทอดนั้นเป็นความคิดที่ถูกต้องแล้ว\n\nหรือว่าเขาจะมีสัญชาตญาณของการเป็นผู้นำอยู่สูงกันนะ? แล้วจะเป็นไปได้หรือไม่ ว่าปัจจุบันของเขานั้นเชื่อมโยงกับอดีตที่เขาค้นหา?\n\nเขายังคงตกอยู่ในวังวนแห่งความสับสนและลังเลใจ เขาพยายามค้นหาความทรงจำที่หายไปและคำตอบว่า \"เขา\" เป็นใครกันแน่\n\nแต่บางที อดีตของเขาก็อาจจะอยู่กับเขาเสมอ และเขาเองก็ไม่ได้เปลี่ยนไป เพียงแค่ยังไม่ได้สังเกตเท่านั้น\n\nแต่ไม่ว่ายังไงก็ตาม หากพูดถึงบุคคลที่จะสามารถมุ่งไปข้างหน้าได้อย่างยืนหยัดและมั่นคงแล้วละก็ นั่นต้องเป็นหมิงจิ่งอย่างแน่นอน",
  "like": "ทำอาหาร เก็บของ และชิมชา",
  "dislike": "การมองการณ์ไกล, อธิบายทฤษฎีมวย",
  "element": "Flame",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 14,
  "charge": 12,
  "skills": [
    {
      "id": "GA_FPlayerZekeMelee_Melee_name",
      "name": "รีซิสเตอร์",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น กดโจมตีปกติเพื่อโจมตีต่อกัน 5 ครั้ง\nในช่วงต่อเนื่องของ<b>โทเท็มเต่านิล</b> หลังจากการโจมตีครั้งที่ห้าของรีซิสเตอร์มาถึงการโจมตีครั้งสุดท้าย จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>131.6%</b> ของ ATK + <b>7</b> และกระแทกเป้าหมายให้ถอย\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>186.8%</b> ของ ATK + <b>10</b> และกระแทกเป้าหมายให้ถอย\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>201.6%</b> ของ ATK + <b>11</b> และกระแทกเป้าหมายให้ถอย\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>238%</b> ของ ATK + <b>13</b> และทำให้เป้าหมายลอยขึ้น\nโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>378%</b> ของ ATK + <b>20</b> และทำให้เป้าหมายกระเด็น"
    },
    {
      "id": "GA_FPlayerZekeMelee_AirAttack_name",
      "name": "ศิลาเหิน",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่นักพเนจรลอยอยู่กลางอากาศ ใช้ท่าโจมตีปกติเพื่อโจมตี 5 ครั้งติดต่อกันกลางอากาศ โดยใช้พลังกาย\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>112.8%</b> ของ ATK + <b>6</b>\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>168%</b> ของ ATK + <b>9</b>\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>164.2%</b> ของ ATK + <b>9</b>\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>140.2%</b> ของ ATK + <b>7</b>\nการโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>228%</b> ของ ATK + <b>12</b>"
    },
    {
      "id": "GA_FPlayerZekeMelee_Branch_name",
      "name": "อีกด้านของหัวใจ",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้นและทำการโจมตีปกติ แล้วแตะโจมตีปกติและกดค้างเมื่อใช้โจมตีปกติครั้งที่ 1 ถึงครั้งที่ 4 จะปล่อยอีกด้านของหัวใจ\nขว้างอาวุธไปข้างหน้า สร้างดาเมจเท่ากับ <b>212.4%</b> ของ ATK + <b>11</b> ใส่เป้าหมายใกล้เคียง"
    },
    {
      "id": "GA_FPlayerZekeMelee_Branch1_name",
      "name": "ภูเขาถล่ม",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้นดิน เมื่อแตะโจมตีปกติและกดค้างไว้จะปล่อยภูเขาถล่ม\nเดินหน้าโจมตีต่อเนื่องไปข้างหน้าโดยใช้พลังกาย สร้างดาเมจเท่ากับ <b>240%</b> ของ ATK + <b>13</b> ใส่เป้าหมายใกล้เคียง"
    },
    {
      "id": "GA_FPlayerZekeMelee_JumpAttack_name",
      "name": "ต่อเนื่องไม่หยุด",
      "type": [
        "Attack"
      ],
      "description": "แตะและกดปุ่มโจมตีปกติค้างไว้ในระหว่างที่ลอยอยู่กลางอากาศ (แตะเมื่อมีเป้าหมายศัตรู) หรือใช้ท่าโจมตีปกติในระหว่างที่กำลังปีน, กระโดดถอยหลังหรือใช้เจ็ตแพ็ก เพื่อเรียกใช้ต่อเนื่องไม่หยุด\nเมื่อตกลงมาจากด้านบน ขณะที่ถึงพื้น จะสร้างดาเมจเท่ากับ <b>204%</b> ของ ATK + <b>11</b> ใส่เป้าหมายที่อยู่ใกล้เคียง"
    },
    {
      "id": "GA_FPlayerZekeEvade_Evade_name",
      "name": "หลบหลีก",
      "type": [
        "Dodge"
      ],
      "description": "หลบหลีกก่อนถูกโจมตี เพื่อเรียกใช้งานแฟนตาเซีย ซึ่งจะลดความเร็วของเป้าหมายในบริเวณ และจะไม่โดนติดสตันขณะหลบหลีก"
    },
    {
      "id": "GA_FPlayerZekeEvadeAttack_ForwardAttack_name",
      "name": "เปิดเมฆ",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติในช่วงเวลาสั้น ๆ ก่อนการหลบหลีกที่ถูกเรียกใช้โดยปุ่มทิศทางและปุ่มหลบหลีก จะเรียกใช้งานเปิดเมฆ สร้างดาเมจเท่ากับ <b>60%</b> * ATK + <b>3</b> ใส่เป้าหมายที่อยู่ใกล้เคียง \nในช่วงเวลาของ<b>โทเท็มเต่านิล</b> เมื่อเปิดเมฆโดนเป้าหมาย จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่"
    },
    {
      "id": "GA_FPlayerZekeEvadeAttack_BackAttack_name",
      "name": "ตัดทราย",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติในระหว่างช่วงระยะเวลาสั้น ๆ หลังหลบหลีก เพื่อเรียกใช้งานตัดทราย ส่งออร่าดาบออกไปสร้างดาเมจเท่ากับ <b>125%</b> ของ ATK + <b>7</b> ใส่เป้าหมายด้านหน้า \nในช่วงเวลาของ<b>โทเท็มเต่านิล</b> เมื่อตัดทรายโดนเป้าหมาย จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่"
    },
    {
      "id": "GA_FPlayerZekeEvade_Spec_name",
      "name": "สอดส่อง",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติและกดค้างไว้ในช่วงเวลาสั้น ๆ หลังจากหลบหลีก เพื่อเรียกใช้สอดส่อง (ไม่มีผลในลีกแข่งยอดฝีมือ)\nหลังจากปล่อย<b>โทเท็มเต่านิล</b>ที่อัญเชิญโดย<b>หุบเขาตัดขาด</b>แล้วปล่อยสอดส่อง จะสามารถเข้าสู่<b>เขตไร้ตัวตน</b> เป็นเวลา <b>25</b> วินาที และได้รับ<b>มืดสะบั้น</b> <b>3</b> ครั้ง\nหลังจาก<b>โอนิกซ์ทอร์เทิส</b>โจมตีปกติหรือหลบหลีกแล้วโจมตีโดนเป้าหมายแรก จะปล่อย<b>มืดสะบั้น</b> เมื่อประเภทเป้าหมายเป็นมอนสเตอร์ทั่วไปหรือขั้นสูงและค่า HP ปัจจุบันไม่เกิน <b>350000</b> เท่าของพลังโจมตีพื้นฐานของนักพเนจร จะสังหารเป้าหมายโดยตรง หากไม่เป็นไปตามนั้น เป้าหมายจะได้รับดาเมจเท่ากับ <b>3000%</b> ของ ATK\nเมื่อจำนวน<b>มืดสะบั้น</b>หมดลง ระยะเวลาของ<b>เขตไร้ตัวตน</b>สิ้นสุดลง หรือสลับอาวุธ จะยกเลิก<b>เขตไร้ตัวตน</b> ซึ่งทุก <b>200</b> วินาที จะปล่อย<b>เขตไร้ตัวตน</b>ได้หนึ่งครั้ง"
    },
    {
      "id": "GA_FPlayerZekeSkill_Skill_name",
      "name": "หุบเขาตัดขาด",
      "type": [
        "Skill"
      ],
      "description": "เมื่อฟันสร้างรอยแยกบนพื้นที่ที่อยู่ทางด้านหน้า จะเป็นอมตะชั่วขณะ (ไม่มีผลในลีกแข่งยอดฝีมือ) และดึงเป้าหมายใกล้เคียง สร้างดาเมจเท่ากับ <b>806%</b> ของ ATK + <b>42</b> คูลดาวน์ <b>20</b> วินาที และดาเมจกายภาพของตนเองเพิ่มขึ้น <b>30%</b> เป็นเวลา <b>30</b> วินาที หลังจากนั้นจะอัญเชิญโทเท็มเต่านิล และจะยกเลิกโทเท็มเต่านิลเมื่อไม่ได้อยู่ในสถานะต่อสู้\nทุก <b>0.6</b> วินาที โทเท็มเต่านิลจะเชิญวิญญาณนิลออกมาจากตาค่ายกลทั้งสี่ โดยแต่ละครั้งสามารถสร้างดาเมจเท่ากับ <b>100%</b> ของ ATK ให้กับเป้าหมายระหว่างทาง เมื่อหุบเขาตัดขาดอยู่ในสถานะคูลดาวน์ จะได้รับสกิลใหม่ <b>กระจกสะท้อน</b>: โจมตีกลับวิญญาณนิลที่อยู่ใกล้ตัวและเปิดใช้งานตาค่ายกลที่เกี่ยวข้อง หลังจากตาค่ายกลใดก็ตามเปิดใช้งาน โทเท็มเต่านิลจะสมบูรณ์ และ<b>เขตไร้ตัวตน</b>จะอยู่ในสถานะที่เข้าถึงได้\n\nในช่วงเวลาของโทเท็มเต่านิล เมื่อใช้<b>โอนิกซ์ทอร์เทิส</b>จะได้รับไฮเปอร์บอดี้ และสามารถเพิ่มอสรพิษเขมือบได้ด้วยวิธีการต่อไปนี้: \nหลังจาก<b>หุบเขาตัดขาด</b>โจมตีโดน จะเพิ่มอสรพิษเขมือบใส่เป้าหมายที่มี HP สูงสุดหนึ่งครั้ง\nหลังจากการโจมตีครั้งที่ห้าของ<b>รีซิสเตอร์</b>มาถึงการโจมตีครั้งสุดท้าย จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่\nหลังจาก<b>เปิดเมฆ</b>โจมตีโดน จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่\nหลังจาก<b>ตัดทราย</b>โจมตีโดน จะเพิ่มอสรพิษเขมือบ 1 ครั้งใส่เป้าหมายที่ล็อกอยู่\nอสรพิษเขมือบจะสร้างดาเมจอสรพิษเขมือบใส่เป้าหมายเท่ากับ <b>300%</b> ของ ATK พร้อมฟื้นฟูเท่ากับ <b>12%</b> ของ HP สูงสุด และทำให้เป้าหมายกลายเป็นสมาชิกโซ่นาคา\n\nโซ่นาคาจะนำดาเมจจริงของอาวุธที่ติดตั้งอยู่ช่องหลักของนักพเนจรที่สมาชิกโซ่นาคาที่ถูกล็อกได้รับ <b>30%</b> และสถานะ<b>สาหัส</b>ส่งต่อไปยังสมาชิกโซ่นาคาทั้งหมด (รวมถึงตัวเป้าหมายเองด้วย) โดยมีสมาชิกโซ่นาคาได้สูงสุดถึง <b>4</b> ตัว\nประเภทธาตุของดาเมจส่งต่อจะตามดาเมจดั้งเดิมและไม่สามารถส่งต่อได้อีก ดาเมจส่งต่อที่สะสมภายใน <b>30</b> วินาทีจะไม่เกิน <b>14000</b> เท่าของ ATK สูงสุดของนักพเนจร (ไม่มีขีดจำกัดเมื่อเล่นเป็นทีม) ส่วนดาเมจ<b>มืดสะบั้น</b>ไม่สามารถส่งต่อได้\nหลังจากปล่อย<b>หุบเขาตัดขาด</b>แล้ว ยังสามารถปล่อย<b>ลมบูรพาโหมกระหน่ำ</b>ได้อีกด้วย: โดยสมาชิกโซ่นาคาจะสร้างดาเมจเท่ากับจำนวนดาเมจกลืนกิน * <b>35%</b> ของ ATK ใส่เป้าหมายใกล้เคียง (รวมถึงตัวเป้าหมายเองด้วย) พร้อมทั้งรีเซตตัวนับดาเมจกลืนกิน"
    },
    {
      "id": "GA_FPlayerZekeChangeSkill_name",
      "name": "เส้นทางกลับ",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ<span class=\"text-red\">ชาร์จอาวุธเต็ม</span> หรือเรียกใช้งาน<span class=\"text-red\">แฟนตาเซีย</span>แล้ว การสลับมายังอาวุธนี้จะ<b>ลบดีบัฟทั้งหมดจากผู้ถือ</b> อัญเชิญเต่านิลเพื่อปล่อยดาเมจวงกว้าง สร้างดาเมจเท่ากับ <b>681.2%</b> ของ ATK + <b>36</b> ใส่เป้าหมายใกล้เคียง ในช่วงระยะเวลานี้ จะไม่โดนดาเมจเป็นเวลา <b>2.6</b> วินาที (ใช้ในลีกแข่งยอดฝีมือไม่ได้)"
    }
  ],
  "weapon_type": {
    "name": "ไฟ",
    "description": "เมื่ออาวุธชาร์จเต็ม การโจมตีครั้งต่อไปจะทำให้เป้าหมายลุกไหม้ เป็นเวลา <b>8</b> วินาที สร้างดาเมจเท่ากับ <b>{3}%</b> ของ ATK ทุก ๆ วินาที ขณะลุกไหม้เอฟเฟกต์รักษาของเป้าหมายจะลดลง <b>50%</b>"
  },
  "weapon_resonance": {
    "name": "ทำลายโล่: ปล่อยมือ",
    "description": "<b>เรโซแนนซ์กายภาพ</b>: เปิดใช้งานเมื่อติดตั้งอาวุธกายภาพ <b>2</b> ชิ้นขึ้นไป จะเพิ่ม ATK กายภาพ <b>20%</b> และค่าต้านทานกายภาพ <b>40%</b> เอฟเฟกต์เซตนี้ยังมีผลในช่องมือรองด้วย (ไม่สามารถซ้อนทับกับเรโซแนนซ์กายภาพ/ปฏิกิริยากายภาพอื่นได้ ซึ่งเรโซแนนซ์กายภาพจะมีผลก่อน)\n<b>ทำลายโล่: ปล่อยมือ</b>: หลังจากปล่อย<b>หุบเขาตัดขาด</b> ทุกวินาทีจะสร้างดาเมจเท่ากับ <b>{1}%</b> ของ ATK กายภาพ + <b>{2}%</b> ของ HP สูงสุดของตัวเอง + <b>{3}%</b> ของผลรวมของค่าต้านทานทุกธาตุ + <b>{4}%</b> ของค่าดาเมจคริติคอลต่อเป้าหมายที่โจมตีโดน เป็นเวลา <b>{0}</b> วินาที ดาเมจปล่อยมือหลายครั้งจะไม่ซ้อนทับกัน และดาเมจทำลายโล่ถือเป็นดาเมจสกิล หากติดตั้งอาวุธธาตุไฟฟ้า/ไฟ/น้ำแข็ง <b>1</b> ชิ้น ดาเมจทำลายเกราะจะเพิ่มขึ้น <b>{5}</b> เท่า นอกจากนี้ ดาเมจทำลายเกราะจะไม่ได้รับผลกระทบเพิ่มเติมจากเอฟเฟกต์เพิ่มดาเมจของค่าสถานะหายากจากอุปกรณ์ไททัน และจะไม่ปล่อยเอฟเฟกต์โจมตีเพิ่มเติมด้วย"
  },
  "advancement": [
    "ทุกครั้งที่เพิ่มสถานะ<b>สาหัส</b> จะสร้างดาเมจ<b>กลืนกิน</b>เท่ากับ <b>100%</b> ของ ATK ใส่เป้าหมาย 1 ครั้ง ในทุก <b>0.5</b> วินาที เอฟเฟกต์นี้จะสามารถใช้งานได้สูงสุด 1 ครั้ง",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "หลังจากปล่อยเอฟเฟกต์<b>ลมบูรพาโหมกระหน่ำ</b> ทำให้เป้าหมายที่โดนกลายเป็นสมาชิก<b>โซ่นาคา</b>",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "หลังจากปล่อย<b>หุบเขาตัดขาด</b> ดาเมจที่ตนเองได้รับลดลง <b>10%</b> (ในโหมดเล่นคนเดียวจะเพิ่มขึ้นถึง <b>20%</b>) เป็นเวลา<b>30</b> วินาที",
    "เมื่อ<b>โซ่นาคา</b>มีสมาชิก <b>1</b> ตัว อัตราส่งต่อของดาเมจ<b>ส่งต่อ</b>จะเพิ่มขึ้นถึง <b>80%</b>"
  ],
  "traits": [
    {
      "name": "",
      "description": "ดาเมจสุดท้ายเพิ่มขึ้น <b>{0}%</b> \nATK กายภาพพื้นฐานของตนเองจะเพิ่มเป็นค่าสูงสุดของ ATK พื้นฐานของธาตุไฟ, น้ำแข็งและไฟฟ้า เมื่ออาวุธช่องหลักเป็น<b>โอนิกซ์ทอร์เทิส</b> ดาเมจโจมตีปกติจะเพิ่มขึ้น <b>{1}%</b>",
      "values": [
        12,
        30
      ]
    },
    {
      "name": "",
      "description": "ดาเมจสุดท้ายเพิ่มขึ้น <b>{0}%</b> \nATK กายภาพพื้นฐานของตนเองจะเพิ่มเป็นค่าสูงสุดของ ATK พื้นฐานของธาตุไฟ, น้ำแข็งและไฟฟ้า เมื่ออาวุธช่องหลักเป็น<b>โอนิกซ์ทอร์เทิส</b> ดาเมจโจมตีปกติจะเพิ่มขึ้น <b>{1}%</b>",
      "values": [
        15,
        50
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "โครงบูสเตอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "ผิวเคลือบนาโน II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}