{
  "_id": 19,
  "id": "ruby",
  "name": "กระต่าย",
  "weapon": "จุดประกาย",
  "weapon_id": "spark",
  "birthday": "15 กรกฎาคม (ราศีกรกฎ)",
  "birthplace": "พื้นที่ปริศนา",
  "gender": "เพศหญิง",
  "info": "เธอเป็นเด็กอินโทรเวิร์ด ไร้เดียงสา และไม่รู้เรื่องอะไรในโลกนี้มากนัก เธอมักจะกลัวคนแปลกหน้าและชอบอยู่ตัวคนเดียว บางทีนี่อาจเป็นสาเหตุให้บางครั้งเธอรู้สึกกลัวและเขินอายเมื่ออยู่ต่อหน้าคนแปลกหน้า \nเธอมักจะถูกเรียกว่า \"เด็กน้อยที่มากับหลิน\" ด้วยเหตุนี้ เธอจึงฝึกที่จะตั้งเป้าหมาย เธอจะต้องพยายามให้มากขึ้นเพื่อที่จะได้แข็งแกร่งกว่าเดิม เพื่อให้ไม่เป็นภาระให้กับหลิน และสิ่งที่หลินสอนไปก็จะไม่สูญเปล่า",
  "description": "ลูกสาวของเพื่อนเก่าของหลิน ด้วยเหตุบางอย่าง ตอนนี้หลินเป็นผู้ที่ดูแลเธอ ถึงขั้นที่ทั้งสองสามารถออกไปทำอะไรๆ ด้วยกันได่ เด็กหญิงคนนี้ดูไม่แข็งแรงนัก ดูเหมือนเด็กที่เจ็บป่วยและอ่อนแอ \nในตอนนี้ เธอกำลังฝึกทักษะการต่อสู้ตามคำขอของหลินเพื่อให้ป้องกันตัวเองได้ ถึงแม้ว่ากระบวนท่าที่รูบี้เรียนนั้นจะแตกต่างไปจากรูปแบบของหลินอยู่บ้าง แต่อย่างน้อย เธอก็มีสุขภาพแข็งแรงกว่าเมื่อก่อนมาก และมีความสามารถเพียงพอที่จะรับมือสถานการณ์พิสดารได้ในบางกรณี \nในหัวเธอมีเพียงแนวคิดอันคลุมเครือเกี่ยวกับโลกและตัวเธอเอง เธอจึงเชื่อในคำสอนและคำอธิบายของหลินอย่างไม่ลืมหูลืมตา และต้องพึ่งอีกฝ่ายในการตัดสินใจแทบทุกอย่าง หลินได้ให้ความเห็นว่า การฝึกให้เธอยืนหยัดได้ด้วยตนเองนั้น นับเป็นสิ่งที่มีความสำคัญสูงสุดอย่างไม่ต้องสงสัย",
  "like": "ดอลลี่ ตุ๊กตากระต่ายยัดนุ่น",
  "dislike": "กินยา",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "สปาร์คโจมตี",
      "type": [
        "Attack"
      ],
      "description": "เมื่ออยู่บนพื้นดิน แตะปุ่มโจมตีปกติเพื่อสั่งให้สปาร์คให้โจมตี 5 ครั้งติดต่อกัน\nการโจมตีครั้งแรกสร้างดาเมจ <b>84.6%</b> ของ ATK + <b>4</b> ต่อแต่ละเป้าหมาย\nการโจมตีครั้งที่สองสร้างดาเมจ <b>93%</b> ของ ATK + <b>5</b> ต่อแต่ละเป้าหมาย\nการโจมตีครั้งที่สามสร้างดาเมจ <b>101.5%</b> ของ ATK + <b>5</b> ต่อแต่ละเป้าหมาย\nโจมตีครั้งที่สี่สร้างดาเมจ <b>109.9%</b> ของ ATK + <b>6</b> ต่อแต่ละเป้าหมาย\nโจมตีครั้งที่ห้าสร้างดาเมจ <b>253.7%</b> ของ ATK + <b>13</b> ต่อแต่ละเป้าหมายและทำให้เป้าหมาย <b>ลอยตัว</b>"
    },
    {
      "name": "ระเบิดเวหา",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่อยู่กลางอากาศ ให้แตะปุ่มโจมตีปกติเพื่อสั่งให้สปาร์คโจมตีสี่ครั้งต่อเนื่อง\nการโจมตีครั้งแรก: สร้างค่าดาเมจแก่เป้าหมายแต่ละราย โดยมีค่าดาเมจรวมทั้งหมดเท่ากับ <b>97.1%</b> ของค่า ATK + <b>5</b> \nการโจมตีครั้งที่สอง: สร้างค่าดาเมจแก่เป้าหมายแต่ละราย โดยมีค่าดาเมจรวมทั้งหมดเท่ากับ <b>106.8%</b> ของค่า ATK + <b>6</b> \nการโจมตีครั้งที่สาม: สร้างค่าดาเมจแก่เป้าหมายแต่ละราย โดยมีค่าดาเมจรวมทั้งหมดเท่ากับ <b>121.3%</b> ของค่า ATK + <b>6</b> \nการโจมตีครั้งที่สี่: สร้างค่าดาเมจแก่เป้าหมายแต่ละราย โดยมีค่าดาเมจรวมทั้งหมดเท่ากับ <b>145.6%</b> ของค่า ATK + <b>8</b>"
    },
    {
      "name": "เสร็จฉันละ!",
      "type": [
        "Hold: Attack"
      ],
      "description": "ให้แตะและกดปุ่มโจมตีปกติค้างไว้ หรือทำอย่างเดียวกันหลังจากที่มีการทริกเกอร์โซนล็อกดาวน์เพื่อยิงลำแสงพลังงานที่แผดเผาใส่ศัตรูที่อยู่ในทิศทางเป้าหมาย ลำแสงจะสร้างค่าดาเมจเท่ากับ <b>40%</b> ของค่า ATK + <b>2</b> และใช้ค่าความอึดของศัตรูเหล่านั้น"
    },
    {
      "name": "พุ่งทะยานเผาไหม้",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "แตะและกดปุ่มโจมตีปกติระหว่างอยู่กลางอากาศเพื่อใข้งานพุ่งทะยานเผาไหม้\nห้อมล้อมร่างกายด้วยพลังงานแล้วพุ่งลงพื้นดินอย่างรวดเร็ว สร้างดาเมจ <b>172.1%</b> ของ ATK + <b>9</b> ต่อเป้าหมายใกล้เคียง"
    },
    {
      "name": "โซนล็อกดาวน์",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "หลังโจมตีปกติครั้งที่สอง แตะปุ่มค้างระหว่างการโจมตีเพื่อสร้างดาเมจ <b>40%</b> ของ ATK + <b>2</b> ต่อเป้าหมาย กักขัง (ไม่ได้ควบคุมรุนแรง) และเผาเป้าหมายที่ล็อกเป้า เป็นเวลา <b>3</b> วินาที พร้อมดาเมจเท่ากับ <b>26.2%</b> ของ ATK + <b>1</b> สร้างดาเมจต่อเป้าหมายทุกวินาที (ไม่มีผลต่อบอส)"
    },
    {
      "name": "หวัดดี ดอลลี่!",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "โยนดอลลี่หลังจากหลบหลีก ดอลลี่คงอยู่ <b>10</b> วินาที ดูดกลืนศัตรูรอบตัว สร้างดาเมจ <b>84.6%</b> ของ ATK + <b>4</b> ต่อพวกมัน และยั่วยุศัตรู <b>1.5</b> วินาที (ไม่สามารถยั่วยุศัตรูเมื่ออยู่ในทีม) เพื่อล่อการโจมตีไปยังดอลลี่"
    },
    {
      "name": "ประกายไฟพุ่งชน",
      "type": [
        "Skill"
      ],
      "description": "สปาร์คจะยิงประกายไฟออกมา โดยประกายไฟจะคงอยู่เป็นเวลา 15 วินาทีและสะท้อนไปมาระหว่างเป้าหมายและนักพเนจร เมื่อถูกเป้าหมาย ประกายไฟจะทำให้เป้าหมายช้าลง (ไม่มีผลควบคุมรุนแรง) เป็นเวลา <b>4</b> วินาทีโดยจะมีระยะเวลาคูลดาวน์อยู่ที่ <b>15</b> วินาที ยิ่งประกายไฟเดินทางไปได้ไกล ก็จะยิ่งสร้างค่าดาเมจสูงขึ้น เมื่อประกายไฟถูกเป้าหมาย มันจะสร้างค่าดาเมจได้สูงสุด <b>350%</b> ของค่า ATK + <b>37</b> และจะประทับตราลุกไหม้บนเป้าหมายเป็นเวลา <b>25</b> วินาที พร้อมกันนั้น สปาร์คจะยิงกระสุน 4 นัด แต่ละนัดจะสร้างค่าดาเมจเท่ากับ <b>50%</b> ของค่า ATK + <b>3</b> แก่เป้าหมาย ท่าโจมตีปกติของสปาร์คจะสร้างค่าดาเมจเพิ่ม <b>110%</b> แก่เป้าหมายที่ถูกประทับตราลุกไหม้ หากเป้าหมายมีเอฟเฟกต์เผาไหม้ตัวเอง เมื่อประกายไฟโจมตีถูกเป้าหมาย มันจะเผาหรือจุดระเบิดเป้าหมายหนึ่งครั้งและสร้างค่าดาเมจเพิ่มเท่ากับ <b>100%</b> ของค่าดาเมจที่เหลืออยู่ทั้งหมด (เอฟเฟกต์การเผาหรือจุดระเบิดจะถูกนับรวมด้วยกัน) ระยะเวลาคูลดาวน์สำหรับการคำนวณผลลัพธ์จะอยู่ที่ <b>6</b> วินาที ระยะเวลาคูลดาวน์ของสกิลจะอยู่ที่ <b>30</b> วินาที\n<b>สกิลตัดตัว</b>: ในระหว่างที่ประกายไฟยังมีผล \n ในแต่ละครั้งที่การโจมตีของสปาร์คสร้างดาเมจ นักพเนจรจะได้รับความร้อน <b>1</b> แต้มซึ่งจะมีระยะเวลาคูลดาวน์ <b>0.9</b> วินาที และสะสมได้สูงสุด <b>8</b> แต้ม เมื่อแต้มความร้อนถึงขีดจำกัดสูงสุด นักพเนจรก็จะได้รับเอฟเฟกต์ความร้อนอัลติเมท ซึ่งจะเพิ่มค่า ATK ธาตุไฟ <b>25%</b> เป็นเวลา <b>25</b> วินาที"
    },
    {
      "name": "ซุปเปอร์โนวา",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">แถบชาร์จอาวุธ</span> เต็มหรือมีการทริกเกอร์ <span class=\"text-red\">แฟนตาเซีย</span> การเปลี่ยนจากอาวุธอื่นมาใช้อาวุธชิ้นนี้ จะทำให้<b>ดีบัฟทั้งหมดของผู้ใช้อาวุธจะถูกยกเลิก</b> สปาร์คจะเข้าสู่ภาวะชาร์จพลัง ซึ่งจะยิงแสงพลังงานแผดเผาไปยังตำแหน่งของเป้าหมายก่อนที่จะระเบิดในที่สุด สกิลจะสร้างค่าดาเมจเท่ากับ <b>750%</b> ของค่า ATK + <b>39</b> ถ้าเป้าหมายมีเอฟเฟกต์เผาไหม้ที่เกิดจากตัวเอง สกิลจะเผาหรือจุดระเบิดเป้าหมายอีกครั้ง ซึ่งจัสร้างค่าดาเมจเพิ่มเติมเท่ากับ <b>100%</b> ของค่าดาเมจรวมที่เหลืออยู่ (เอฟเฟกต์เผาไหม้และจุดระเบิดจะถูกนับรวมกัน) ระยะคูลดาวน์ของการคำนวณผลลัพธ์จะอยู่ที่ <b>6</b> วินาที เมื่อสกิลกำลังมีผล ผู้ใช้จะทนทานต่อดาเมจเป็นเวลา <b>2.6</b> วินาที (ส่วนนี้ไม่มีในลีกแข่งยอดฝีมือ)"
    }
  ],
  "weapon_type": {
    "name": "เปลวเพลิง",
    "description": "อาวุธที่ถูกชาร์จเต็มจะทำให้เป้าหมายติดไฟเป็นเวลา <b>8</b> วินาทีในการโจมตีครั้งต่อไป สร้างดาเมจต่อเนื่อง<b>58%</b> ของ ATK ทุกวินาที เป้าหมายที่ติดไฟได้รับประสิทธิภาพการรักษา <b>50%</b>"
  },
  "weapon_resonance": {
    "name": "เสียงสะท้อนไฟ",
    "description": "เพิ่ม ATK ไฟ <b>20%</b> และค่าต้านทานไฟ <b>40%</b> เปิดใช้งานโดยสวมใส่อาวุธไฟ 2 ชิ้นขึ้นไป เอฟเฟกต์เซ็ตนี้ยังทำงานกับอาวุธในช่องเสริม"
  },
  "advancement": [
    "ลุกไหม้เพิ่มดาเมจของการโจมตีปกติของสปาร์คเป็น <b>182%</b> คูลดาวน์สกิลลดลงเป็น <b>24</b> วินาที",
    "เพิ่มการเติบโตของ ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "ลุกไหม้เพิ่มบูสต์ไฟ <b>18%</b> เพิ่มตัวคูณการเผา <b>150%</b>",
    "เพิ่มการเติบโตของ ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "ทุกครั้งที่การโจมตีปกติของสปาร์คโจมตีโดนศัตรู ฟื้นฟูค่าการชาร์จอาวุธอีก <b>75</b> แต้ม คูลดาวน์: 0.9 วินาที เมื่อความร้อนอัลติเมททำงาน ทำลายเกราะจะเพิ่มขึ้น <b>25%</b>",
    "ลุกไหม้เพิ่มดาเมจของการโจมตีปกติของสปาร์ค <b>240%</b> ประสิทธิภาพการได้ความร้อนเพิ่มเป็นสองเท่า คูลดาวน์สกิลลดลงเป็น <b>16</b> วินาที"
  ],
  "traits": [
    {
      "name": "ดรีมแคชเชอร์",
      "description": "เพิ่มดาเมจไฟที่ศัตรูทั้งหมดได้รับ <b>8%</b> ในระยะ <b>5</b>เมตรของดอลลี่ ไม่สามารถสแต็กได้"
    },
    {
      "name": "แดนของดอลลี่",
      "description": "เพิ่มดาเมจไฟที่ศัตรูทั้งหมดได้รับ <b>8%</b> ในระยะ 5 เมตรของดอลลี่ ไม่สามารถสแต็กได้ หลังจากทิ้งดอลลี่ไป เพิ่ม ATK ไฟ <b>12%</b> เป็นเวลา <b>10</b> วินาที ไม่สามารถสแต็กได้"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "หัวใจลาวา",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "ผิวชุบกันกรด II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}