{
  "_id": 19,
  "id": "ruby",
  "name": "กระต่าย",
  "weapon": "สปาร์ก",
  "weapon_id": "spark",
  "birthday": "25 กรกฏาคม (ราศีกรกฏ)",
  "birthplace": "พื้นที่ปริศนา",
  "gender": "เพศหญิง",
  "info": "เธอเป็นเด็กอินโทรเวิร์ด ไร้เดียงสา และไม่รู้เรื่องอะไรในโลกนี้มากนัก เธอมักจะกลัวคนแปลกหน้าและชอบอยู่ตัวคนเดียว บางทีนี่อาจเป็นสาเหตุให้บางครั้งเธอรู้สึกกลัวและเขินอายเมื่ออยู่ต่อหน้าคนแปลกหน้า \nเธอมักจะถูกเรียกว่า \"เด็กน้อยที่มากับหลิน\" ด้วยเหตุนี้ เธอจึงฝึกที่จะตั้งเป้าหมาย เธอจะต้องพยายามให้มากขึ้นเพื่อที่จะได้แข็งแกร่งกว่าเดิม เพื่อให้ไม่เป็นภาระให้กับหลิน และสิ่งที่หลินสอนไปก็จะไม่สูญเปล่า",
  "description": "ลูกสาวของเพื่อนเก่าของหลิน ด้วยเหตุบางอย่าง ตอนนี้หลินเป็นผู้ที่ดูแลเธอ ถึงขั้นที่ทั้งสองสามารถออกไปทำอะไรๆ ด้วยกันได่ เด็กหญิงคนนี้ดูไม่แข็งแรงนัก ดูเหมือนเด็กที่เจ็บป่วยและอ่อนแอ \nในตอนนี้ เธอกำลังฝึกทักษะการต่อสู้ตามคำขอของหลินเพื่อให้ป้องกันตัวเองได้ ถึงแม้ว่ากระบวนท่าที่รูบี้เรียนนั้นจะแตกต่างไปจากรูปแบบของหลินอยู่บ้าง แต่อย่างน้อย เธอก็มีสุขภาพแข็งแรงกว่าเมื่อก่อนมาก และมีความสามารถเพียงพอที่จะรับมือสถานการณ์พิสดารได้ในบางกรณี \nในหัวเธอมีเพียงแนวคิดอันคลุมเครือเกี่ยวกับโลกและตัวเธอเอง เธอจึงเชื่อในคำสอนและคำอธิบายของหลินอย่างไม่ลืมหูลืมตา และต้องพึ่งอีกฝ่ายในการตัดสินใจแทบทุกอย่าง หลินได้ให้ความเห็นว่า การฝึกให้เธอยืนหยัดได้ด้วยตนเองนั้น นับเป็นสิ่งที่มีความสำคัญสูงสุดอย่างไม่ต้องสงสัย",
  "like": "ดอลลี่ ตุ๊กตากระต่ายยัดนุ่น",
  "dislike": "กินยา",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "สปาร์กโจมตี",
      "type": ["Attack"],
      "description": "เมื่ออยู่บนพื้นดินและแตะปุ่มโจมตีปกติ เพื่อสั่งให้สปาร์กให้โจมตี 5 ครั้งติดต่อกัน\nในการโจมตีครั้งแรก: สร้างดาเมจ <b>84.6%</b> ของ ATK + <b>4</b> ต่อแต่ละเป้าหมาย\nในการโจมตีครั้งที่สอง: สร้างดาเมจ <b>93%</b> ของ ATK + <b>5</b> ต่อแต่ละเป้าหมาย\nในการโจมตีครั้งที่สาม: สร้างดาเมจ <b>101.5%</b> ของ ATK + <b>5</b> ต่อแต่ละเป้าหมาย\nในการโจมตีครั้งที่สี่: สร้างดาเมจ <b>109.9%</b> ของ ATK + <b>6</b> ต่อแต่ละเป้าหมาย\nในการโจมตีครั้งที่ห้า: สร้างดาเมจ <b>253.7%</b> ของ ATK + <b>13</b> ต่อแต่ละเป้าหมาย และทำให้เป้าหมาย <b>ลอยตัว</b>"
    },
    {
      "name": "ระเบิดเวหา",
      "type": ["Jump", "Attack"],
      "description": "เมื่ออยู่กลางอากาศและแตะปุ่มโจมตีปกติ เพื่อสั่งให้สปาร์กให้โจมตี 4 ครั้งติดต่อกัน\nการโจมตีครั้งแรก: สร้างดาเมจแก่เป้าหมายแต่ละราย โดยมีดาเมจรวมทั้งหมดเท่ากับ <b>97.1%</b> ของ ATK + <b>5</b> \nการโจมตีครั้งที่สอง: สร้างดาเมจแก่เป้าหมายแต่ละราย โดยมีดาเมจรวมทั้งหมดเท่ากับ <b>106.8%</b> ของ ATK + <b>6</b> \nการโจมตีครั้งที่สาม: สร้างดาเมจแก่เป้าหมายแต่ละราย โดยมีดาเมจรวมทั้งหมดเท่ากับ <b>121.3%</b> ของ ATK + <b>6</b> \nการโจมตีครั้งที่สี่: สร้างดาเมจแก่เป้าหมายแต่ละราย โดยมีดาเมจรวมทั้งหมดเท่ากับ <b>145.6%</b> ของ ATK + <b>8</b>"
    },
    {
      "name": "เสร็จฉันละ!",
      "type": ["Hold: Attack"],
      "description": "แตะหรือกดโจมตีปกติค้างไว้หรือ แตะหรือกดโจมตีปกติค้างไว้หลังจากเรียกใช้ \"โซนล็อกดาวน์\" เพื่อยิงลำแสงพลังงานที่แผดเผาใส่ศัตรูที่อยู่ในทิศทางเป้าหมาย ลำแสงจะสร้างดาเมจเท่ากับ <b>40%</b> ของ ATK + <b>2</b> และใช้ค่าพลังกายของนักพเนจร"
    },
    {
      "name": "พุ่งทะยานเผาไหม้",
      "type": ["Jump", "Hold: Attack"],
      "description": "แตะหรือกดค้างปุ่มโจมตีปกติระหว่างอยู่กลางอากาศ เพื่อใช้งานพุ่งทะยานเผาไหม้\nห้อมล้อมร่างกายด้วยพลังงาน แล้วพุ่งลงพื้นดินอย่างรวดเร็ว สร้างดาเมจ <b>172.1%</b> ของ ATK + <b>9</b> ต่อเป้าหมายใกล้เคียง"
    },
    {
      "name": "โซนล็อกดาวน์",
      "type": ["Attack", "Hold: Attack"],
      "description": "หลังโจมตีปกติครั้งที่สอง แตะหรือกดปุ่มค้างระหว่างการโจมตี เพื่อสร้างดาเมจเท่ากับ <b>40%</b> ของ ATK + <b>2</b> ต่อเป้าหมาย เป้าหมายที่ถูกล็อกไว้จะถูกตรึงไว้และถูกเผาเป็นเวลา <b>3</b> วินาที และสร้างดาเมจเท่ากับ <b>26.2%</b> ของ ATK + <b>1</b> ให้กับเป้าหมาย ทุกวินาที (ไม่ได้ผลต่อบอส)"
    },
    {
      "name": "ไปเลย ดอลลี่!",
      "type": ["Dodge", "Attack"],
      "description": "โยนดอลลี่หลังจากหลบหลีก ดอลลี่จะคงอยู่ <b>10</b> วินาที และดึงดูดศัตรูรอบตัว สร้างดาเมจเท่ากับ <b>84.6%</b> ของ ATK + <b>4</b> ต่อศัตรู และยั่วยุศัตรู <b>1.5</b> วินาที เพื่อล่อการโจมตีไปยังดอลลี่ (ไม่สามารถยั่วยุศัตรูได้เมื่ออยู่ในทีม)"
    },
    {
      "name": "ประกายไฟพุ่งชน",
      "type": ["Skill"],
      "description": "สปาร์กจะยิงประกายไฟซึ่งคงอยู่เป็นเวลา 15 วินาที และจะเด้งไปมาระหว่างเป้าหมายและนักพเนจร เมื่อโจมตีถูกเป้าหมาย ประกายไฟจะทำให้เป้าหมายช้าลงเป็นเวลา <b>4</b> วินาที มีคูลดาวน์ <b>15</b> วินาที ยิ่งประกายไฟเดินทางไปได้ไกล ดาเมจที่ทำได้ก็จะยิ่งสูงขึ้น เมื่อโจมตีโดนเป้าหมาย จะสร้างดาเมจได้สูงสุดถึง <b>350%</b> ของ ATK + <b>37</b> และเป้าหมายจะถูกทำเครื่องหมายลุกไหม้เอาไว้ <b>25</b> วินาที พร้อมกันนั้น สปาร์กจะยิงกระสุนออกไป 4 นัด แต่ละนัดจะสร้างดาเมจเท่ากับ <b>50%</b> ของ ATK + <b>3</b> แก่เป้าหมาย การโจมตีปกติของสปาร์กจะสร้างดาเมจเพิ่มขึ้น <b>30%</b> แก่เป้าหมายที่มีเครื่องหมายลุกไหม้ เมื่อเป้าหมายติดเอฟเฟกต์เผาที่เกิดจากตัวเอง เมื่อสปาร์กโจมตีโดนเป้าหมาย เป้าหมายนั้นจะถูกเผาหรือทำให้ลุกไหม้หนึ่งครั้ง และสร้างดาเมจเพิ่มเติมเท่ากับ <b>45%</b> ของดาเมจที่เหลืออยู่โดยรวม (เอฟเฟกต์การเผาหรือลุกไหม้หลายครั้งจะถูกนับรวมกัน) ระยะคูลดาวน์ในการคำนวณผลลัพธ์จะอยู่ที่ <b>6</b> วินาที คูลดาวน์สกิลจะอยู่ที่ <b>30</b> วินาที\n <b>ติดตัว</b>: เมื่อมีการใช้งานสปาร์ค ทุกครั้งที่การโจมตีปกติของสปาร์กสร้างดาเมจ นักพเนจรจะได้รับแต้มความร้อน <b>1</b> แต้มซึ่งมีคูลดาวน์ <b>0.9</b> วินาที สะสมได้สูงสุด <b>8</b> แต้ม เมื่อแต้มความร้อนสะสมถึงจำนวนสูงสุด นักพเนจรจะได้รับเอฟเฟกต์ความร้อนอัลติเมท ซึ่งจะเพิ่ม ATK ไฟขึ้น <b>10%</b> เป็นเวลา <b>25</b> วินาที"
    },
    {
      "name": "ซุปเปอร์โนวา",
      "type": ["Discharge"],
      "description": "เมื่อ <span class=\"text-red\">แถบชาร์จอาวุธ</span> เต็มหรือมีการเรียกใช้งาน <span class=\"text-red\">แฟนตาเซีย</span> การเปลี่ยนจากอาวุธอื่นมาใช้อาวุธชิ้นนี้ จะทำให้ <b>จะยกเลิกดีบัฟทั้งหมดของผู้ใช้</b> สปาร์กจะเข้าสู่ภาวะชาร์จพลัง ซึ่งจะยิงแสงพลังงานแผดเผาไปยังตำแหน่งของเป้าหมายก่อนที่จะระเบิดในที่สุด สกิลจะสร้างดาเมจเท่ากับ <b>750%</b> ของ ATK + <b>39</b> ถ้าเป้าหมายมีเอฟเฟกต์เผาไหม้ที่เกิดจากตัวเอง สกิลจะเผาหรือจุดระเบิดเป้าหมายอีกครั้ง ซึ่งจัสร้างดาเมจเพิ่มเติมเท่ากับ <b>100%</b> ของดาเมจรวมที่เหลืออยู่ (เอฟเฟกต์เผาไหม้และจุดระเบิดจะถูกนับรวมกัน) ระยะคูลดาวน์ของการคำนวณผลลัพธ์จะอยู่ที่ <b>6</b> วินาที เมื่อสกิลกำลังมีผล ผู้ใช้จะทนต่อดาเมจเป็นเวลา <b>2.6</b> วินาที (ส่วนนี้ไม่มีในลีกแข่งยอดฝีมือ)"
    }
  ],
  "weapon_type": {
    "name": "ไฟ",
    "description": "เมื่ออาวุธชาร์จเต็ม การโจมตีครั้งต่อไปจะทำให้เป้าหมายลุกไหม้ เป็นเวลา <b>8</b> วินาที สร้างดาเมจ <b>58%</b> ของ ATK ทุก ๆ วินาที เอฟเฟกต์รักษาของเป้าหมายขณะลุกไหม้จะลดลง <b>50%</b>"
  },
  "weapon_resonance": {
    "name": "สั่นพ้องไฟ",
    "description": "เพิ่ม ATK ไฟ <b>20%</b> และค่าต้านทานไฟ <b>40%</b> เปิดใช้งานโดยสวมใส่อาวุธไฟ 2 ชิ้นขึ้นไป เอฟเฟกต์เซ็ตนี้ทำงานกับอาวุธในช่องมือรองด้วย"
  },
  "advancement": [
    "ลุกไหม้จะเพิ่มดาเมจการโจมตีของสปาร์ก <b>80%</b> เวลาคูลดาวน์สกิลจะลดลงเหลือ <b>24</b> วินาที",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "การลุกไหม้เพิ่มไฟ <b>8%</b> และคูณการเผาไหม้เพิ่มขึ้นเป็น <b>150%</b>",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "ในแต่ละครั้งที่การโจมตีปกติของสปาร์กโดนศัตรู จะฟื้นฟูชาร์จอาวุธเพิ่มเติม <b>75</b> แต้ม คูลดาวน์เป็นเวลา 0.9 วินาที และในขณะที่ความร้อนอัลติเมทเปิดใช้งาน จะเพิ่มทำลายโล่ <b>25%</b>",
    "การลุกไหม้จะเพิ่มดาเมจการโจมตีปกติของสปาร์ก <b>160%</b> และพลังความร้อนจะเพิ่มประสิทธิภาพเป็นสองเท่า เวลาคูลดาวน์สกิลจะลดลงเหลือ <b>16</b> วินาที"
  ],
  "traits": [
    {
      "name": "ดรีมแคชเชอร์",
      "description": "ภายในระยะ <b>5</b> เมตรจากดอลลี่ ดาเมจธาตุไฟที่ศัตรูได้รับจะเพิ่มขึ้น <b>8%</b> เอฟเฟกต์นี้ไม่สามารถซ้อนทับได้"
    },
    {
      "name": "อาณาเขตแห่งดอลลี่",
      "description": "ภายในระยะ 5 เมตรจากดอลลี่ ดาเมจธาตุไฟที่ศัตรูได้รับจะเพิ่มขึ้น <b>8%</b> เอฟเฟกต์นี้ไม่สามารถซ้อนทับได้ หลังจากโยนดอลลี่ไป จะเพิ่ม ATK ธาตุไฟ <b>12%</b> เป็นเวลา <b>10</b> วินาที เอฟเฟกต์นี้ไม่สามารถซ้อนทับกันได้"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "แก่นไฟ",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "โครงนาโนไฟเบอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "หัวใจลาวา",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "ผิวชุบกันกรด II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}
