{
  "_id": 1038,
  "id": "yu_lan",
  "name": "หยู่หลาน",
  "weapon": "ยูนิตี้",
  "weapon_id": "unity",
  "birthday": "9 กุมภาพันธ์",
  "birthplace": "ผู้พิทักษ์นาฬิกาแดด",
  "gender": "เพศหญิง",
  "info": "",
  "description": "ดาวเด่นแห่งประลองวิทยายุทธ์ของอาณาเขตที่ 9 คู่ต่อสู้ทุกคนที่ต่อสู้ด้วยต่างประหลาดใจ เพราะงั้น อาจารย์หยู่จึงแต่งตั้งให้เธอเป็นผู้พิทักษ์นาฬิกาแดด เพื่อพิทักษ์จัตุรัสนาฬิกาแดดของหลีโจว ความทุ่มเทในการชกมวยของเธอนั้นมากเกินกว่าคนทั่วไป และเธอมีตัวตนที่เชื่อถือได้ว่าจะสามารถชนะได้อย่างแน่นอน สิ่งที่น่ายกย่องก็คือการชกอย่างรวดเร็วภายในเจ็ดกระบวนท่า\n\nแม้ว่าจะดูอ่อนโยนและใจกว้าง แต่จริง ๆ แล้วเธอค่อนข้างประหม่า คู่ต่อสู้ของเธอในประลองวิทยายุทธ์มีความเข้าใจอย่างลึกซึ้งเกี่ยวกับจุดนี้ ในตอนเริ่มต้นของการแข่งขัน พวกเขาไม่เข้าใจมารยาทและกฎของการแข่งด้วยซ้ำ เมื่อฝ่ายตรงข้ามขึ้นมา เขาก็ถูกเด็กสาวตัวเล็ก ๆ ที่ดูอ่อนโยนและร่าเริงคนนี้ทำให้ล้มลงกับพื้น ยิ่งไปกว่านั้น กระบวนท่าที่ใช้นั้นรุนแรงและทรงพลังมาก จัดการได้อย่างราบคาบ จนกระทั่งภายหลังหยู่หลานตระหนักได้ว่าพฤติกรรมก่อนหน้านี้ของเธอหยาบคายขนาดไหน และเธอก็ไปหาใครสักคนเพื่อขอโทษสำหรับเรื่องนี้ และคู่ต่อสู้ที่อ้างว่าเป็น \"มรดกตกทอดของครอบครัว\" เพียงต้องการออกอากาศก่อนการแข่งขัน ได้พูดสักสองสามคำเพื่อเพิ่มความนิยมให้กับตัวเอง และหวังว่าฝ่ายตรงข้ามจะไว้หน้าและเมตตา แต่น่าเสียดายที่หยู่หลานไม่ได้ตระหนักถึงความคิดที่แท้จริงของพวกเขา และเอาจริงเอาจังกับพวกเขาทีละคน เอาชนะแต่ละคนลงกับพื้นเร็วกว่าที่ควรจะเป็น โดยธรรมชาติแล้วการทำแบบนี้ก็จะถูกคนในแวดวงเกลียดชัง อย่างไรก็ตาม เนื่องจากความผิดพลาดของหยู่หลาน การประลองศิลปะการต่อสู้ที่ไม่ค่อยมีคนให้ความสนใจและเคยสร้างความบันเทิง ก็ดึงดูดความสนใจของผู้คนมากขึ้น ทุกคนได้รับประโยชน์จากสิ่งนี้และถือได้ว่าเป็นโชคที่แฝงมา\n\nเธอเป็นคนซื่อสัตย์ กระตือรือร้น และยินดีที่จะถ่ายทอดทุกอย่างที่เธอรู้ แม้กระทั่งคู่ต่อสู้ที่มาขอคำแนะนำ แต่ยังไงก็เถอะ เธอไม่ได้เชี่ยวชาญเรื่องมวย พูดตามตรง เธอไม่ใช่ครูที่ดีที่จะบอกแก่นแท้ของมวยได้ ผู้คนมักจะสงสัยเกี่ยวกับชีวประวัติของการสืบทอดของหยู่หลาน และเธอเองก็ไม่อายที่จะทำแบบนั้น เพราะวิธีการชกมวยที่เธอฝึกนั้น เป็นมวยฝึกออกกำลังกายทั่วไปในอาณาเขตที่ 9 หลายคนในอาณาเขตที่ 9 ก็สามารถฝึกได้ทั้งสองมือ เพื่งเสริมสร้างร่างกายของพวกเขา แต่ผู้คนไม่เชื่อคำพูดของเธออย่างเต็มที่ เพราะทุกคนฝึกมันเป็น \"ออกกำลังกายประกอบวิทยุ\" แต่เธอก็แสดงท่าเดียวกันด้วยพลังอันน่าทึ่ง เพราะงั้นจึงเชื่อโดยทั่วไปว่าหยู่หลาน ได้รับพรสวรรค์ลับบางอย่างที่ทรงพลังมาก สิ่งนี้ทำให้ผู้คนมักจะอยากถามเธอเกี่ยวกับศิลปะการต่อสู้ แต่เธอไม่เก่งในการอธิบายถึงความสำคัญของเทคนิคการชกมวยเหล่านั้น ซึ่งทำให้หยู่หลานค่อนข้างทุกข์ใจ\n\nหยู่หลานจะเข้าสู่ความปีติยินดีอย่างรวดเร็วเมื่อฝึกมวยและต่อสู้ มันทำให้เธอมีสมาธิในการฝึกซ้อมแบบไม่ว่อกแว่ก และผลลัพธ์ก็ออกมาโดดเด่น เกี่ยวกับเรื่องนี้ อาจารย์หยู่เชื่อว่ามีสิ่งที่นักปรัชญาในสมัยโบราณเรียกว่า \"หัวใจเด็ก\" และแค่พยายามครึ่งเดียวแต่ได้ผลสองเท่า เมื่อเผชิญหน้ากับสิ่งที่เธอปรารถนาในใจ เป็นหนทางเดียวที่เหมาะสมที่สุดสำหรับเธอ ตรงกันข้าม ในชีวิตประจำวัน เป็นเพราะว่าเธอจริงใจเกินไป บางครั้งเธอจึงไม่สนใจความคิดของคนอื่น เลยทำให้เธอดูรั้นไปหน่อย ยังไงก็ ทั้งหมดนี้จะค่อย ๆ ได้รับการแก้ไขภายใต้คำแนะนำของอาจารย์หยู่ เพราะทุกคนแนะนำของอาจารย์หยู่ มีผลให้หยู่หลานเปลี่ยนไปในทันที และหยู่หลานก็ยินดีที่จะทำตามคำแนะนำของอาจารย์หยู่ด้วย",
  "like": "ฝึกมวย, กินข้าว, แข่งขันศิลปะการต่อสู้",
  "dislike": "การมองการณ์ไกล, อธิบายทฤษฎีมวย",
  "element": "Ice",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 13,
  "charge": 11,
  "skills": [
    {
      "id": "GA_FPlayerYulanMelee_Melee_name",
      "name": "หมัดจู่โจมคอมโบ",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้น กดโจมตีปกติเพื่อโจมตี 6 ครั้งติดต่อกัน\nโจมตีครั้งแรก: สร้างดาเมจ <b>64.8%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nโจมตีครั้งที่สอง: สร้างดาเมจ <b>50.4%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nโจมตีครั้งที่สาม: สร้างดาเมจ <b>52.8%</b> ของ ATK + <b>3</b> และทำให้เป้าหมายกระเด็นถอยหลัง\nโจมตีครั้งที่สี่: สร้างดาเมจ <b>143.9%</b> ของ ATK + <b>8</b> และทำให้เป้าหมายกระเด็น\nโจมตีครั้งที่ห้า: สร้างดาเมจ <b>279.2%</b> ของ ATK + <b>15</b> และทำให้เป้าหมายกระเด็นถอยหลังต่อเนื่อง\nโจมตีครั้งที่หก: สร้างดาเมจ <b>227.4%</b> ของ ATK + <b>12</b> และทำให้เป้าหมายกระเด็น\n\nจะปล่อยเมื่อหมัดจู่โจมคอมโบอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>\nหลังจากฟอร์ม<b>จอมยุทธ์</b>ทำการโจมตีหลบหลีก แล้วกดโจมตีปกติจะปล่อยการโจมตีครั้งที่สี่อย่างรวดเร็ว\nหลังจากฟอร์ม<b>จอมยุทธ์</b>โจมตีครั้งที่ห้าโดน จะสร้างเอฟเฟกต์<b>บังคับแช่แข็ง</b>ใส่เป้าหมาย <b>2</b> วินาที (ไม่มีผลกับลีกแข่งยอดฝีมือและ BOSS) และเพิ่มสถานะ<b>แช่แข็ง</b>ใส่เป้าหมาย ทุกวินาทีจะสร้างดาเมจเท่ากับ <b>280%</b> ของ ATK + <b>15</b> เป็นเวลา <b>8</b> วินาที เอฟเฟกต์นี้สามารถเรียกใช้ใส่เป้าหมายเดียวกันได้สูงสุด 1 ครั้งในทุก <b>8</b> วินาที"
    },
    {
      "id": "GA_FPlayerYulanMelee_AirAttack_name",
      "name": "กำหมัดกลางเวหา",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่นักพเนจรลอยอยู่กลางอากาศ แตะโจมตีปกติเพื่อโจมตีกลางอากาศโดยใช้พลังกาย 6 ครั้งติดต่อกัน\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ <b>68.4%</b> ของ ATK + <b>4</b>\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ <b>59.9%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ <b>62.7%</b> ของ ATK + <b>3</b>\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ <b>136.4%</b> ของ ATK + <b>7</b>\nการโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ <b>249%</b> ของ ATK + <b>13</b>\nการโจมตีครั้งที่หก: สร้างดาเมจเท่ากับ <b>222.3%</b> ของ ATK + <b>12</b>\n\nจะปล่อยเมื่อกำหมัดกลางเวหาอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch1_name",
      "name": "นางนวลทะลวงพฤกษา",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้นดิน เมื่อทำการโจมตีปกติในครั้งที่ 1 ถึงครั้งที่ 3 แล้วแตะโจมตีปกติค้างไว้เพื่อปล่อยนางนวลทะลวงพฤกษา\nจะสร้างดาเมจเท่ากับ <b>62.8%</b> ของ ATK + <b>3</b> แล้วดึงเป้าหมายใกล้เคียง พร้อมสร้างดาเมจเท่ากับ <b>146.8%</b> ของ ATK + <b>{3}</b> ใส่เป้าหมายใกล้เคียงอีกครั้ง และกระแทกเป้าหมายให้ถอย\n\nจะปล่อยเมื่ออยู่ในฟอร์ม<b>จอมยุทธ์</b>\nหลังจากปล่อย<b>ว่าวลอยคล้อยเมฆา</b>แล้ว ทำการกดโจมตีปกติก็จะปล่อยนางนวลทะลวงพฤกษาด้วย"
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch2_name",
      "name": "งูระบำลอยฟ้า",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้นดิน เมื่อทำการโจมตีปกติในครั้งที่ 4 ถึงครั้งที่ 5 แล้วแตะโจมตีปกติค้างไว้เพื่อปล่อยงูระบำลอยฟ้า\nจะสร้างดาเมจเท่ากับ <b>153.9%</b> ของ ATK + <b>8</b> ใส่เป้าหมายใกล้เคียง และทำให้เป้าหมายลอยขึ้น\n\nจะปล่อยเมื่องูระบำลอยฟ้าอยู่ในฟอร์ม<b>จอมยุทธ์</b>\nหลังจากปล่อย<b>นางนวลทะลวงพฤกษา</b> แล้วกดโจมตีปกติค้างก็สามารถปล่อยงูระบำลอยฟ้าด้วย"
    },
    {
      "id": "GA_FPlayerYulanMelee_ArAttackBranch_name",
      "name": "หนาวสะท้านนภาปฐพี",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "ในระหว่างที่นักพเนจรลอยอยู่กลางอากาศ เมื่อทำการโจมตีปกติในครั้งที่ 1 ถึงครั้งที่ 6 แล้วแตะโจมตีปกติและกดค้างไว้ จะปล่อยหนาวสะท้านนภาปฐพี\nขว้างอาวุธขึ้นไปในอากาศ สร้างดาเมจเท่ากับ <b>329%</b> ของ ATK + <b>17</b> ต่อเป้าหมายที่อยู่ใกล้เคียง\n\nจะปล่อยเมื่อหนาวสะท้านนภาปฐพีอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanMelee_JumpAttack_name",
      "name": "ว่าวลอยคล้อยเมฆา",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "แตะและกดปุ่มโจมตีปกติค้างไว้ในระหว่างที่ลอยอยู่กลางอากาศ (แตะเมื่อมีเป้าหมายศัตรู) หรือใช้ท่าโจมตีปกติในระหว่างที่กำลังปีน, กระโดดถอยหลังหรือใช้เจ็ตแพ็ก เพื่อเรียกใช้ว่าวลอยคล้อยเมฆา\nเมื่อตกลงมาจากด้านบน จะสร้างดาเมจเท่ากับ <b>148.6%</b> ของ ATK + <b>8</b> ใส่เป้าหมายที่อยู่ใกล้เคียงเมื่อถึงพื้น และทำให้เป้าหมายล้มลง \n\nโดยจะสามารถปลดปล่อยได้เมื่อว่าวลอยคล้อยเมฆาอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanMelee_MeleeBranch3_name",
      "name": "สรรพสิ่งหวนคืน",
      "type": [
        "Attack"
      ],
      "description": "ขณะอยู่บนพื้นดิน เมื่อกดโจมตีปกติค้างไว้ จะปล่อยสรรพสิ่งหวนคืน\nดึงเป้าหมายที่อยู่ใกล้เคียงอย่างต่อเนื่องและใช้พลังกาย ในช่วงเวลานี้ตนเองจะได้รับไฮเปอร์บอดี้\n\nจะปล่อยเมื่อสรรพสิ่งหวนคืนอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanEvade_Evade_name",
      "name": "หลบหลีก",
      "type": [
        "Dodge"
      ],
      "description": "เมื่อหลบหลีกก่อนถูกโจมตี จะเรียกใช้งานแฟนตาเซีย ทำให้ลดความเร็วของศัตรูภายในพื้นที่ และไม่โดนติดสตันระหว่างหลบหลีก\n\nสามารถเรียกใช้งานได้เมื่อหลบหลีกอยู่ในฟอร์มของ<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>\nหลังจากที่หลบหลีกในฟอร์ม<b>จอมยุทธ์</b> ตนเองจะได้รับไฮเปอร์บอดี้ <b>5</b> วินาที"
    },
    {
      "id": "GA_FPlayerYulanEvade_EvadeAttackBack_name",
      "name": "ขนาบภูผาเหนือสมุทร",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติในระหว่างช่วงระยะเวลาสั้น ๆ หลังหลบหลีก เพื่อเรียกใช้งานขนาบภูผาเหนือสมุทร สร้างดาเมจเท่ากับ <b>177.6%</b> ของ ATK + <b>9</b> ต่อเป้าหมายที่อยู่ใกล้เคียง\n\nจะปล่อยเมื่อขนาบภูผาเหนือสมุทรอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanEvade_EvadeAttackFront_name",
      "name": "เมฆาคล้อยวายุ",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะโจมตีปกติในช่วงเวลาสั้น ๆ ก่อนการหลบหลีกที่เรียกด้วยปุ่มทิศทางและปุ่มหลบหลีก เพื่อเรียกใช้งานเมฆาคล้อยวายุ สร้างดาเมจเท่ากับ <b>167.6%</b> ของ ATK + <b>9</b> ให้กับเป้าหมายใกล้เคียง\n\nสามารถปลดปล่อยเมื่อเมฆาคล้อยวายุอยู่ในฟอร์ม<b>จอมยุทธ์</b> หรือ <b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanSkill_PassiveSkill_name",
      "name": "ตั้งรับจู่โจม",
      "type": [
        "Skill"
      ],
      "description": "<b>ยูนิตี้</b> มีสองฟอร์ม <b>จอมยุทธ์</b>และ<b>กวาดล้าง</b> 2 รูปแบบ สามารถเปิดใช้ได้สูงสุด <b>1</b> รูปแบบ ได้จากรายการสกิล -> หน้าตั้งค่า และเมื่ออยู่ในสถานะต่อสู้จะสลับไม่ได้ \n\nฟอร์ม<b>จอมยุทธ์</b>: เมื่ออยู่ในสถานะต่อสู้ <b>ยูนิตี้</b>โจมตีหลบหลีก/โจมตีปกติสองเท่าเพิ่มขึ้น <b>40%</b> หลังจากใช้อาวุธใดก็ได้ทำการโจมตีหลบหลีกหรือโจมตีปกติ <b>3</b> ครั้ง จะได้รับ<b>กำลังภายใน</b> <b>1</b> แต้ม (สูงสุด <b>10</b> แต้ม) ทุก <b>2</b> วินาที จะได้รับ <b>กำลังภายใน</b>สูงสุด <b>1</b> แต้ม เมื่อไม่ได้อยู่ในสถานะต่อสู้จะล้างแต้ม<b>กำลังภายใน</b>ทั้งหมด\nฟอร์ม<b>กวาดล้าง</b>: หลังจาก<b>สนองตอบโต้</b>โดน จะเข้าสู่สถานะ<b>นิมิตสวรรค์</b> ทุก <b>0.8</b> วินาที จะได้รับ<b>จิตวิญญาณต่อสู้</b> <b>1</b> แต้ม (สูงสุด <b>15</b> แต้ม) เป็นเวลา <b>60</b> วินาที เมื่อไม่ได้อยู่ในสถานะต่อสู้จะล้างแต้ม<b>จิตวิญญาณต่อสู้</b>\n<b>สกิลติดตัว: อากาศหนาวเย็น</b>\nเมื่อติดตั้ง<b>ยูนิตี้</b> ตนเองจะได้รับการเพิกเฉยค่าต้านทานน้ำแข็ง <b>30%</b> ของเป้าหมาย เอฟเฟกต์เซตนี้ใช้งานได้ในช่องมือรอง"
    },
    {
      "id": "GA_FPlayerYulanSkill_name",
      "name": "ดำดิ่งสู่ห้วงนรก",
      "type": [
        "Skill"
      ],
      "description": "สร้างดาเมจเท่ากับ <b>982.8%</b> ของ ATK + <b>52</b> ใส่เป้าหมาย คูลดาวน์ <b>15</b> วินาที\nเมื่อปล่อยดำดิ่งสู่ห้วงนรก <b>ยูนิตี้</b>จะใช้<b>กำลังภายใน</b>สูงสุด <b>5</b> แต้ม ทุกการใช้<b>กำลังภายใน</b> <b>1</b>/<b>2</b>/<b>3</b>/<b>4</b>/<b>5</b> แต้ม ค่าดาเมจดำดิ่งสู่ห้วงนรกครั้งนี้ จะถูกแทนที่ด้วย <b>1.2</b>/<b>1.5</b>/<b>2.1</b>/<b>2.8</b>/<b>3.7</b> เท่า\nหลังจากปล่อยดำดิ่งสู่ห้วงนรก ดาเมจน้ำแข็งตนเองจะเพิ่มขึ้น <b>20%</b> เป็นเวลา <b>30</b> วินาที \nหลังจากปล่อยดำดิ่งสู่ห้วงนรก ตนเองจะฟื้นฟูจำนวนหลบหลีก <b>2</b> ครั้ง\n\nจะปล่อยเมื่อดำดิ่งสู่ห้วงนรกอยู่ในฟอร์ม<b>จอมยุทธ์</b>\n<b>เมื่อ<shuzhi>กำลังภายใน</b>ถึง <b>5</b> แต้ม จะล้างเวลาคูลดาวน์ดำดิ่งสู่ห้วงนรก"
    },
    {
      "id": "GA_FPlayerYulanSkill_Skill2_name",
      "name": "สงครามดังก้อง",
      "type": [
        "Skill"
      ],
      "description": "สร้างดาเมจเท่ากับ <b>982.8%</b> ของ ATK + <b>52</b> ใส่เป้าหมาย คูลดาวน์ <b>15</b> วินาที \nภายใต้สถานะ<b>นิมิตสวรรค์</b> เมื่อตนเองปล่อยสกิลอาวุธใดก็ได้ <b>ยูนิตี้</b>จะใช้<b>จิตวิญญาณต่อสู้</b>สูงสุด <b>5</b> แต้ม ทุกการใช้<b>จิตวิญญาณต่อสู้</b> <b>1</b>/<b>2</b>/<b>3</b>/<b>4</b>/<b>5</b> แต้ม สร้างดาเมจใส่เป้าหมายใกล้เคียงเพิ่มเติม <b>242%</b>/<b>503%</b>/<b>1049%</b>/<b>2351%</b>/<b>3930%</b> ของ ATK และสร้างดาเมจเท่ากับ <b>260%</b> ของ ATK + <b>14</b> เป็นเวลา <b>5</b> วินาที \nหลังจากใช้สกิลอาวุธธาตุน้ำแข็งใดก็ได้ ต่อเองจะได้รับไฮเปอร์บอดี้ <b>2</b> วินาที\n\nจะปล่อยเมื่อสงครามดังก้องอยู่ในฟอร์ม<b>กวาดล้าง</b>"
    },
    {
      "id": "GA_FPlayerYulanChangeSkill_name",
      "name": "พยัคฆ์ย่ำเหมันต์",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ<span class=\"text-red\">ชาร์จอาวุธเต็ม</span> หรือเรียกใช้งาน<span class=\"text-red\">แฟนตาเซีย</span>แล้ว การสลับมายังอาวุธนี้จะ<b>ลบดีบัฟทั้งหมดจากผู้ถือ</b> สร้างดาเมจเท่ากับ <b>1173.1%</b> ของ ATK + <b>62</b> ใส่เป้าหมายใกล้เคียงและทำให้<b>เป้าหมายกระเด็น</b> ในช่วงระยะเวลานี้ จะไม่โดนดาเมจเป็นเวลา <b>2.6</b> วินาที (ใช้ในลีกแข่งยอดฝีมือไม่ได้) \n\nจะปล่อยได้เมื่อพยัคฆ์ย่ำเหมันต์อยู่ในฟอร์มของ<b>จอมยุทธ์</b>"
    },
    {
      "id": "GA_FPlayerYulanChangeSkill_ChangeSkill1_name",
      "name": "สนองตอบโต้",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ<span class=\"text-red\">ชาร์จอาวุธเต็ม</span>หรือปล่อย<span class=\"text-red\">แฟนตาเซีย</span> เมื่อเปลี่ยนจากอาวุธอื่นเป็นอาวุธนี้<b>จะลบดีบัฟของตนเอง</b> สร้างดาเมจสูงสุดเท่ากับ <b>1173.1%</b> ของ ATK + <b>62</b> และทำให้เป้าหมาย<b>กระเด็น</b> ในช่วงเวลานี้จะไม่โดนดาเมจเป็นเวลา <b>2.6</b> วินาที (ไม่มีผลในลีกแข่งยอดฝีมือ)\nหลังจากสนองตอบโต้โจมตีโดนศัตรู ดาเมจน้ำแข็งของตนเองเพิ่มขึ้น <b>20%</b> เป็นเวลา <b>30</b> วินาที\nหลังจากสนองตอบโต้โจมตีโดนศัตรู ตนเองจะเข้าสู่สถานะ<b>นิมิตสวรรค์</b> เป็นเวลา <b>60</b> วินาที\nหลังจากที่ใช้<b>ยูนิตี้</b>ปล่อยสกิลคอมโบ ตนเองจะได้รับค่าชาร์จอาวุธ <b>1000</b> แต้ม เอฟเฟกต์นี้จะเรียกใช้ 1 ครั้งทุก <b>10</b> วินาที \n\nจะสนองตอบโต้เมื่ออยู่ในฟอร์มของ<b>กวาดล้าง</b>"
    }
  ],
  "weapon_type": {
    "name": "น้ำแข็ง",
    "description": "เมื่ออาวุธชาร์จเต็ม การโจมตีครั้งต่อไปจะสร้างเอฟเฟกต์<b>บังคับแช่แข็ง</b>ต่อเป้าหมาย เป็นเวลา <b>2</b> วินาที และปล่อยให้เป้าหมายถูกน้ำแข็งกัดเป็นเวลา <b>6</b> วินาที เมื่อน้ำแข็งแตกเป็นเสี่ยง ๆ จะสร้างดาเมจ <b>144%</b> ของ ATK ในระหว่างที่ถูกน้ำแข็งกัด ความเร็วชาร์จอาวุธของเป้าหมายจะลดลง <b>50%</b>"
  },
  "weapon_resonance": {
    "name": "เรโซแนนซ์น้ำแข็ง",
    "description": "<b>เรโซแนนซ์น้ำแข็ง</b>: เพิ่ม ATK น้ำแข็ง <b>20%</b> และค่าต้านทานน้ำแข็ง <b>40%</b> เปิดการใช้งานโดยติดตั้งอาวุธน้ำแข็ง <b>2</b> ชิ้นหรือมากกว่า เอฟเฟกต์เซตนี้สามารถใช้งานได้กับอาวุธในช่องมือรอง (ไม่สามารถซ้อนทับกับเรโซแนนซ์น้ำแข็งหรือปฏิกิริยาน้ำแข็งอื่นได้ ซึ่งเรโซแนนซ์น้ำแข็งจะมีผลก่อน)"
  },
  "advancement": [
    "เมื่ออยู่ในฟอร์ม<b>จอมยุทธ์</b> หลังจากที่<b>ยูนิตี้</b>ใช้<b>กำลังภายใน</b> <b>3</b> แต้มหรือมากกว่า จะคืน<b>กำลังภายใน</b> <b>3</b> แต้ม หลังจากนั้นดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>5%</b> การโจมตีหลบหลีก/ดาเมจโจมตีปกติของ<b>ยูนิตี้</b>จะเพิ่มขึ้น <b>50%</b> เป็นเวลา <b>30</b> วินาที\nเมื่ออยู่ในฟอร์ม<b>กวาดล้าง</b> หลังจากที่<b>ยูนิตี้</b>ใช้<b>จิตวิญญาณต่อสู้</b> <b>3</b> แต้มหรือมากกว่า จะคืน<b>จิตวิญญาณต่อสู้</b> <b>3</b> แต้ม หลังจากนั้นดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>5%</b> เป็นเวลา <b>15</b> วินาที",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>16%</b>",
    "เมื่ออยู่ในฟอร์ม<b>จอมยุทธ์</b> ถ้าภายใน <b>4</b> วินาที ไม่ได้รับ<b>กำลังภายใน</b> จะได้รับ <b>2</b> แต้มเมื่อได้รับ<b>กำลังภายใน</b>\nเมื่ออยู่ในฟอร์มใดก็ได้ หลังจากที่<b>ยูนิตี้</b>ใช้<b>กำลังภายใน</b>หรือ<b>จิตวิญญาณต่อสู้</b> <b>3</b> แต้มหรือมากกว่า จะฟื้นฟูตนเองเท่ากับ <b>10%</b> ของ HP สูงสุด เมื่อเล่นคนเดียวจะเพิ่มขึ้น <b>20%</b> เอฟเฟกต์นี้สามารถเรียกใช้ได้สูงสุด 1 ครั้งภายใน <b>8</b> วินาที เมื่ออยู่ในฟอร์ม<b>กวาดล้าง</b> ซึ่งจะไร้ขีดจำกัดในฟอร์ม<b>จอมยุทธ์</b>",
    "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน <b>32%</b>",
    "หลังจากที่<b>ยูนิตี้</b>ใช้<b>กำลังภายใน</b>หรือ<b>จิตวิญญาณต่อสู้</b> เมื่อตนเองได้รับดาเมจถึงตาย จะต้านทานเอฟเฟกต์ถึงตาย 1 ครั้ง หลังจากนั้นจะฟื้นฟูตนเองเท่ากับ <b>10%</b> ของ HP สูงสุด (ไม่มีผลในลีกแข่งยอดฝีมือ) ในโหมดเล่นคนเดียวจะเพิ่มขึ้นถึง <b>20%</b> เอฟเฟกต์นี้จะเรียกใช้ได้สูงสุด 1 ครั้งทุก <b>8</b> วินาที",
    "เมื่ออยู่ในฟอร์ม<b>จอมยุทธ์</b> การโจมตีหลบหลีก/ดาเมจโจมตีปกติของ<b>ยูนิตี้</b>จะเพิ่มขึ้นเพิ่มเติมจากเดิมอีก <b>70%</b> หลังจากใช้<b>กำลังภายใน</b> ดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>10%</b> เป็นเวลา <b>30</b> วินาที\nเมื่ออยู่ในฟอร์ม<b>กวาดล้าง</b> หลังจากที่<b>ยูนิตี้</b>ใช้<b>จิตวิญญาณต่อสู้</b>แล้ว ดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>15%</b> เป็นเวลา <b>30</b> วินาที"
  ],
  "traits": [
    {
      "name": "",
      "description": "ดาเมจสุดท้ายเพิ่มขึ้น <b>{0}%</b>\nภายใต้ฟอร์ม<b>จอมยุทธ์</b> ดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>{1}%</b> หลัง<b>ดำดิ่งสู่ห้วงนรก</b>โดน เป้าหมายจะได้รับดาเมจน้ำแข็งเพิ่มขึ้น <b>{2}%</b> เป็นเวลา <b>20</b> วินาที \nภายใต้ฟอร์ม<b>กวาดล้าง</b> ทุกครั้งที่ติดตั้งอาวุธน้ำแข็ง <b>1</b> อัน ดาเมจที่เกิดจากการใช้<b>จิตวิญญาณต่อสู้</b>จะเพิ่มขึ้น <b>{3}%</b> เมื่อติดตั้งอาวุธน้ำแข็ง <b>3</b> อัน ดาเมจน้ำแข็งของตนเองจะเพิ่มขึ้น <b>{4}%</b>",
      "values": [
        13,
        7,
        1,
        9,
        8
      ]
    },
    {
      "name": "",
      "description": "ดาเมจสุดท้ายเพิ่มขึ้น <b>{0}%</b>\nภายใต้ฟอร์ม<b>จอมยุทธ์</b> ดาเมจสุดท้ายของตนเองจะเพิ่มขึ้น <b>{1}%</b> หลัง<b>ดำดิ่งสู่ห้วงนรก</b>โดน เป้าหมายจะได้รับดาเมจน้ำแข็งเพิ่มขึ้น <b>{2}%</b> เป็นเวลา <b>20</b> วินาที \nภายใต้ฟอร์ม<b>กวาดล้าง</b> ทุกครั้งที่ติดตั้งอาวุธน้ำแข็ง <b>1</b> อัน ดาเมจที่เกิดจากการใช้<b>จิตวิญญาณต่อสู้</b>จะเพิ่มขึ้น <b>{3}%</b> เมื่อติดตั้งอาวุธน้ำแข็ง <b>3</b> อัน ดาเมจน้ำแข็งของตนเองจะเพิ่มขึ้น <b>{4}%</b>",
      "values": [
        18,
        7,
        1,
        9,
        8
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "ผิวเคลือบนาโน I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "โครงบูสเตอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "โครงนาโนไฟเบอร์ II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "ผิวเคลือบนาโน II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}