{
  "_id": 7,
  "id": "hilda",
  "name": "Hilda",
  "weapon": "Der Terminator",
  "weapon_id": "the_terminator",
  "birthday": "11. April",
  "birthplace": "Banges",
  "gender": "Weiblich",
  "info": "Hilda ist aufgewecktes, nettes Mädchen voller Leidenschaft und von unbeschwertem und gutmütigem Charakter.\nGeschlecht, Alter und soziale Stellung interessieren sie nicht – sie behandelt alle gleich. Selbst Theo, der Sohn des Besitzers von Banges Tech, zählt zu ihren Freunden.\nDoch ihre sorglose Frohnatur hat auch Schattenseiten: Manchmal vergisst sie deswegen sogar, ihre Waffe mitzunehmen …",
  "description": "Hilda ist der „Star“ vom Hafen von Banges, wo jeder ihren Namen kennt.\nBanges ist ihre Heimat, und sie will sie beschützen.\nSie hat keinen festen Job und arbeitet nur gelegentlich in den Läden am Hafen, beim Streifendienst oder als Sicherheitspersonal. Wenn sie müde ist, nimmt sie sich eine Auszeit, geht einkaufen und gönnt sich etwas Gutes zu essen.",
  "like": "Brathähnchen, Feiern, Schnäppchenjagd",
  "dislike": "Lebenspläne",
  "element": "Ice",
  "rarity": "SR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 10,
  "skills": [
    {
      "name": "Normaler Angriff",
      "type": [
        "Attack"
      ],
      "description": "Tippe auf den normalen Angriff, um den Zielmodus zu aktivieren. Halte den normalen Angriff gedrückt, um kontinuierlich bis zu <b>40</b> Schüsse abzufeuern. Jeder Schuss verursacht Schaden in Höhe von <b>11.4%</b> des ANG +<b>1</b>. Bei Kopfschüssen oder einem Treffer an der Schwachstelle des Gegners wird der Schaden verdoppelt und der Gegner zu Fall gebracht (Kopfschüsse sind gegen Wanderer unwirksam)."
    },
    {
      "name": "Geschützturm",
      "type": [
        "Skill"
      ],
      "description": "Aktiviere den Geschützmodus und feuere große Energiekugeln ab, die jeweils Schaden in Höhe von <b>213.3%</b> des ANG +<b>11</b> verursachen und das Ziel hochschleudern. der Wanderer ist gegen Lähmungsangriff und Kontrolleffekte immun, während der Geschützturm aufgestellt wird. Abklingzeit: <b>3.5</b> Sek."
    },
    {
      "name": "Arktischer Strahl",
      "type": [
        "Discharge"
      ],
      "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und ein arktischer Strahl abgefeuert. Dies verursacht Schaden in Höhe von <b>329.2%</b> des ANG +<b>17</b> und bewirkt einen <b>3</b> Sek. anhaltenden <b>starken Einfrieren-Effekt</b>. Außerdem sinkt der Frostwiderstand des Ziels für <b>10</b> Sek. um <b>50%</b>."
    }
  ],
  "weapon_type": {
    "name": "Eispanzer",
    "description": "Wenn die Waffe voll geladen ist, bewirkt der nächste Angriff für <b>2</b> Sek. einen <b>starken Einfrieren-Effekt</b> und verursacht bei Zielen <b>6</b> Sek. lang Erfrierungen. Das Durchbrechen der Eisschicht verursacht zusätzlichen Schaden in Höhe von <b>111%</b> des ANG. Während der Erfrierungen wird die Waffenladegeschwindigkeit des Ziels um <b>50%</b> verringert."
  },
  "advancement": [
    "Erhöht mit jedem Treffer eines normalen Angriffs den Schaden um <b>1%</b>. Der Effekt hält <b>2</b> Sek. an. Kann bis zu <b>15</b>-mal gestapelt werden. Erhöht die Munition auf <b>60</b>.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>10%</b>.",
    "Erhöht beim Wechsel zu dieser Waffe innerhalb von <b>10</b> Sek. den Schaden von normalen Angriffen sowie von „Zertrümmern“ um <b>30%</b>. Abklingzeit: <b>25</b> Sek. Erhöht die Munition auf <b>80</b>.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>20%</b>.",
    "Verringert die Abklingzeit von normalen Angriffen im Geschützturm-Modus um <b>2</b> Sek.",
    "Erhöht beim Wechsel zu dieser Waffe innerhalb von <b>10</b> Sek. den Schaden von normalen Angriffen sowie von „Zertrümmern“ um <b>60%</b>. Abklingzeit: <b>25</b> Sek."
  ],
  "traits": [
    {
      "name": "Bleifuß",
      "icon": true,
      "description": "Erhöht die Geschwindigkeit um <b>7%</b>, wenn Hilda ein Fahrzeug verwendet."
    },
    {
      "name": "Volltempo-Driften",
      "icon": true,
      "description": "Erhöht die Geschwindigkeit um <b>10%</b>, wenn Hilda ein Fahrzeug verwendet."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofaser-Rahmen I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}