{
  "_id": 21,
  "id": "lin",
  "name": "Lin",
  "weapon": "Schattenweben",
  "weapon_id": "shadoweave",
  "birthday": "3. September",
  "birthplace": "Hykros – Distrikt 7",
  "gender": "Weiblich",
  "info": "Eine junge Offizierin, deren Auftreten Eindruck macht.\nSie ist eine Sauberkeitsfanatikerin, die kein Staubkorn liegen lassen kann, und hat hohe Ansprüche an sich und andere. Dementsprechend hält sie sich gern strikt an Regeln, ist aber auch für Diskussionen offen.\nIhre gehobene Erziehung hat sie zu der gemacht, die sie heute ist: eine entschlossene und fähige Perfektionistin.",
  "description": "Die einzige Tochter von Harunobu, dem letzten örtlichen Archon. Sie wurde zu seiner Nachfolgerin erzogen. Obwohl sie das Amt noch nicht übernommen hat, steht für die Öffentlichkeit bereits fest, dass sie in die Fußstapfen ihres Vaters treten wird.\nSeit ihrer Kindheit wird sie strengstens im Kampf ausgebildet, sodass sie im Gefecht an der Front viel eher zu Hause wäre als bei dem Papierkram im Büro, was ihre Ergebnisse noch unterstreichen.\nEgal ob im zentralen Distrikt oder in der Unterstadt – Lin ist überall unfassbar beliebt.",
  "like": "Tee, der Duft von Waschmittel, frittierter Tofu",
  "dislike": "Keime, hartnäckige Flecken",
  "element": "Altered",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Normaler Angriff",
      "type": [
        "Attack"
      ],
      "description": "Benutze am Boden „Schattenweben“, um 5 Angriffe hintereinander zu entfesseln.\nErster Angriff: Verursacht Schaden in Höhe von <b>59.9%</b> des ANG +<b>3</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>57.1%</b> des ANG +<b>3</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>49.5%</b> des ANG +<b>3</b>. \nVierter Angriff: Verursacht Schaden in Höhe von <b>114.2%</b> des ANG +<b>6</b> und lässt Ziel in der Luft schweben.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>152.2%</b> des ANG +<b>8</b>."
    },
    {
      "name": "Luftsprengung",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Setze in der Luft einen normalen Angriff ein, um 5-mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>30.6%</b> des ANG +<b>2</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>55.6%</b> des ANG +<b>3</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>48.2%</b> des ANG +<b>3</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>111.2%</b> des ANG +<b>6</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>148.3%</b> des ANG +<b>8</b>."
    },
    {
      "name": "Verstreuter Boden",
      "type": [
        "Hold: Attack"
      ],
      "description": "Halte nach dem zweiten normalen Angriff am Boden oder in der Luft den normalen Angriff, um „Verstreuter Boden“ auszulösen.\nGreift die Zielposition an und verursacht Schaden in Höhe von <b>83.2%</b> des ANG +<b>4</b>. Außerdem wird das Ziel zu Fall gebracht.\nPassiv: Nachdem „Verstreuter Boden“ den Boden bedeckt hat, löst ein wiederholtes schnelles Tippen auf den normalen Angriff sofort „Kurze Blüte“ aus (der 3. Stapel)."
    },
    {
      "name": "Kurze Blüte",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Halte den normalen Angriff, um „Kurze Blüte“ auszulösen. Ist während des Aufladens bis zu 3-mal stapelbar und gewährt währenddessen Hyperkörper und Kontrollimmunität.\nErster Stapel: Verursacht Schaden in Höhe von <b>73.9%</b> des ANG +<b>4</b>.\nZweiter Stapel: Verursacht Schaden in Höhe von <b>146.8%</b> des ANG +<b>246.4</b>.\nDritter Stapel: Verursacht Schaden in Höhe von <b>13%</b> des ANG +<b>{5}</b>."
    },
    {
      "name": "Fallschatten",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Halte den normalen Angriff in der Luft, um „Fallschatten“ auszulösen.\nStampfe aus dem Himmel fallend auf den Boden, um Schaden in Höhe von <b>160%</b> des ANG +<b>8</b> zu verursachen und das Ziel zu Fall zu bringen."
    },
    {
      "name": "Ausweichen",
      "type": [
        "Dodge"
      ],
      "description": "Wenn du einem Angriff ausweichst, kurz bevor er trifft, löst du „Trugbild“ aus, was die Geschwindigkeit von Gegnern in der Umgebung reduziert. Werde für <b>0,5</b> Sek. immun gegen Trefferlähmung, während du ausweichst."
    },
    {
      "name": "Blattgrün",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Führe einen Rückwärtssalto aus und entfessle dabei „Blattgrün“ auf das Ziel. Bei einem Treffer wird Schaden in Höhe von <b>70%</b> des ANG +<b>4</b> verursacht und es werden <b>1–3</b> Epiphyllen erzeugt, die ein „Grünes Feld“ bilden, das <b>5</b> Sek. lang bestehen bleibt. Wenn Gegner innerhalb des grünen Felds den Wanderer anvisieren, wird ihre Bewegungsgeschwindigkeit um <b>50%</b> verringert.\nPassiv: Kann sowohl am Boden als auch in der Luft eingesetzt werden.\nPassiv: Besteht ein Kontrolleffekt, wird dieser sofort beendet und „Blattgrün“ wird ausgelöst, ohne einen Ausweichversuch zu verbrauchen. Abklingzeit: <b>20</b> Sek."
    },
    {
      "name": "Aufgeregter Flow: Rauschender Strom",
      "type": [
        "Skill"
      ],
      "description": "Erschaffe um dich herum für <b>15</b> Sek. ein „Reich des Mondlichts“. Der von dir verursachte Schaden im Reich ist um <b>10%</b> erhöht, die Sprungfähigkeit ist um <b>20%</b> erhöht und der Ausdauerverbrauch ist um <b>50%</b> verringert. Abklingzeit: <b>30</b> Sek.\nTritt in den speziellen Zustand „Luftblüten“ ein, wenn „Schattenweben“ im Reich eingesetzt wird. Deine Fallgeschwindigkeit ist stark reduziert und du kannst mehrere Doppelsprünge durchführen. Benutze in diesem Zustand die Richtungssteuerung und die Sprungtaste, während du dich in der Luft befindest, um „Durchstreifen“ und einen Angriff auf das Ziel auszuführen. Bei einem Treffer wird Schaden in Höhe von <b>66%</b> des ANG +<b>3</b> verursacht und es werden zufällig <b>1–3</b> Epiphyllen generiert.\n\nPassiv: Im „Reich des Mondlichts“ wird alle <b>0,8</b> Sek. <b>1</b> Epiphyllum in der Nähe von 1 Ziel generiert.\nPassiv: Wenn du „Schattenweben“ im „Reich des Mondlichts“ einsetzt, werden Gegnern, deren LP niedriger als <b>20%</b> sind, zusätzliche <b>50%</b> Schaden zugefügt.\nPassiv: Wenn du „Schattenweben“ im „Reich des Mondlichts“ einsetzt, wird erlittener Schaden erkannt und du teleportierst dich weg von der Position eines Ziels. Abklingzeit: <b>10</b> Sek.\n\nPassiv: Waffenmeister\nFlamme: Wenn „Schattenweben“ mit 2 Flammenwaffen kombiniert wird, wird „Reich des Mondlichts“ zu „Flamme: Reich des Mondlichts“, welches für zusätzliche <b>4</b> Sek. anhält, wenn Ziele verbrannt werden. Ziele mit einem Schild erleiden zusätzliche <b>15%</b> Flammenschaden.\n\nVolt: Wenn „Schattenweben“ mit 2 Voltwaffen kombiniert wird, wird „Reich des Mondlichts“ zu „Volt: Reich des Mondlichts“, welches eine Chance von <b>65%</b> bietet, beim Ausweichen keinen Ausweichversuch zu verbrauchen. Außerdem verfügen Ausweichangriffe über einen Schadensbonus von <b>35%</b>. Wenn Voltresonanz aktiviert ist, gibt es einen Bonus auf Voltschaden in Höhe von zusätzlichen <b>30%</b>.\n\nFrost: Wenn „Schattenweben“ mit 2 Frostwaffen kombiniert wird, wird „Reich des Mondlichts“ zu „Frost: Reich des Mondlichts“. Ziele innerhalb des Reichs leiden für <b>15</b> Sek. an „Erfrierung“, nachdem sie <b>10</b>-mal Frostschaden erlitten haben, und erleiden während dieses Zeitraums zusätzlich <b>22%</b> Schaden durch Frostangriffe. Die Anzahl der Angriffe ist nicht stapelbar, wenn das Ziel bereits im Zustand „Erfrierung“ ist.\n\nPhysisch: Wenn „Schattenweben“ mit 2 physischen Waffen kombiniert wird, wird „Reich des Mondlichts“ zu „Physisch: Reich des Mondlichts“. Wenn du einen LP-Schild besitzt, fügst du Zielen innerhalb der Reichweite jede Sekunde Schaden in Höhe von <b>50%</b> ANG +<b>3</b> zu.\n\nBalance: Wenn „Schattenweben“ mit zwei unterschiedlichen Elementarwaffen (darunter Flamme, Volt, Frost, Physisch) kombiniert wird, wird der ANG des Wanderers im Reich um <b>15%</b> erhöht und so gewertet, als würden Flammen-, Volt-, Frost- und physische Resonanz ohne Resonanzeffekte aktiviert werden."
    },
    {
      "name": "Schwerkraftwoge",
      "type": [
        "Discharge"
      ],
      "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und „Schwerkraftwoge“ mit einer stärkeren Absorptionskraft losgelassen. Dies verursacht Schaden in Höhe von <b>368.5%</b> des ANG +<b>19</b>. Dann explodiert sie und erschafft nach <b>5</b> Sek. eine weitreichende Ausbreitungswelle, die Schaden in Höhe von <b>184.3%</b> +<b>10</b> verursacht. Die Schadensimmunität hält <b>2,6</b> Sek. lang an, wenn die Fähigkeit aktiv ist (nicht in der Apex-Liga verfügbar)."
    }
  ],
  "weapon_type": {
    "name": "Veränderter Schaden",
    "description": "Wenn die Waffe voll geladen ist, markiert der nächste Angriff das Ziel und verursacht nach <b>5</b> Sek. eine Explosion. Verursacht zusätzlichen Schaden in Höhe von <b>25%</b> des vom Ziel während der Markierung erlittenen Schadens (bis zu <b>560%</b> des ANG). Es kann immer nur 1 Markierung auf einem Ziel bestehen."
  },
  "weapon_resonance": {
    "name": "Fusionskern des Schattenwebens",
    "description": "Die Kombination von „Schattenweben“ mit anderen Waffen kann den Effekt <b>Waffenmeister</b> erzeugen.\nEpiphyllen erscheinen zufällig beim Ziel, explodieren innerhalb von <b>1–3</b> Sek. und verursachen dabei Flächenschaden in Höhe von <b>60%</b> des ANG."
  },
  "advancement": [
    "Normale Angriffe verursachen jetzt bei Treffern Flächenschaden.\nWenn es ein weiteres Epiphyllum im Explosionsbereich des Epiphyllums gibt, erhöht sich der Schaden jeder der folgenden Epiphyllum-Explosionen um <b>{0}%</b>, bis zu maximal <b>{1}%</b>.\nDas Intervall, in dem Epiphyllum durch <b>Reich des Mondlichts</b> entsteht, ist jetzt auf <b>0,5</b> Sek. reduziert.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>16%</b>.",
    "Das Intervall, in dem Epiphyllum durch <b>Reich des Mondlichts</b> entsteht, ist jetzt auf <b>0,3</b> Sek. reduziert.\nEpiphyllen binden sich an Gegner.\nDie Dauer von <b>Reich des Mondlichts</b> wurde auf <b>20</b> Sek. erhöht.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>32%</b>.",
    "Erhalte, während du unter dem Effekt von <b>Reich des Mondlichts</b> stehst, jede Sek. <b>30</b> Waffenladung und erhöhe den durch Entladungsfähigkeiten verursachten Schaden um <b>{0}%</b>.",
    "Wechsle die Modi vom <b>Reich des Mondlichtes</b> bis zu <b>2</b>-mal. Erhalte <b>1</b> Versuch nach Fähigkeiten-Abklingzeit und <b>1</b> weiteren Versuch durch Ladungsentladung.\nVerwende eine beliebige Waffenentladung <b>3</b>-mal, um <b>+1</b> auf die <b>Reich des Mondlichts</b>-Anzahl zu erhalten. Wirkt auch wenn sich „Schattenweben“ im Nebenhand-Slot befindet.\nUnter dem Effekt von <b>Reich des Mondlichtes</b> erhöht sich der Schaden um <b>{0}%</b>."
  ],
  "traits": [
    {
      "name": "Epiphyllumblüte",
      "description": "Erhöht den Explosionsschaden des Epiphyllums um <b>15%</b>."
    },
    {
      "name": "Epiphyllum-Glamour",
      "description": "Erhöht den Schaden der Epiphyllum-Explosion um <b>20%</b>. Verringert bei einem Treffer durch Epiphyllen alle Widerstände für <b>7</b> Sek. um <b>7%</b>. Dieser Effekt kann nicht gestapelt werden."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Booster-Rahmen II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofaser-Rahmen II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nano-Beschichtung II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}