{
  "_id": 20,
  "id": "saki_fuwa",
  "name": "Saki Fuwa",
  "weapon": "Herzstrom",
  "weapon_id": "heartstream",
  "birthday": "11. Oktober",
  "birthplace": "Spezialkräfte des Sicherheitsdiensts von Mirroria",
  "gender": "Weiblich",
  "info": "Hinter ihrem kindischen Auftreten verbirgt sich ein Herz, das ein Gegenbild zu ihrem trügerischen Äußeren bildet. Sie ist im Grunde eine „Mini-Erwachsene“ mit Leib und Seele.\nDennoch machen sich ihr Alter und ihr Aussehen gelegentlich bemerkbar – wenn niemand in der Nähe ist, übt sie manchmal Einzeiler, als wäre sie im Herzen des Gefechts. Sie ist ein kleiner Geek, was schlichte Figuren aus alten Zeiten angeht, und sammelt sie liebend gern.",
  "description": "Teamleiterin der Spezialkräfte des Sicherheitsdiensts von Mirroria und eine Anwenderin der „Super-Flow“-Technik. Sie hat ein Faible für traditionelles Kendō und trägt Kleidung, die zu ihrem Kampfstil passt. Eine der wenigen im Sicherheitsdienst ohne bionische Modifikationen. Ist für den Schutz von Mirroria verantwortlich.",
  "like": "Figuren, Manga",
  "dislike": "Abgelenktes, reizbares Mitglied des Sicherheitsdiensts",
  "element": "Ice",
  "rarity": "SSR",
  "role": "Tank",
  "resonance": "Defense",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "name": "Wutstrom",
      "type": [
        "Attack"
      ],
      "description": "Führt am Boden 5 Herzstrom-Angriffe aus.\nDer erste Angriff fügt dem Ziel Schaden in Höhe von <b>42.5%</b> des ANG +<b>2</b> zu und stößt es eine kurze Strecke zurück.\nDer zweite Angriff fügt dem Ziel Schaden in Höhe von <b>29.5%</b> des ANG +<b>2</b> zu und stößt es eine kurze Strecke zurück.\nDer dritte Angriff fügt dem Ziel Schaden in Höhe von <b>45%</b> des ANG +<b>2</b> zu und stößt es eine kurze Strecke zurück.\nDer vierte Angriff fügt dem Ziel Schaden in Höhe von <b>70.6%</b> des ANG +<b>4</b> zu und stößt es eine kurze Strecke zurück.\nDer fünfte Angriff fügt dem Ziel Schaden in Höhe von <b>102.6%</b> des ANG +<b>5</b> zu und schleudert es hoch."
    },
    {
      "name": "Luftteilung",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Setze in der Luft oder nach einmaligem Springen einen normalen Angriff ein, um 5-mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>47.2%</b> des ANG +<b>2</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>43.7%</b> des ANG +<b>2</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>54.2%</b> des ANG +<b>3</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>76.9%</b> des ANG +<b>4</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>170.2%</b> des ANG +<b>9</b>."
    },
    {
      "name": "Aufgeregter Flow: Vortex",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tippe und halte im „Aufgeregter Flow“-Modus den normalen Angriff, um die Fähigkeit auszulösen.\nSprinte mit einem wirbelnden Mehrfachangriff nach vorne und verursache dabei bis zu <b>199.5%</b> des ANG +<b>11</b> Schaden."
    },
    {
      "name": "Frostfall",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tippe und halte zum Auslösen den normalen Angriff, während du in der Luft bist oder setze einen normalen Angriff ein, während du kletterst, rückwärts springst oder das Jetpack benutzt.\nVerursacht beim Fallen mit jedem Treffer Schaden in Höhe von <b>30.4%</b> des ANG +<b>2</b>. Fügt Zielen in der Nähe bei der Landung Schaden in Höhe von <b>76%</b> des ANG +<b>4</b> zu."
    },
    {
      "name": "Ausweichen",
      "type": [
        "Dodge"
      ],
      "description": "Wenn du einem Angriff ausweichst, kurz bevor er trifft, löst du „Trugbild“ aus, was die Geschwindigkeit von Gegnern in der Umgebung reduziert. Werde für <b>0,5</b> Sek. immun gegen Trefferlähmung, während du ausweichst."
    },
    {
      "name": "Polarfront",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf den normalen Angriff.\nSprinte los, drehe dich und greife das Ziel an, um Gesamtschaden in Höhe von <b>277%</b> des ANG +<b>15</b> zu verursachen."
    },
    {
      "name": "Aufgeregter Flow: Rauschender Strom",
      "type": [
        "Skill"
      ],
      "description": "Sprinte auf das Ziel zu und mache Gegner entlang des Wegs vorübergehend bewegungsunfähig. Du verursachst dabei verzögerten Schaden in Höhe von bis zu <b>445.3%</b> des ANG +<b>23</b>. Abklingzeit: <b>30</b> Sek."
    },
    {
      "name": "Stiller Flow: Konzentrierter Strom",
      "type": [
        "Discharge"
      ],
      "description": "Lässt die „Stiller Flow“-Fähigkeiten los, um bis zu <b>3</b> Sek. lang in einen aufgeladenen Zustand einzutreten, der Ziele in der Nähe kontinuierlich verspottet und Schaden bis zu <b>60%</b> der max. LP absorbiert. Am Ende des aufgeladenen Zustands erleiden Ziele Frostschaden in Höhe von <b>850%</b> des Frost-ANG +<b>50%</b> x absorbierter Schaden. <b>20%</b> des nicht verbrauchten Werts wird in LP-Wiederherstellung umgewandelt. Abklingzeit: <b>30</b> Sek.\n\nWechselt in den „Stiller Flow“-Zustand, wenn Standhaftigkeit-Resonanz aktiviert ist. <b>Aufgeregter Flow: Rauschender Strom</b> wird ersetzt durch <b>Stiller Flow: Konzentrierter Strom</b>. Wechselt in den „Aufgeregter Flow“-Zustand, wenn Standhaftigkeit-Resonanz nicht aktiviert ist.\nDer Wanderer kann „Schwertschatten“ erlangen, der ihm folgt, wenn er Saki Fuwas Fähigkeiten einsetzt. Schwertschatten löst eine Welle aus, wenn der Wanderer Saki Fuwas Varianten- oder Entladungsfähigkeiten einsetzt, und verursacht Fernkampfschaden in Höhe von <b>450%</b> des Frost-ANG. Abklingzeit der Volt-Welle: <b>10</b> Sek.\nIm Zustand „Aufgeregter Flow: Schwertschatten“ wird Flow ausgelöst, wenn der Wanderer mit einer beliebigen Waffe Schaden verursacht, der dem ersten getroffenen Ziel Schaden in Höhe von <b>125%</b> des Frost-ANG zufügt und LP in Höhe von <b>57%</b> des Schadens wiederherstellt. Die maximale Wiederherstellung übersteigt jeweils nicht <b>100%</b> des ANG. Abklingzeit: <b>0,8</b> Sek.\nIm „Stiller Flow“-Zustand: Nachdem der Schwertschatten „Volt-Welle“ ausgelöst hat, erhält der Wanderer <b>3</b> Blocks, die <b>10</b> Sek. lang anhalten. Die maximale Blockkapazität beträgt höchstens <b>15%</b> der max. LP. Jeder erfolgreiche Block fügt dem Ziel Gegenangriffsschaden in Höhe von <b>450%</b> des Frost-ANG zu und das Zertrümmern der Volt-Welle erhöht sich um <b>100%</b>, wenn der Verspottungseffekt hinzugefügt wird."
    }
  ],
  "weapon_type": {
    "name": "Eispanzer",
    "description": "Wenn die Waffe voll geladen ist, bewirkt der nächste Angriff für <b>2</b> Sek. einen <b>starken Einfrieren-Effekt</b> und verursacht bei Zielen <b>6</b> Sek. lang Erfrierungen. Das Durchbrechen der Eisschicht verursacht zusätzlichen Schaden in Höhe von <b>151%</b> des ANG. Während der Erfrierungen wird die Waffenladegeschwindigkeit des Ziels um <b>50%</b> verringert."
  },
  "weapon_resonance": {
    "name": "Frostresonanz",
    "description": "<b>Frostresonanz</b>: Erhöht Frost-ANG um <b>15%</b> und den Frostwiderstand um <b>25%</b>. Wird durch Ausrüsten von <b>2</b> oder mehr Frostwaffen aktiviert. Der Set-Effekt funktioniert auch im Nebenhand-Slot."
  },
  "advancement": [
    "Wenn Frostresonanz aktiviert ist, werden pro <b>5</b> eingesetzter Waffenfähigkeiten jeweils die Abklingzeiten aller Waffenfähigkeiten zurückgesetzt. Außerdem wird der Schaden von Flow und Gegenangriff für <b>25</b> Sek. <b>1</b>-fach erhöht.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>16%</b>.",
    "Aufgeregter Flow: Erhöht den Schaden des Schwertschattens „Volt-Welle“ auf <b>900%</b> des Frost-ANG.\nStiller Flow: Die Abklingzeit des Schwertschattens „Volt-Welle“ beträgt jetzt <b>5 Sek</b>.",
    "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>32%</b>.",
    "Halte die Zeit an und löse „Trugbild“ aus, wenn „Volt-Welle“ das Ziel trifft. Teilt sich die Abklingzeit mit dem durch Ausweichen ausgelösten „Trugbild“.",
    "Treffer mit „Volt-Welle“ gegen ein Ziel erhöhen den Frostschaden für <b>15</b> Sek. um <b>11%</b>.\nDurch „Schwertschatten“ ausgelöste Blocks verringern den von gegnerischen Zielen verursachten Frostschaden für <b>12</b> Sek. um <b>25%</b>."
  ],
  "traits": [
    {
      "name": "Zustand der Standhaftigkeit",
      "description": "Bei weniger als <b>70%</b> LP erhöht sich der gesamte Widerstand um <b>40%</b>."
    },
    {
      "name": "Schützendes Schwert",
      "description": "Bei weniger als <b>70%</b> LP erhöhen sich alle Widerstände um <b>40%</b> und der Frostwiderstand zusätzlich um <b>60%</b>. Unter Stiller Flow: Nachdem der Schwertschatten „Volt-Welle“ ausgelöst und einen Angriff geblockt hat, erhält das Mitglied des Teams mit dem geringsten LP-Anteil 3 Blockfähigkeiten, die <b>10</b> Sek. lang anhalten. Dies gilt nicht für den Anwender. Dabei werden höchstens <b>15%</b> der max. LP des Teammitglieds an Schaden geblockt."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "icecore",
        "name": "Eiskern",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_winter",
        "name": "Herz des Winters",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "nano_coating_ii",
        "name": "Nano-Beschichtung II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_ii",
        "name": "Booster-Rahmen II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}