{
  "_id": 1029,
  "id": "tian_lang",
  "name": "Tian Lang",
  "weapon": "Donnerbrecher",
  "weapon_id": "thunderbreaker",
  "birthday": "23. März",
  "birthplace": "Zuchtstation von Mirroria",
  "gender": "Männlich",
  "info": "Er gähnt oft und wirkt unordentlich, belebt aber häufig die Stimmung im Team.\nDennoch ist er ein sehr nachdenklicher Mensch mit einem warmen Äußeren und einem kalten Kern, der seine wahren Gefühle nicht ohne Weiteres preisgibt.",
  "description": "Ein Mitarbeiter der Zuchtstation von Mirroria und Blumenliebhaber. Da er für den Verkauf und die tägliche Pflege der Pflanzen in der Zuchtstation verantwortlich ist, hat er den Spitznamen „Manager“ erhalten.\n\nIn Wirklichkeit ist er der unvorstellbar starke Top-Vollstrecker von Distrikt 7. Allerdings kennen nur wenige dieses Geheimnis. Er gilt als das „Ass im Ärmel“ von Distrikt 7 und wird nur aktiv, wenn Mirroria in der Krise steckt.\n\nWährend eines Kampfes mit einem Abyssanten wehrte er den Energieangriff des Abyssanten mit seiner linken Hand ab, die dabei schwerste Verbrennungen erlitt. Seit einer Operation zur Wiederherstellung des Gewebes trägt er zur Verbesserung seiner Kampffähigkeiten einen gepanzerten Handschuh, der auf die Kampfeigenschaften seiner Waffe „Donnerbrecher“ abgestimmt ist.",
  "like": "Blumen, entspannend, Zuchtstation von Mirroria",
  "dislike": "Unannehmlichkeiten, Vollstreckerausführungen",
  "element": "Volt",
  "rarity": "SSR",
  "role": "DPS",
  "resonance": "DPS",
  "shatter": 12.5,
  "charge": 8,
  "skills": [
    {
      "name": "Mizar",
      "type": [
        "Attack"
      ],
      "description": "Greift auf dem Boden 6-mal hintereinander mit Donnerbrecher an.\nErster Angriff: Verursacht Schaden in Höhe von <b>90.5%</b> des ANG +<b>5</b> und stößt das Ziel zurück.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>67.9%</b> des ANG +<b>4</b> und stößt das Ziel zurück.\nDritter Angriff: Verursacht Schaden in Höhe von <b>123%</b> des ANG +<b>6</b> und stößt das Ziel zurück.\nVierter Angriff: Verursacht Schaden in Höhe von <b>217.9%</b> des ANG +<b>11</b> und stößt das Ziel zurück.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>222%</b> des ANG +<b>12</b> und stößt das Ziel zurück.\nSechster Angriff: Verursacht Schaden in Höhe von <b>291.8%</b> des ANG +<b>15</b> und schleudert das Ziel hoch."
    },
    {
      "name": "Megrez",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "Setze in der Luft oder nach einmaligem Springen einen normalen Angriff ein, um 5-mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>87.4%</b> des ANG +<b>5</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>83%</b> des ANG +<b>4</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>126.7%</b> des ANG +<b>7</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>229.4%</b> des ANG +<b>12</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>256.5%</b> des ANG +<b>14</b>."
    },
    {
      "name": "Phecda",
      "type": [
        "Attack"
      ],
      "description": "Tippe und halte zum Auslösen den normalen Angriff am Boden.\nDies fügt dem Ziel Schaden in Höhe von bis zu <b>342%</b> des ANG +<b>18</b> zu und sammelt die Gegner um dich herum."
    },
    {
      "name": "Merak",
      "type": [
        "Attack"
      ],
      "description": "Tippe und halte zum Auslösen den normalen Angriff, während du in der Luft bist oder setze einen normalen Angriff ein, während du kletterst, rückwärts springst oder das Jetpack benutzt.\nVerursacht beim Fallen mit jedem Treffer Schaden in Höhe von <b>38%</b> des ANG +<b>2</b>. Fügt Zielen in der Nähe bei der Landung Schaden in Höhe von <b>285%</b> des ANG +<b>15</b> zu."
    },
    {
      "name": "Ausweichen",
      "type": [
        "Dodge"
      ],
      "description": "Wenn du einem Angriff ausweichst, kurz bevor er trifft, löst du „Trugbild“ aus, was die Geschwindigkeit von Gegnern in der Umgebung reduziert. Werde für <b>0,5</b> Sek. immun gegen Trefferlähmung, während du ausweichst."
    },
    {
      "name": "Alioth",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf den normalen Angriff.\nSprinte los und greife das Ziel an, um Gesamtschaden in Höhe von <b>172.6%</b> des ANG +<b>9</b> zu verursachen."
    },
    {
      "name": "Dubhe",
      "type": [
        "Skill"
      ],
      "description": "Entfesselt ein Sperrfeuer von Angriffen, die Gegnern in Reichweite Schaden in Höhe von <b>936.9%</b> des ANG +<b>49</b> zufügen sowie Gegner und deine Beschwörungen innerhalb einer bestimmten Reichweite in Elektroentitäten verwandeln, wobei bis zu 3 Elektroentitäten gleichzeitig existieren können. Abklingzeit: <b>30</b> Sek.\n\nErhalte „Voltsinn“, wenn „Dubhe“ benutzt wird: Scanne die beiden anderen ausgerüsteten Waffen, wenn du deine Fähigkeiten einsetzt. Jedes Mal, wenn eine Voltwaffe gescannt wird, erhöht sich der Volt-ANG für <b>25</b> Sek. um <b>6%</b>.\n\nElektroentität: Beim Entfesseln einer Volt-Waffenfähigkeit oder -Entladung verursachen die Elektroentitäten einen Volt-Flächenschaden in Höhe von <b>5%</b> der fehlenden LP. (nicht weniger als <b>100%</b> des Volt-ANG, nicht mehr als <b>1.000%</b> des Volt-ANG).\n\nBeim Einsatz von Donnerbrecher verbraucht die Entfesselung einer beliebigen Volt-Waffenfähigkeit oder Entladungsfähigkeit <b>30%</b> der aktuellen LP, um zusätzlichen Voltschaden in Höhe von <b>50%</b> der verbrauchten LP zu verursachen (nicht weniger als <b>480%</b> des Volt-ANG, nicht mehr als <b>3.000%</b> des Volt-ANG) und gewährt vorübergehend Unbesiegbarkeit (in der Apex-Liga nicht verfügbar). <b>8</b> Sek. später oder wenn die LP niedriger als <b>10%</b> sind, werden für <b>8</b> Sek. <b>5%</b> der fehlenden LP pro Sek. wiederhergestellt (nicht beeinflusst von Heileffekten). Dieser Wiederherstellungseffekt kann nicht gestapelt werden."
    },
    {
      "name": "Vernichter",
      "type": [
        "Dodge"
      ],
      "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b>. Donnerbrecher entfesselt weitreichenden Voltschaden, der Schaden in Höhe von <b>844.6%</b> des ANG + <b>44</b> verursacht und Gegner oder eigene Beschwörungen innerhalb einer bestimmten Reichweite in Elektroentitäten verwandelt. Bis zu 3 Elektroentitäten können gleichzeitig existieren.\n\nElektroentität: Beim Entfesseln einer Volt-Waffenfähigkeit oder -Entladung verursachen die Elektroentitäten einen Volt-Flächenschaden in Höhe von <b>5%</b> der fehlenden LP (nicht weniger als <b>100%</b> des Volt-ANG, nicht mehr als <b>1.000%</b> des Volt-ANG).\n\nBeim Einsatz von Donnerbrecher verbraucht die Entfesselung einer beliebigen Volt-Waffenfähigkeit oder Entladungsfähigkeit <b>30%</b> der aktuellen LP, um zusätzlichen Voltschaden in Höhe von <b>50%</b> der verbrauchten LP zu verursachen (nicht weniger als <b>480%</b> des Volt-ANG und nicht mehr als <b>3.000%</b> des Volt-ANG) und gewährt vorübergehend Unbesiegbarkeit (in der Apex-Liga nicht verfügbar). Nach <b>8</b> Sek. oder wenn die LP niedriger als <b>10%</b> sind, werden jede Sek. für <b>8</b> Sek. <b>5%</b> der fehlenden LP wiederhergestellt (nicht beeinflusst von Heileffekten). Dieser Wiederherstellungseffekt kann nicht gestapelt werden."
    }
  ],
  "weapon_type": {
    "name": "Volt",
    "description": "Wenn die Waffe voll geladen ist, werden Ziele beim nächsten Angriff für <b>1</b> Sek. <b>stark gelähmt</b> und <b>6</b> Sek. lang elektrisiert. Die Buffs der Ziele werden entfernt und sie erleiden Schaden in Höhe von <b>144%</b> des ANG. Ziele können für die nächsten <b>6</b> Sek. keine Buffs erhalten."
  },
  "weapon_resonance": {
    "name": "Voltreaktion",
    "description": "<b>Voltreaktion</b>: Erhöht den Volt-ANG um <b>20%</b> und den Voltwiderstand um <b>40%</b>. Wird durch Ausrüsten von <b>2</b> oder mehr Voltwaffen aktiviert. Der Set-Effekt funktioniert im Nebenhand-Slot. Kann nicht mit Voltresonanz- oder Voltreaktion-Effekten gestapelt werden, wobei Voltresonanz priorisiert wird."
  },
  "advancement": [
    "Erhalte 1 Stapel Superleiter pro Ladung: Erhöht die maximalen LP um <b>7.5%</b> und den erlittenen Schaden um <b>2%</b> – es sei denn, der Wert der aktuellen LP ist niedriger als das 8fache des Volt-ANG und es ist kein LP-Schild ausgerüstet. Bis zu <b>8</b>-mal stapelbar. 1 Stapel wird abgezogen, wenn innerhalb von <b>6</b> Sekunden kein Superleiter aktualisiert wird.",
    "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>16%</b>.",
    "Entlade eine beliebige Entladungs- oder Volt-Waffenfähigkeit, um <b>2</b> Ladungen zu erhalten. Gewährt Hyperkörper, wenn Superleiter <b>8</b>-fach gestapelt wurde.",
    "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>32%</b>.",
    "Jeder Superleiter-Stapel erhöht den Endschaden um <b>1%</b>.",
    "Verstärke Dubhes Voltsinn: Erhalte für jede weitere erspürte Voltwaffe <b>25</b> Sek. lang <b>10%</b> Volt-Schadensbonus."
  ],
  "traits": [
    {
      "name": "",
      "description": "Jeder Einsatz der Volt-Waffenfähigkeit oder der Entladungsfähigkeit gewährt <b>1</b> kostenlosen Ausweichversuch (bis zu <b>2</b> Versuche). Werden die Volt-Waffenfähigkeit und die Entladungsfähigkeit gleichzeitig eingesetzt, erhöht sich der Voltschaden <b>8</b> Sek. lang um <b>{0}%</b>. Dieser Effekt kann nicht gestapelt werden.",
      "values": [
        12
      ]
    },
    {
      "name": "",
      "description": "Jeder Einsatz der Volt-Waffenfähigkeit oder der Entladungsfähigkeit gewährt <b>1</b> kostenlosen Ausweichversuch (bis zu <b>3</b> Versuche). Werden die Volt-Waffenfähigkeit und die Entladungsfähigkeit gleichzeitig eingesetzt, erhöht sich der Voltschaden <b>8</b> Sek. lang um <b>{0}%</b>. Dieser Effekt kann nicht gestapelt werden.",
      "values": [
        18
      ]
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 700,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 1100,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 4
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 5
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 5
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 5
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 16
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 16
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 16
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "nano_coating_i",
        "name": "Nano-Beschichtung I",
        "rarity": "R",
        "amount": 21
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Säurefeste Glasur I",
        "rarity": "R",
        "amount": 21
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Booster-Rahmen I",
        "rarity": "SR",
        "amount": 21
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "booster_frame_ii",
        "name": "Booster-Rahmen II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat2": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofaser-Rahmen II",
        "rarity": "SSR",
        "amount": 9
      },
      "mat3": {
        "id": "nano_coating_ii",
        "name": "Nano-Beschichtung II",
        "rarity": "SR",
        "amount": 9
      }
    }
  ]
}