{
  "weapon": "Frosted Spear",
  "element": "Ice",
  "rarity": "R",
  "id": "",
  "global": false,
  "tier": 6,
  "tier_constellation": 0,
  "pvp": 6,
  "pvp_constellation": 6,
  "tier_pending": false,
  "soon": false,
  "new": false,
  "resonance": "DPS",
  "shatter": 6.9,
  "charge": 5.6,
  "skills": [
    {
      "name": "Thrust",
      "icon": true,
      "type": [
        "Attack"
      ],
      "description": "<p>While on the ground, swing the long spear to attack 5 times in a row.</p>\n<ul>\n<li>First Attack: Deal damage equal to 14.9% of ATK + 1 and knock the target back a short distance.</li>\n<li>Second Attack: Deal damage equal to 13.7% of ATK + 1 and knock the target back a short distance.</li>\n<li>Third Attack: Deal damage equal to 28.6% of ATK + 2 and knock the target back a short distance.</li>\n<li>Fourth Attack: Deal damage equal to 43.8% of ATK + 2 and knock the target back a short distance.</li>\n<li>Fifth Attack: Deal damage equal to 69.3% of ATK + 4 and knock the target back a significant distance.</li>\n</ul>"
    },
    {
      "name": "Jumping Strike",
      "icon": true,
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "<p>While airborne or after jumping, tap normal attack to attack 4 times in a row.</p>\n<ul>\n<li>First Attack: Deal damage equal to 16.5% of ATK + 1.</li>\n<li>Second Attack: Deal damage equal to 14% of ATK + 1.</li>\n<li>Third Attack: Deal damage equal to 27.5% of ATK + 1.</li>\n<li>Fourth Attack: Deal damage equal to 66% of ATK + 3.</li>\n</ul>"
    },
    {
      "name": "Crashing Drive",
      "icon": true,
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "<p>Tap and hold the normal attack while airborne (or tap when a target is selected), or tap normal attack while climbing, jumping backward, or using the Jetpack to trigger Crashing Drive.</p>\n<p>While falling, deal damage equal to 6.4% of ATK + 1 each hit. Upon landing, deal damage equal to 29.1% of ATK + 2 and knock the target down.</p>\n<p>The higher the altitude when triggering the attack, the greater the damage dealt, up to 600% damage.</p>"
    },
    {
      "name": "Spear Flurry",
      "icon": true,
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "<p>After the third normal attack, hold the normal attack button to trigger Spear Flurry</p>\n<p>Upon hit, strongly suspend the target, dealing damage equal to 29.5% of ATK + 2. Tap again to continue attacking the suspended target, dealing up to 59.1% of ATK + 3 damage to a single target.</p>"
    },
    {
      "name": "Sneak Attack",
      "icon": true,
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Approach the enemy from behind while crouching, then tap normal attack to use Sneak Attack, dealing damage equal to 256.5% of ATK + 14."
    },
    {
      "name": "Flying Kick",
      "icon": true,
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "<p>Tap normal attack during the short perfect dodge window (tap an arrow button before dodging) to trigger Flying Kick.</p>\n<p>Once hit the target, deal damage equal to 43.2% of ATK + 2, knock the enemies back significantly, and stun enemies for 1 second or 0.5 seconds to Wanderers.</p>"
    },
    {
      "name": "Lunging Smash",
      "icon": true,
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "<p>Tap normal attack during the short period after a dodge to trigger Lunging Smash</p>\n<p>Slam the long spear into the ground, strongly suspending targets, dealing damage equal to 31.7% of ATK + 2.</p>"
    },
    {
      "name": "Moonchaser",
      "icon": true,
      "type": [
        "Skill"
      ],
      "description": "<p>Strongly suspend targets and go airborne, dealing damage equal to 76.5% of ATK + 4.</p>\n<p>Cooldown: 25 seconds.</p>"
    },
    {
      "name": "Spear Dance",
      "icon": true,
      "type": [
        "Discharge"
      ],
      "description": "When weapon charge is full or Phantasia is triggered, remove all debuffs from this wielder and grab the target upon switching to this weapon and shake them multiple times, dealing damage equal to 152.2% of ATK + 8. The last hit strongly suspends the target."
    }
  ],
  "weapon_type": {
    "name": "Ice Shell",
    "type": "Ice",
    "description": "Fully charged weapons will freeze the target for 2 seconds and leave it frostbitten for 6 seconds. Breaking the ice shell causes additional damage equal to 70% of ATK. While frostbitten, the target's weapon charge rate is reduced by 50%."
  },
  "ascension": [
    {
      "ascension": "1",
      "level": "10",
      "cost": "200",
      "mat1": {
        "name": "Icecore",
        "rarity": "N",
        "amount": "1"
      }
    },
    {
      "ascension": "2",
      "level": "20",
      "cost": "400",
      "mat1": {
        "name": "Icecore",
        "rarity": "N",
        "amount": "1"
      }
    }
  ]
}