{
  "_id": 5,
  "id": "ene",
  "name": "Ene",
  "weapon": "Vapuleador",
  "weapon_id": "pummeler",
  "birthday": "17 de agosto (Leo)",
  "birthplace": "Seguridad de Victoria",
  "gender": "Femenino",
  "info": "De apariencia holgazana y desmotivada cuando no hay nada que hacer, se emociona en exceso y es muy competitiva en combate. Está muy orgullosa de su cuerpo robótico, el cual es ágil, poderoso y no envejece. También es terca y se esfuerza al límite, incapaz de soltar la toalla antes que quienes tienen cuerpos orgánicos. Sin embargo, su mente es la de una niña y muestra su lado vulnerable al estar con su padre.",
  "description": "En la era de la Antigua Federación, Victoria, una contratista militar independiente, organizó una vez una serie de droides de combate, con Ene como su primer prototipo del proyecto. El objetivo era crear un robot perfecto con identidad propia y autonomía de pensamiento, emoción y capacidad de planificación. El dueño que autorizó este proyecto cargó la conciencia de respaldo de su fallecida hija en Ene como el \"alma\" del robot. Con el tiempo, Ene se ganó el derecho de ser humana como hija del dueño.",
  "like": "Estar con su padre, los humanos más fuertes que ella",
  "dislike": "Entender por completo la fragilidad de la vida",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "name": "Ataque normal",
      "type": [
        "Attack"
      ],
      "description": "En el suelo, blande la maza y ataca 4 veces seguidas.\nPrimer ataque: inflige daño equivalente al <b>76.3%</b> del ATQ + <b>4</b> y hace retroceder un poco al objetivo.\nSegundo ataque: inflige daño equivalente al <b>62.1%</b> del ATQ + <b>3</b> y hace retroceder un poco al objetivo.\nTercer ataque: inflige daño equivalente al <b>157.4%</b> del ATQ + <b>8</b> y hace retroceder un poco al objetivo.\nCuarto ataque: inflige daño equivalente al <b>263.8%</b> del ATQ + <b>14</b> y lanza al objetivo.\nMientras Arrebato está activo, blande la maza y ataca 4 veces seguidas.\nPrimer ataque: inflige daño equivalente al <b>{8}%</b> del ATQ + <b>{9}</b> y hace retroceder un poco al objetivo.\nSegundo ataque: inflige daño equivalente al <b>{10}%</b> del ATQ + <b>{11}</b> y hace retroceder un poco al objetivo.\nTercer ataque: inflige daño equivalente al <b>{12}%</b> del ATQ + <b>{13}</b> y hace retroceder un poco al objetivo.\nCuarto ataque: inflige daño equivalente al <b>{14}%</b> del ATQ + <b>{15}</b> y <b>suspende fuertemente</b> al objetivo."
    },
    {
      "name": "Vapuleador",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "En el aire o luego de saltar una vez, pulsa el ataque normal para activar Vapuleador. Inflige daño equivalente al <b>121.7%</b> del ATQ + <b>6</b> y suspende al objetivo.\nMientras Arrebato está activo, inflige daño equivalente al <b>133.9%</b> del ATQ + <b>7</b> y <b>suspende fuertemente</b> al objetivo.\nCuanto mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta <b>600%</b>."
    },
    {
      "name": "Onda de choque",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Pulsar y mantener mientras estás en el aire, dar un salto doble, pulsar ligeramente en el aire cuando haya objetivos cerca, escalar, saltar hacia atrás o atacar al usar el Propulsor activa Onda de Choque. <b>Suspende fuertemente</b> al objetivo <b>4</b> veces e inflige daño equivalente al <b>34.8%</b> del ATQ + <b>2</b> cada vez. Cuesta <b>250</b> de resistencia.\nMientras Arrebato está activo, la Onda de Choque <b>suspende fuertemente</b> al objetivo <b>5</b> veces e inflige daño equivalente al <b>38.3%</b> del *ATQ + <b>2</b> cada vez.\nCuanta mayor sea la altitud al activar el ataque, mayor será el daño infligido, hasta un <b>600%</b> de daño."
    },
    {
      "name": "Ataque sorpresa",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Acércate al enemigo desde atrás en posición agachada y pulsa el ataque normal para usar Ataque sorpresa, lo que inflige daño equivalente al <b>427.5%</b> del ATQ + <b>23</b>."
    },
    {
      "name": "Embestida de concentración",
      "type": [
        "Hold: Attack"
      ],
      "description": "Mantén pulsado el ataque normal para activar Embestida de Concentración (se puede cargar hasta 3 acumulaciones). Otorga inmunidad a todos los efectos de control e hipercuerpo al cargar.\nPrimera acumulación: inflige daño equivalente al <b>110%</b> del ATQ + <b>6</b> y suspende al objetivo.\nSegunda acumulación: inflige daño equivalente al <b>276%</b> del <b>15</b> y <b>suspende fuertemente</b> al objetivo.\nTercera acumulación: inflige daño equivalente al <b>518%</b> del ATQ + <b>27</b> y <b>suspende fuertemente</b> al objetivo.\nEn modo Arrebato, mantén pulsado el ataque normal para activar Golpes Furiosos e infligir daño equivalente al <b>501.6%</b> del ATQ + <b>26</b> y <b>suspender fuertemente</b> al objetivo."
    },
    {
      "name": "Embestida de salto",
      "type": [
        "Dodge"
      ],
      "description": "Usa los botones de flecha y el botón de evadir para activar Embestida de Salto y desatar una Onda de Choque que suspende al objetivo <b>4</b> veces e inflige daño equivalente al <b>161.6%</b> del ATQ + <b>9</b>."
    },
    {
      "name": "Rompemundos",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Pulsa el ataque normal durante el corto periodo luego de evadir para activar Rompemundos, que lanza <b>3</b> ondas de choque hacia adelante, cada una de las cuales inflige daño equivalente al <b>52.4%</b> del ATQ + <b>3</b> y suspende a los objetivos.\nEn modo Arrebato, dispara <b>5</b> ondas de choque hacia adelante, cada una de las cuales inflige daño equivalente al <b>{0}%</b> del ATQ + <b>{1}</b> y suspende al objetivo."
    },
    {
      "name": "Arrebato",
      "type": [
        "Skill"
      ],
      "description": "Entra en modo Arrebato e inflige daño aumentado por <b>25</b> segundos.\nEn modo Arrebato, las habilidades activan Furia del Viento, que inflige daño equivalente al <b>219%</b> del ATQ + <b>12</b>, <b>suspende fuertemente</b> al objetivo, y crea una corriente de aire en el suelo. Al estar sobre la corriente, evadir no tiene costo. Enfriamiento: <b>45</b> segundos (enfriamiento de Furia del Viento: <b>10</b> segundos)."
    },
    {
      "name": "Embate arrollador",
      "type": [
        "Discharge"
      ],
      "description": "Cuando la <span class=\"text-red\">carga de arma</span> esté llena o al activar <span class=\"text-red\">Phantasia</span>, <b>remueve todas las desventajas del portador</b> y \n <b>suspende fuertemente</b> a los enemigos cercanos tras cambiar a esta arma, lo que inflige daño equivalente al <b>153.3%</b> del ATQ + <b>8</b>. Además, invoca una maza que cae sobre los objetivos cercanos e inflige daño equivalente al <b>153.3%</b> del ATQ + <b>8</b>."
    }
  ],
  "weapon_type": {
    "name": "Caparazón de Hielo",
    "description": "Las armas completamente cargadas <b>congelarán</b> al objetivo por <b>2</b> segundos y lo dejarán congelado por <b>6</b> segundos. Romper el caparazón de hielo inflige daño adicional equivalente al <b>111%</b> del ATQ. Mientras esté congelado, la tasa de carga del arma del objetivo se reduce en un <b>50%</b>."
  },
  "advancement": [
    "Provoca a los objetivos cercanos después de cambiar a esta arma, lo que impide <b>1</b> ocasión de daño en los próximos <b>8</b> segundos y te otorga Hipercuerpo durante los próximos <b>8</b> segundos. Enfriamiento: <b>15</b> segundos.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>10%</b>.",
    "Después de recibir daño, reduce todo daño recibido en un <b>50%</b> durante los próximos <b>6</b> segundos. Enfriamiento: <b>20</b> segundos.",
    "Aumenta el crecimiento de los PS base del arma actual en un <b>20%</b>.",
    "Los ataques normales <b>aturden</b> a los objetivos durante <b>2.5</b> segundos. Enfriamiento: <b>20</b> segundos.",
    "Las habilidades de descarga infligen un daño adicional del <b>10%</b> a los objetivos y aumentan el daño de hielo en un <b>10%</b> adicional durante <b>25</b> segundos."
  ],
  "traits": [
    {
      "name": "Ene: Modo Rápido",
      "icon": true,
      "description": "Cuando Ene nada, trepa o se desliza, reduce el consumo de resistencia un <b>12%</b>."
    },
    {
      "name": "Ene: Modo Más Allá de los Límites",
      "icon": true,
      "description": "Cuando Ene nada, trepa o se desliza, reduce el consumo de resistencia un <b>20%</b>."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de hielo",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de hielo",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "Núcleo de hielo",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Esmaltado antiácido I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "Armazón reforzado I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}