{"en":[{"_id":1,"id":"3d_hykros_puzzle","name":"3d Hykros puzzle","description":"A puzzle that's sweeping Hykros. The novel appearance and gameplay are nothing but fun. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Aida comic","description":"Depicts the adventures of Tata on Aida in monthly issues. The limited quantity and popularity have led to fights over the comic book every release. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Angela ornament","description":"A miniature replica of Angela, the smart servant, that even includes the pair of cute pink wings on her back. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Banges specialty","description":"Contains various specialties from Banges, each box a random selection to represent local diversity. Of course, that means you never know exactly what you're going to get. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Cat throw pillow","description":"A throw pillow in the shape of a cat. Very relaxing and therapeutic to hold. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Chess set","description":"A game for two players, though some people actually prefer playing by themselves. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Coloring book","description":"The seller said once all the pages have been colored in, you can trade it in for a brand new one. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Crazy Dumont figurine","description":"Nobody knows when the fad for the Crazy Dumont figurine began, except everyone wants one all of a sudden. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Crown token","description":"Limited commemorative coins minted by Crown with a portrait of the mines' owner on the front and a stylized \"K\" on the back. Collect seven of these babies and get a day off with pay—maybe. Produced in Aesperia, and Simulacra from other regions may not be interested in them.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Custom poker deck","description":"No one knows who created this deck, but judging from the rules of play, the maker must have been a very interesting fellow. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Dumbbells","description":"An instrument for weight training and mostly used for fitness—except in certain drastic situations... Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Flower bouquet","description":"A nicely presented batch of flowers and a prime gift choice, though watch out for those who are allergic to pollen or dislike plants. The flowers are produced in Aesperia, and Simulacra from other regions may not be interested in them.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Gem necklace","description":"How much is this gem necklace worth? Forget all the speculations and just keep this valuable safe! Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Limited Peanut figurine","description":"Very rare miniature figurine with data storage and volume control features. Since it's based on the feline Peanut, it's popular among cat lovers. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Limited Tata figurine","description":"Limited collectible figurine, an Aida comic memorabilia. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Metal Alf figurine","description":"To fully resemble the original Alf, the makers made this one out of metal. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Meteorite in a bottle","description":"Meteorite in a clear bottle. The meteorite seems to be a space rock that's not burned out and some sort of mineral mixture giving off a faint glow. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Mini potted plant","description":"Miniature potted plant. Please note that the plant is artificial and needs no conventional care. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Moonrabbit kit","description":"Assembly required. Based on the image of moonrabbit. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Music box","description":"A metal music box. Not sure if its previous owner broke it or what, but the pleasant tune has been shut off somehow. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"New game console","description":"New high-end game console, designed by a computer genius. The high production cost has caused its shortage. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"New Kalka ornament","description":"Receiving a flood of complaints protesting the discontinued production of the old Kalka figure, the makers decided to offer a new version. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Nice picture frame","description":"Specifically made for safekeeping precious photos, thus built from special materials and difficult to take apart. Produced in Aesperia, and Simulacra from other regions may not be interested in them.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Paper pinwheel","description":"A plain toy that couldn't be more ordinary, but nonetheless has never failed to bring comfort and joy. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Perfume bottle","description":"Lovely, elegant glass vial with pleasantly scented liquid inside. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Plush toy","description":"Kids' favorite plush toy. Adorable with a scent reminiscent of a warm day under the sun. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Postcard of Aida","description":"Shows different landscapes on Aida. Despite Omnium radiation pollution and other adverse conditions, there is still scenery worth preserving. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Retro harmonica","description":"For playing lovely melodies. It's hard to come by, so only a few people on Aida can actually play one. Nowadays, that's probably limited to the true music aficionados. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Silver cookware","description":"An expensive-looking complete set of cookware. Supposedly it was owned by a neurotic chef who never let anyone touch these precious tools. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Smarty doll","description":"A toy based on the image of Smarty. The makers replaced the artificial plant on its head with a live plant, making it highly collectible. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Snack box","description":"Snack box created by Fennie on Astra, containing various irresistible munchies. A very popular gift across all sectors. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Snow globe","description":"Originated in the Warren Snowfield, it reflects pure driven snow during winter. It's now been remade into a household decoration. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Spirit Princess figurine","description":"Miniature figurine based on Spirit Princess, the smart servant. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Tailor-made suit","description":"Custom-made suit, finer and suaver than the common variety, with accessories to boot. Those with dramatic flair should like it. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Tartarus ornament","description":"A miniature figure allegedly takes after the form of Tartarus. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Tool set","description":"Designed for practical purposes and is ready to use. May also be applied as spare parts. Receives a big thumbs-up from technicians for its versatility. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Vitamin pack","description":"Wellness supplement. A necessity for those working too long or too indulged in playing games to have proper meals. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Void Angel figurine","description":"A miniature figurine based on the Void Angel. It's white all over and requires special care to keep spotless. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Warren fossil","description":"Ancient remains sealed in ice, discovered in Warren Snowfield. Very rare and highly collectible. Produced in Aesperia, and Simulacra from other regions may not be interested in them.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Wool scarf","description":"It's supposed to be made of processed wool, but since that is now obsolete, the \"wool\" is actually a composite material. Produced in Aesperia, and Simulacra from other regions may not be interested in it.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"es":[{"_id":1,"id":"3d_hykros_puzzle","name":"Rompecabezas 3 d de Hykros","description":"Un rompecabezas que causa furor en Hykros. La novedosa apariencia y jugabilidad son muy entretenidos. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Cómic de Aida","description":"Narra las aventuras de Tata en Aida en cada publicación mensual. Su cantidad limitada y popularidad causan peleas por obtener una copia con cada edición. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Ornamento de Angela","description":"Una réplica en miniatura de Angela, la sirviente inteligente, que hasta incluye el par de adorables alas rosadas en su espalda. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Especialidad de Banges","description":"Contiene varias especialidades de Banges, cada una con una selección al azar para representar la diversidad local. Por supuesto, eso significa que nunca sabes lo que vas a obtener. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Almohadón de gato","description":"Un almohadón con forma de gato. Sostenerlo es muy relajante y terapéutico. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Set de ajedrez","description":"Un juego para dos jugadores, aunque hay quienes prefieren jugar en solitario. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Libro para colorear","description":"El vendedor dijo que una vez que todas las páginas estén coloreadas, puedes cambiarlo por uno nuevo. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Figura de Dumont el Loco","description":"Nadie sabe cuándo comenzó la popularidad de Dumont el Loco, aunque de pronto todos quieren uno. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Moneda de Corona","description":"Una moneda conmemorativa emitida por Corona, con un retrato del dueño de la mina en el frente y una K estilizada en el reverso. Colecciona siete de estas bellezas y recibe un día de vacaciones con paga... o algo así, quizás. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Mazo de póker personalizado","description":"Nadie sabe quién creó este mazo, pero a juzgar por las reglas de juego, quien lo haya hecho debe haber sido una persona muy interesante. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Mancuernas","description":"Un instrumento para entrenamiento con pesas utilizado comúnmente para ejercitarse... excepto en ciertas ocasiones drásticas... Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Ramo de flores","description":"Un manojo de flores de agradable arreglo. Es un muy buen regalo, aunque ten cuidado con quienes sean alérgicos al polen o no le gusten las plantas. Las flores se producen en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Collar de gemas","description":"¿Cuánto cuesta este collar? ¡Olvídate de especular y solo asegúrate de mantenerlo a salvo! Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Figura limitada de Maní","description":"Una miniatura muy poco común con funciones de almacenamiento de datos y control de volumen. Ya que está basada en Peanut, es muy popular entre los amantes de gatos. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Figura limitada de Tata","description":"Una figura coleccionable de edición limitada, un recuerdo de los cómics de Aida. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Figura metálica de Alf","description":"Para asemejarse por completo al Alf original, los creadores de esta figura la hicieron completamente de metal. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Meteorito embotellado","description":"Un meteorito dentro de una botella transparente. El meteorito parece ser una roca espacial que no terminó de quemarse y brilla sutilmente debido a algún tipo de combinación mineral. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Miniplanta en maceta","description":"Una planta miniatura en una maceta. La planta es artificial y no requiere cuidados adicionales. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Kit de conejo lunar","description":"Requiere ensamblaje. Basado en la imagen del conejo lunar. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Caja musical","description":"Una caja musical de metal. No se sabe si su dueño anterior la averió o algo así, pero su agradable melodía ya no puede disfrutarse. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"Consola de juegos nueva","description":"Una nueva consola de alta gama, diseñada por un genio de las computadoras. El alto costo de producción llevó a su escasez de existencias. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"Nuevo ornamento de Kalka","description":"Luego de recibir una montaña de quejas por dejar de producir la antigua figura de Kalka, los creadores decidieron crear una nueva versión. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Lindo marco de fotos","description":"Diseñado para proteger fotos preciadas. Está construido con materiales especiales y es difícil de desarmar. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Molino de papel","description":"Un simple juguete que, a pesar de ser tan común, nunca falla a la hora de traer felicidad y relajación. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Botella de perfume","description":"Un elegante y encantador frasco de vidrio que contiene un líquido de aroma agradable. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Juguete de peluche","description":"Un juguete muy popular entre los niños. Tiene una adorable fragancia que recuerda a una cálida tarde bajo el sol. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Postal de Aida","description":"Muestra varios paisajes de Aida. A pesar de la contaminación por radiación de Omnio y otras condiciones adversas, aún quedan sitios que vale la pena preservar. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Armónica retro","description":"Para tocar melodías encantadoras. Es difícil de conseguir, así que queda poca gente en Aida que sepa tocarla. Probablemente hoy en día eso se limita a los verdaderos aficionados de la música. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Utensilios de plata","description":"Un juego completo de valiosos utensilios de cocina. Supuestamente, pertenecían a un chef neurótico que nunca dejaba que nadie tocara sus preciadas herramientas. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Muñeca de Listillo","description":"Un juguete basado en la imagen de Listillo. Los creadores reemplazaron la planta artificial en su cabeza con una viva, lo que la hace altamente coleccionable. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Caja de golosinas","description":"Una caja de golosinas creada por Fennie de Astra. Contiene delicias irresistibles y es un regalo muy popular en todos los sectores. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Globo de nieve","description":"Originario del Campo de Nieve de Warren, refleja la pureza de la blanca nieve durante el invierno. Ahora es una decoración para hogares. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Figura de Princesa espiritual","description":"Una miniatura basada en la Princesa espiritual, la sirviente inteligente. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Traje a la medida","description":"Un traje hecho a la medida, de mejor calidad y clase que uno común y hasta tiene accesorios. Apropiado para quienes prefieren el estilo dramático. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Ornamento de Tártaro","description":"Una miniatura que supuestamente se parece a la forma del Tártaro. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Set de herramientas","description":"Diseñado para fines prácticos y listo para usar. También puede servir como repuesto. Muy popular entre los técnicos gracias a su versatilidad. Es producido en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Paquete de vitaminas","description":"Suplementos para la buena salud. Una necesidad para quienes trabajan demasiado o están tan concentrados en sus juegos que no tienen tiempo para alimentarse bien. Son producidos en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Figura de Ángel del vacío","description":"Una miniatura basada en el Ángel del Vacío. Es completamente blanca y requiere cuidados especiales para mantenerla inmaculada. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Fósil de Warren","description":"Restos ancestrales sellados en hielo, descubiertos en el Campo de Nieve de Warren. Muy poco común y altamente coleccionable. Son producidos en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Bufanda de lana","description":"Se supone que está hecha de lana procesada, pero dado que se volvió obsoleta, la lana es en realidad un material compuesto. Es producida en Aesperia, y a los Simulacrum de otras regiones podría no interesarles.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"de":[{"_id":1,"id":"3d_hykros_puzzle","name":"3D-Hykros-Puzzle","description":"Ein Puzzle, das Hykros geradezu im Sturm erobert hat. Das neue Design und Gameplay machen einfach nur Spaß. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Aida-Comic","description":"Erscheint einmal im Monat und handelt von Mi-as Abenteuern auf dem Planeten Aida. Die geringe Auflage und ihre Beliebtheit haben dazu geführt, dass man sich um jede Ausgabe des Comics schlägt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Angela-Ornament","description":"Eine Miniaturnachbildung von Angela, der KI-Dienerin, die sogar ein Paar niedliche rosa Flügel auf ihrem Rücken hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Banges-Spezialität","description":"Enthält mehrere Spezialitäten von Banges: In jeder Box steckt eine zufällige Auswahl lokaler Köstlichkeiten. Natürlich weiß man dann nie, was man bekommt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Katzen-Wurfkissen","description":"Ein Wurfkissen in Form eines Kätzchens. Es fühlt sich gut und entspannend an, es zu halten. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Schachbrett","description":"Ein Spiel für zwei Spieler, aber manche spielen lieber alleine. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Malbuch","description":"Der Verkäufer sagt, dass du es gegen ein Neues eintauschen kannst, sobald alle Seiten angemalt sind. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Verrückte Dumont-Figur","description":"Niemand weiß, wann der Hype um die verrückte Dumont-Figur begonnen hat, aber auf einmal wollte jeder eine. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Kronenmarke","description":"Von der Krone geprägte Erinnerungsmünze in kleiner Auflage, mit einem Porträt des Mineneigentümers auf der Vorderseite und einem stilisierten „K“ auf der Rückseite. Sammle sieben dieser Münzen und du kriegst einen Tag bezahlten Urlaub – vielleicht. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Personalisiertes Pokerdeck","description":"Niemand weiß, wer dieses Kartendeck erstellt hat, aber wenn man sich die Regeln anschaut, muss es ein interessanter Mensch gewesen sein. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Hanteln","description":"Werden fürs Krafttraining, Fitnessübungen und in bestimmten Ausnahmesituationen auch für andere Zwecke verwendet … Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Blumenstrauß","description":"Ein hübsch präsentierter Blumenstrauß und eine erstklassige Geschenkwahl. Man sollte nur vermeiden, ihn an Allergiker oder Blumenmuffel zu verschenken. Die Blumen sind in Aesperia gewachsen und Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Edelstein-Halskette","description":"Wie viel mag diese Edelstein-Halskette wert sein? Spekulier nicht herum, sondern pass einfach gut drauf auf! Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Limitierte Erdnuss-Figur","description":"Sehr seltene Miniaturfigur, die über einen Datenspeicher und Lautstärkeregler verfügt. Da sie der Katze Peanut nachempfunden ist, ist sie bei Katzenfans sehr beliebt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Limitierte Tata-Figur","description":"Limitierte Sammlerfigur, ein Aida-Comic-Andenken. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Alf-Figur aus Metall","description":"Die Hersteller haben Metall verwendet, damit sie dem ursprünglichen Alf ähnelt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Flaschen-Meteorit","description":"Ein Meteorit in einer durchsichtigen Flasche. Dieser Meteorit scheint ein nicht verglühtes Weltraumgestein und eine Art Mineraliengemisch zu sein, das ein schwaches Glühen abgibt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Winzige Topfpflanze","description":"Miniatur-Topfpflanze. Bitte beachte, dass diese Pflanze künstlich ist und nicht gegossen werden muss. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Mondhasen-Set","description":"Muss zusammengebaut werden. Basierend auf dem Bild des Mondhasen. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Spieluhr","description":"Eine Spieluhr aus Metall. Vielleicht hat der vorherige Besitzer sie kaputtgemacht, denn sie spielt keine schöne Musik mehr. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"Neue Spielekonsole","description":"Neue Hochleistungsspielkonsole, die von einem Computergenie entwickelt wurde. Die hohen Produktionskosten sind die Ursache für die Knappheit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"Neues Kalka-Ornament","description":"Nachdem die Hersteller eine Flut von Beschwerden über die eingestellte Produktion der alten Kalka-Figur erhalten hatten, entschlossen sie sich, eine neue Version anzubieten. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Hübscher Bilderrahmen","description":"Speziell für die Aufbewahrung kostbarer Fotos gefertigt und daher besteht es aus einem besonders stabilen Material. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Windrad aus Papier","description":"Ein einfaches Spielzeug, das schon immer für Freude gesorgt hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Parfümflakon","description":"Ein zartes, elegantes Glasfläschchen mit einer angenehm riechenden Flüssigkeit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Plüschtier","description":"Das Lieblingsplüschtier von Kindern. Erinnert einfach nur an schöne Sonnentage. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Postkarte von Aida","description":"Zeigt unterschiedliche Landschaften auf Aida. Trotz der Omnium-Verstrahlung und anderer negativer Umstände ist die Landschaft es wert, geschützt zu werden. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Retro-Mundharmonika","description":"Lässt liebliche Melodien erklingen. Da sie schwer erhältlich ist, können nur wenige Leute auf Aida sie spielen. Heutzutage sind das wohl nur noch die wahren Musikliebhaber. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Silbernes Kochgeschirr","description":"Ein teuer wirkendes, vollständiges Kochgeschirrset. Es gehörte anscheinend einem neurotischen Koch, der nie jemanden an seine wertvollen Kochutensilien gelassen hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Schlaukopf-Puppe","description":"Ein Spielzeug nach dem Bild von Schlaukopf. Die Hersteller haben die Kunstpflanze auf dem Kopf durch eine echte Pflanze ersetzt, was den Sammlerwert extrem erhöht hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Snackbox","description":"Die Snack-Box von Fennie auf Astra enthält verschiedene unwiderstehliche Leckereien. Ein beliebtes Geschenk in allen Sektoren. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Schneekugel","description":"Diese Schneekugel, die aus dem Warren-Schneefeld stammt, stellt Schneetreiben im Winter dar. Mittlerweile wurde sie zu einer Haushaltsdekoration umfunktioniert. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Figur der Geisterprinzessin","description":"Miniaturfigur der Geisterprinzessin, der KI-Dienerin. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Maßgeschneiderter Anzug","description":"Maßgeschneiderter Anzug. Eleganter und lässiger als das herkömmliche Modell, und mit Zubehör. Menschen mit einem Hang zur Dramatik mögen ihn. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Tartaros-Ornament","description":"Eine kleine Figur, die angeblich die Form des Tartaros annehmen kann. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Werkzeugsatz","description":"Für praktische Zwecke stets einsatzbereit. Kann auch als Ersatzteil verwendet werden. Viele Techniker lieben seine Vielseitigkeit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Vitaminpackung","description":"Nahrungsergänzungsmittel. Notwendig für alle, die zu viel arbeiten oder zu lange Spiele zocken und sich deshalb nicht richtig ernähren. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Leerenengel-Figur","description":"Eine Miniaturfigur des Leerenengels. Sie ist komplett weiß und muss gut gepflegt werden, damit sie nicht dreckig wird. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Warren-Fossil","description":"Uralte, in Eis eingeschlossene Überreste aus dem Warren-Schneefeld. Sehr selten und mit hohem Sammlerwert. Stammt aus Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Wollschal","description":"Er besteht aus verarbeiteter Wolle. Da diese aber heutzutage etwas veraltet ist, besteht die „Wolle“ aus Verbundmaterial. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"fr":[{"_id":1,"id":"3d_hykros_puzzle","name":"Puzzle 3D d'Hykros","description":"Un puzzle qui se répand dans tout Hykros. Son aspect inédit et son gameplay en font un jeu très amusant. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Bande dessinée d'Aida","description":"Dépeint les aventures de Tata sur Aida dans des numéros mensuels. La quantité limitée et la popularité de cette B.D. ont provoqué des bagarres à chacune de ses sorties. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Décoration d'Angela","description":"Une réplique miniature d'Angela, la serviteuse intelligente, qui comprend même la jolie paire d'ailes roses dans son dos. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Spécialité de Banges","description":"Contient diverses spécialités de Banges, chaque boîte proposant des produits locaux sélectionnés au hasard. Ce qui signifie que vous ne savez jamais exactement ce que vous allez recevoir. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Coussin chat décoratif","description":"Un coussin décoratif en forme de chat. Très relaxant et thérapeutique à serrer dans ses bras. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Jeu d'échecs","description":"Un jeu pour deux joueurs, bien que certaines personnes préfèrent y jouer seules. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Livre de coloriage","description":"D'après le vendeur, quand vous aurez tout colorié, vous pourrez l'échanger contre un tout nouveau. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Figurine de Dumont le fou","description":"Personne ne sait quand a commencé l'engouement pour cette figurine de Dumont le fou, sauf que tout à coup, tout le monde en voulait une. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Jeton de Crown","description":"Pièces commémoratives en édition limitée, frappées par Crown, avec un portrait du propriétaire de la mine au recto et un \"K\" stylisé au verso. Rassemblez sept de ces pièces pour (peut-être) gagner un jour de congé payé. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Jeu de poker personnalisé","description":"Personne ne sait qui a créé ce jeu, mais à en juger par les règles, son créateur devait être quelqu'un de particulièrement intéressant. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Haltères","description":"Un accessoire de musculation utilisé surtout pour le fitness, sauf dans certains cas extrêmes… Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Bouquet de fleurs","description":"Un lot de fleurs joliment présenté et un excellent choix de cadeau, mais attention aux personnes allergiques au pollen ou qui n'aiment pas les plantes. Les fleurs sont produites en Aesperia. Les simulacres d'autres régions pourraient ne pas les trouver intéressantes.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Collier de pierres précieuses","description":"Combien vaut ce collier de pierres précieuses ? Arrêtez de spéculer, occupez-vous plutôt de le garder à l'abri ! Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Figurine limitée de Peanut","description":"Figurine miniature très rare dotée de fonctions de stockage de données et de contrôle du volume. Inspirée du félin Peanut, elle est populaire parmi les amoureux des chats. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Figurine limitée de Tata","description":"Figurine à collectionner en édition limitée, souvenir d'une bande dessinée d'Aida. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Figurine métallique d'Alf","description":"Pour qu'il ressemble parfaitement au Alf original, les créateurs ont fabriqué celui-ci en métal. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Météorite en bouteille","description":"Météorite dans une bouteille transparente. La météorite a l'air d'être composée d'une roche spatiale qui n'a pas brûlé et d'une sorte de mélange minéral qui émet une faible lueur. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Mini-plante en pot","description":"Plante miniature en pot. Veuillez noter que la plante est artificielle et ne nécessite aucun soin particulier. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Kit du Lapin lunaire","description":"Montage requis. Basé sur l'image du Lapin lunaire. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Boîte à musique","description":"Une boîte à musique en métal. Le propriétaire précédent l'a peut-être cassée, qui sait, mais en tout cas, la jolie mélodie s'est arrêtée. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"Nouvelle console de jeu","description":"Nouvelle console de jeu haut de gamme, conçue par un génie de l'informatique. Son coût de production élevé a provoqué sa pénurie. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"Nouvelle décoration Kalka","description":"Après avoir reçu un torrent de plaintes contre l'arrêt de la production de l'ancienne figurine de Kalka, les fabricants ont décidé de proposer une nouvelle version. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Joli cadre photo","description":"Fabriqué expressément pour conserver les photos précieuses, à partir de matériaux spéciaux difficiles à endommager. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Moulin en papier","description":"Un jouet tout simple et on ne peut plus ordinaire, mais qui continue toujours d'apporter joie et réconfort. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Bouteille de parfum","description":"Joli et élégant flacon en verre contenant un liquide agréablement parfumé. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Peluche","description":"La peluche préférée des enfants. Adorable, et qui sent bon la belle journée au soleil. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Carte postale d'Aida","description":"Montre différentes vues d'Aida. Malgré la pollution par les radiations à omnium et d'autres problèmes de ce genre, certains paysages gagnent encore à être préservés. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Harmonica rétro","description":"Sert à jouer de ravissantes mélodies. Cet instrument étant rare, seules quelques personnes sur Aida savent en jouer. Aujourd'hui, son usage se limite probablement aux vrais mélomanes. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Batterie de cuisine en argent","description":"Un ensemble complet et visiblement coûteux d'ustensiles de cuisine. On dit qu'il appartenait à un chef névrosé qui ne laissait jamais personne toucher à ces précieux outils. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Poupée de Smarty","description":"Un jouet basé sur l'image de Smarty. Les fabricants ont remplacé la plante artificielle sur sa tête par une vraie plante, ce qui en fait un précieux objet de collection. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Boîte gourmande","description":"Boîte de snacks créée par Fennie sur Astra, contenant diverses gourmandises irrésistibles. Un cadeau très populaire aux quatre coins du monde. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Boule à neige","description":"Originaire du champ de neige de Warren, elle rappelle la neige pure tombée en hiver. Elle fait désormais office de décoration domestique. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Figurine de la Princesse Esprit","description":"Figurine miniature inspirée de la Princesse Esprit, la serviteur intelligente. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Costume sur mesure","description":"Costume sur mesure, plus beau et raffiné que les modèles classiques, avec des accessoires en prime. Les personnes qui ont le sens du spectacle devraient l'apprécier. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Décoration Tartarus","description":"Une petite figurine qui reprendrait la forme de Tartarus. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Kit d'outils","description":"Conçu à des fins pratiques et prêt à l'emploi. Peut également être utilisé comme pièce de rechange. Il est apprécié par les techniciens pour sa polyvalence. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Boîte de vitamines","description":"Supplément de bien-être. Indispensable pour les personnes qui travaillent trop longtemps ou qui sont trop occupées à jouer pour prendre de vrais repas. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Figurine de l'Ange du néant","description":"Une figurine miniature d'après l'Ange du néant. Elle est entièrement blanche et nécessite un soin particulier pour rester immaculée. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Fossile de Warren","description":"D'antiques vestiges scellés dans la glace, découverts dans le champ de neige de Warren. Un article de collection très rare. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Écharpe en laine","description":"Elle devrait être fabriquée en laine transformée, mais cette technique étant désormais obsolète, la \"laine\" est en fait un matériau composite. Produite en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"id":[{"_id":1,"id":"3d_hykros_puzzle","name":"3D Hykros Puzzle","description":"Puzzle yang populer di Hykros. Penampilan dan gameplay barunya sangat menyenangkan. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Aida Comic","description":"Berisi kisah petualangan Tata di Aida dalam terbitan bulanan. Jumlahnya yang terbatas dan kepopulerannya membuat orang berebutan setiap kali komik ini dirilis. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Angela Ornament","description":"Replika miniatur Angela, si Smart Servant, yang bahkan menyertakan sepasang sayap merah jambu yang imut di punggungnya. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Banges Specialty","description":"Berisi berbagai ciri khas dari Banges, setiap kotak berisi koleksi acak untuk mewakili keragaman lokal. Tentu saja, itu berarti kita tak akan tahu persis apa yang akan kita dapatkan. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Bantal Kucing","description":"Bantal berbentuk kucing. Sangat nyaman dan menenangkan saat dipeluk. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Set Catur","description":"Meskipun permainan ini untuk dua orang, beberapa orang sebenarnya lebih suka bermain sendiri. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Buku Mewarnai","description":"Penjualnya pernah mengatakan bahwa setelah semua halamannya selesai diwarnai, kita boleh menukarkannya dengan yang baru. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Crazy Dumont Figurine","description":"Tak ada yang tahu kapan tren patung Crazy Dumont dimulai. Pokoknya, tahu-tahu semua orang menginginkannya. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Crown Token","description":"Koin peringatan terbatas yang diciptakan oleh Crown dengan potret pemilik tambang di bagian depan dan huruf \"K\" berhias di bagian belakang. Kumpulkan tujuh token ini dan dapatkan libur berbayar selama sehari—mungkin. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Custom Poker Deck","description":"Tak ada yang tahu siapa pembuat dek ini, tetapi menilai dari peraturan permainannya, pembuatnya pastilah orang yang sangat menarik. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Dumbbell","description":"Alat untuk latihan beban dan sebagian besar digunakan untuk kebugaran—kecuali dalam situasi drastis tertentu... Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Buket Bunga","description":"Kumpulan bunga yang ditata dengan baik dan merupakan pilihan hadiah utama, tetapi orang yang punya alergi terhadap serbuk sari atau tidak menyukai tanaman harus berhati-hati. Bunga-bunga itu dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Kalung Permata","description":"Berapa harga kalung permata ini? Sudah, tak perlu dipikirkan. Pokoknya, simpan saja benda berharga ini! Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Limited Peanut Figurine","description":"Patung miniatur yang sangat langka dengan fitur penyimpanan data dan kendali volume. Karena dibuat berdasarkan sosok Peanut si kucing, benda ini jadi populer di kalangan para pencinta kucing. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Limited Tata Figurine","description":"Patung koleksi terbatas, kenang-kenangan komik Aida. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Metal Alf Figurine","description":"Agar benar-benar menyerupai Alf asli, para pembuatnya membuat yang ini dari logam. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Meteorite in a Bottle","description":"Meteorit dalam botol bening. Meteorit itu tampaknya adalah batu luar angkasa yang tak habis terbakar dan semacam campuran mineral yang memancarkan cahaya redup. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Mini Potted Plant","description":"Tanaman dalam pot mini. Harap ingat, ini tanaman palsu dan tak butuh pemeliharaan konvensional. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Moonrabbit Kit","description":"Perlu dirakit. Berdasarkan sosok Moonrabbit. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Music Box","description":"Kotak musik dari logam. Nadanya yang menyenangkan sudah tidak terdengar, mungkin karena pemilik sebelumnya merusakkannya. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"New Game Console","description":"Konsol game canggih yang baru, dirancang oleh seorang ahli komputer. Tingginya biaya produksi menyebabkan konsol ini jadi langka. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"New Kalka Ornament","description":"Karena banyak menerima keluhan yang memprotes penghentian produksi patung Kalka yang lama, para pembuatnya memutuskan untuk menawarkan versi baru. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Nice Picture Frame","description":"Khusus untuk menyimpan foto-foto berharga sehingga dibuat dari bahan khusus yang sulit dibongkar. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Paper Pinwheel","description":"Meskipun benar-benar biasa, mainan ini tak pernah gagal memberikan kenyamanan dan kegembiraan. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Botol Parfum","description":"Tabung kaca yang indah dan elegan, berisi cairan beraroma harum. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Boneka","description":"Boneka kesukaan anak-anak. Bentuknya menggemaskan dan aromanya mengingatkan kita pada hari yang hangat dan cerah. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Postcard of Aida","description":"Menampilkan berbagai pemandangan yang ada di Aida. Terlepas dari polusi radiasi Omnium dan kondisi buruk lainnya, masih ada pemandangan yang pantas dilestarikan. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Retro Harmonica","description":"Untuk memainkan melodi yang indah. Karena sulit didapat, hanya ada beberapa orang di Aida yang benar-benar bisa memainkannya. Saat ini, benda ini mungkin hanya disukai oleh pencinta musik sejati. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Silver Cookware","description":"Set lengkap peralatan memasak yang tampak mahal. Menurut kabar, dulu ini milik koki psikopat yang tak pernah membiarkan siapa pun menyentuh benda berharga tersebut. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Smarty Doll","description":"Mainan yang dibuat menyerupai sosok Smarty. Para pembuatnya mengganti tanaman palsu di kepalanya dengan tanaman asli sehingga membuatnya patut dikoleksi. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Snack Box","description":"Snack Box yang dibuat oleh Fennie di Astra ini berisi bermacam-macam makanan lezat. Hadiah yang sangat populer di seantero sektor. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Snow Globe","description":"Benda yang berasal dari Warren Snowfield ini memantulkan tampilan salju putih selama musim dingin. Kini benda ini dibuat ulang menjadi hiasan rumah. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Spirit Princess Figurine","description":"Patung miniatur berdasarkan Spirit Princess, si Smart Servant. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Tailor-made Suit","description":"Setelan yang dibuat khusus, lebih halus dan licin ketimbang jenis biasa, dan ditambah dengan aksesori. Orang-orang yang bergaya dramatis pasti menyukainya. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Tartarus Ornament","description":"Patung miniatur yang bentuknya menyerupai Tartarus. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Tool Set","description":"Dirancang untuk tujuan praktis dan siap digunakan. Mungkin juga bisa digunakan sebagai suku cadang. Mendapat acungan jempol dari para teknisi karena begitu serbaguna. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Paket Vitamin","description":"Suplemen kesehatan. Suatu keharusan bagi orang-orang yang bekerja terlalu lama atau terlalu asyik bermain game sampai-sampai tidak sempat makan. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Void Angel Figurine","description":"Patung miniatur yang menyerupai Void Angel. Seluruhnya berwarna putih dan membutuhkan perawatan khusus agar tetap bersih. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Warren Fossil","description":"Peninggalan kuno yang tersegel dalam es ini ditemukan di Warren Snowfield. Sangat langka dan patut dikoleksi. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Syal Wol","description":"Mestinya dibuat dari wol olahan, tetapi karena sekarang wol sudah tak ada lagi, \"wol\" yang dipakai sebenarnya adalah bahan komposit. Dibuat di Aesperia, dan Simulacra dari daerah lain mungkin tidak tertarik dengannya.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"ja":[{"_id":1,"id":"3d_hykros_puzzle","name":"ハガードの立体パズル","description":"ハガードで一世を風靡したパズル。斬新なデザインや遊び方など、楽しい要素満載。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"『漫画アイダ星』","description":"主人公｢ティト｣のアイダ星冒険を描いた月刊ファンタジー漫画。大人気で販売数が限定されているため、争奪戦が毎月繰り広げられている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"アンジェラのオブジェ","description":"AIサーバント・アンジェラのミニオブジェ。背中のピンク色のかわいい羽根も再現されている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"ベンジスの特産品","description":"ベンジスの特産品を集めたギフトパック。箱ごとに商品の組み合わせが違うのも、ベンジスらしいところだ。当然ながら、中身は受け取った人だけのお楽しみ。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"ネコ型抱き枕","description":"ネコの形をした抱き枕。ぎゅっと抱きしめていると、気分がほんわかして癒される。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"チェス","description":"2人対戦型のボードゲームだが、時々人生を賭けてしまう人もいる。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"塗り絵","description":"塗り絵店の店主が、色鉛筆で全ページを塗り終えたら新しいものと交換してくれると言った。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"クレイジー・ダイモンのフィギュア","description":"いつの間に大流行中のクレイジー・ダイモンのフィギュア。みんな1つは持っている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"キリオン記念硬貨","description":"キリオン製の数量限定記念コイン。表にキリオン鉱山の社長の顔、裏にキリオンを表す｢K｣の文字が彫られている。7枚くらい集めると有給休暇がもらえるはず、多分…。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"特製トランプ","description":"このトランプの作成者は不明だが、ルールを読むとかなりおもしろい人物であることが分かる。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"ダンベル","description":"筋肉のパワー増強を目的としたトレーニング器具。一般的にはフィットネスの時に使用されるが、ごくまれに不思議な用途で使用される。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"花束","description":"美しく包装された花束。プレゼントの定番だが、花粉症や植物嫌いの方には贈らないで。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"宝石のネックレス","description":"この宝石って高いんだろうなという余計な感慨はさておき、早くこの貴重なアイテムを大事にしまうことだ！！アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"限定版ピーナッツ","description":"データ保存と音声認識機能付きの超レアフィギュア。ネコ型のピーナッツをモデルにしていて、ネコ好きにも大人気。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"ティトの数量限定フィギュア","description":"ラッピングされた限定フィギュア。『漫画アイダ星』の関連グッズ。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"フクちゃんの金属フィギュア","description":"モデルのフクちゃんの姿を忠実に再現するため、金属で製作された。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"隕石ボトル","description":"宇宙の流星の燃え残りのような隕石が入った透明な瓶。石鉄混合の物質で、淡い光を放っている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"ミニ盆栽","description":"鑑賞用のミニ植物。ただし本物ではなく、お世話いらずの人工観葉植物。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"月うさぎの組み立ておもちゃ","description":"組み立て型のおもちゃ、月うさぎをイメージしたデザイン。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"機械式オルゴール","description":"金属製のオルゴール。以前の持ち主が使い方を間違えたせいか、美しい旋律は次の持ち主に渡る前に完全に封印されている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"新型ゲーム機","description":"最新の先端ゲーム機。あるパソコンの天才が製作に携わったためにコストが高騰し、ひとまず限定販売されることになった。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"カカの新型オブジェ","description":"旧型カカの生産終了決定時に大量の苦情が届いたため、製造業者による再三の検討の末、リニューアル版が発売された。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"美しいフォトフレーム","description":"大切な記念写真を飾るフレームが壊れないように、特殊な構造で作られている。分解は至難の業であり、変に試さない方がいい。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"風車","description":"平凡極まりないおもちゃ。でもこういう普通なおもちゃほど、使いやすくて楽しめる。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","description":"豪華なデザインの上品なガラス瓶。中の液体が強い香りを放っている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"ぬいぐるみ","description":"子どもたちに大人気な柔らかいタイプのおもちゃ。かわいくて、暖かなお日様の匂いがする。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"アイダ星のはがき","description":"アイダ星各地の様々な風景が楽しめるポストカード。オムニアムに汚染された劣悪な環境下でも、美しい景色は永遠に残しておく価値がある。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"レトロなハーモニカ","description":"美しい音色を奏でる楽器。入手が困難で、アイダ星でハーモニカを吹けるのは相当な音楽マニアくらいだ。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"銀食器セット","description":"豪華な銀食器フルセット。前の所有者である一流シェフは、誰にもこの貴重な食器を触らせなかったそうだ。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"スマート人形","description":"スマートをモデルに制作されたおもちゃ。頭部のフェイクグリーンが本物の観葉植物に変更されたことで、収集価値が大いに高まった。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"おやつセット","description":"アストラ島のサミーが最初に売り出したおやつセット。魅力的なお菓子がぎっしり入っており、カジュアルな贈り物として各界から支持を集めている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"雪の水晶玉","description":"フォラント雪原産の球状結晶。雪の季節になると球内に純白の雪が舞う。今ではインテリア用に生産されている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"レイキのフィギュア","description":"AIサーバントのレイキがモデルのフィギュア。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"オーダースーツ","description":"オーダーメイドスーツ。既製品にはない風格があり、装飾もついている。ショーが大好きな人にウケそう。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"タルタロスのオブジェ","description":"動物型のオブジェ。タルタロスをモデルにしているそうだ。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"役立つ工具セット","description":"そのまま使えて、部品として他の機械に差し込むこともできるフレキシブルな工具セット。実用性が高く、技術スタッフにも大好評。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"ビタミン補給パック","description":"生命維持に不可欠な栄養補給パック。徹夜で働く人、ゲームに夢中になってエネルギー補給を忘れがちな人には欠かせない食品。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"虚無の天使のフィギュア","description":"虚無の天使がモデルになっている真っ白なフィギュア。こまめなお手入れが必要。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"フォラントの化石","description":"時の回廊に冷凍保存された古生物が、長い時を経てフォラント雪原で発見された。収集価値のある超レアなアイテム。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"カシミヤのマフラー","description":"このマフラーは以前はカシミヤで作られていたが、今はカシミヤ風の化学繊維が使われている。アーシャ地区の特産品なので、他地区のアバターは興味がないかもしれない","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"pt":[{"_id":1,"id":"3d_hykros_puzzle","name":"Quebra-cabeça 3D da Hykros","description":"Um quebra-cabeça que retrata Hykros. O visual diferente e o jeito de montar são divertidos. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"Gibis de Aida","description":"Conta as aventuras de Tata em Aida em edições mensais. Devido à quantidade limitada e à popularidade dos gibis, toda edição faz o pessoal sair no tapa. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"Miniatura de Ângela","description":"Uma miniatura de Ângela, a serva inteligente, que tem até asas cor-de-rosa nas costas. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"Caixa misteriosa de Banges","description":"Contém diversas especialidades de Banges. Cada caixa tem uma seleção aleatória para representar a diversidade local. Claro, isso significa que não dá para saber o que vai ter na sua. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"Almofada de gato","description":"Uma almofada em formato de gato. Muito relaxante e terapêutico de abraçar. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"Jogo de xadrez","description":"Um jogo para dois jogadores, mas alguns preferem jogar sozinhos. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"Livro de colorir","description":"Quem vendeu disse que pode ser trocado por um novo depois que colorir todas as páginas. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"Miniatura do Dimon Louco","description":"Ninguém sabe quando começou a febre pela miniatura do Dimon Louco, só que, do nada, todo mundo quer uma. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"Moeda de Coroado","description":"Uma moeda comemorativa limitada cunhada por Coroado. Tem o rosto do dono das minas na frente e um \"K\" estilizado atrás. Junte sete delas e ganhe um dia de folga remunerada... talvez. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"Baralho de pôquer personalizado","description":"Não se sabe quem inventou este baralho, mas, a julgar pelas regras de jogo, deve ter sido uma pessoa muito interessante. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"Halteres","description":"Usado para malhar, principalmente fazer musculação (a não ser em algumas situações drásticas)... Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"Buquê de flores","description":"Um buquê de flores bem bonito. É uma ótima pedida como presente, mas evite dar para pessoas alérgicas a pólen ou que não gostam de plantas. As flores são produzidas em Aesperia, e Simulacros de outras regiões talvez não se interessem por elas.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"Colar de pedra preciosa","description":"Quanto vale este colar de pedra preciosa? Esqueça as especulações, só não o perca de jeito nenhum! Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"Miniatura limitada de Amendoim","description":"Uma miniatura raríssima com funções de armazenamento de dados e controle de volume. Por ser baseada na gatinha-robô Amendoim, faz sucesso entre os amantes de gatos. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"Miniatura limitada de Tata","description":"Uma miniatura limitada colecionável, item dos gibis de Aida. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"Miniatura metálica de Alf","description":"Para ficar bastante parecido com Alf, o fabricante fez este aqui de metal. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"Meteorito engarrafado","description":"Um meteorito dentro de uma garrafa translúcida. Parece ser uma rocha espacial que não se incinerou e contém uma mistura de minerais. Emite um brilho fraco. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"Minivaso de planta","description":"Um vaso de planta em miniatura. A planta é artificial e não requer os cuidados de uma planta natural. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"Kit de Coelho Lunar","description":"Precisa ser montado. Baseado na imagem do Coelho Lunar. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"Caixinha de música","description":"Uma caixinha de música metálica. Não se sabe se estragou ou o que foi que aconteceu, mas a melodia agradável não existe mais. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"Videogame portátil","description":"Um novo videogame portátil de ponta, criado por um gênio da computação. Devido ao alto custo de produção, poucas unidades foram fabricadas. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"Miniatura nova de Kaká","description":"Após receber uma enxurrada de reclamações por ter descontinuado a produção da antiga miniatura de Kaká, o fabricante decidiu oferecer uma nova versão. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"Porta-retrato","description":"Serve para colocar fotos de momentos marcantes, por isso, é feito de materiais especiais e difíceis de desmontar. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"Cata-vento de papel","description":"Um brinquedo comum, mais simples, impossível. Mesmo assim, nunca falha em trazer tranquilidade e alegria. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"Frasco de perfume","description":"Um frasco de vidro bonito e elegante que contém um líquido de aroma agradável. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"Bichinho de pelúcia","description":"O bichinho de pelúcia preferido da criançada. É fofo e tem um cheirinho que lembra um dia sob o calor do sol. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"Cartão-postal de Aida","description":"Mostra vários locais de Aida. Apesar da radiação de Omnium e outras condições adversas, ainda existem belas paisagens a se preservarem. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"Gaita antiga","description":"Para tocar belas melodias. É difícil achar uma dessas, então só alguns gatos-pingados de Aida sabem tocar. Hoje em dia, isso provavelmente se limita a grandes entusiastas da música. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"Jogo de utensílios de cozinha","description":"Um jogo completo de utensílios de cozinha que parece caro. Dizem que era de um chef de cozinha neurótico que nunca deixava os outros encostarem nestes bens preciosos. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"Miniatura de Espertita","description":"Um enfeite baseado na imagem de Espertita. O fabricante substituiu a planta artificial na cabeça dela por uma planta natural, tornando-a um item altamente colecionável. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"Caixa de lanches","description":"Uma caixa de salgadinhos e doces inventada por Fennie, em Astra. Tem vários beliscos irresistíveis. Um presente muito popular no geral. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"Globo de neve","description":"Criado no Campo Nevado de Warren, ele reflete a neve caindo durante o inverno. Agora virou uma decoração doméstica. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"Miniatura de Princesa Espiritual","description":"Miniatura baseada na Princesa Espiritual, a serva inteligente. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"Terno sob medida","description":"Um terno feito sob medida, mais sofisticado e delicado do que os comuns. Ainda vem com acessórios para dar um charme. Costuma agradar a quem gosta de um estilo mais formal. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"Miniatura de Tartarus","description":"Uma miniatura supostamente inspirada na forma de Tartarus. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"Kit de ferramentas","description":"Criado para fins práticos e pronto para usar. As ferramentas também podem ser usadas individualmente. Os técnicos amam, porque serve para tudo. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"Vitamina","description":"Suplemento para o bem-estar. Indispensável para quem trabalha ou joga muito e não tem tempo de se alimentar direito. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"Miniatura de Anja do Vazio","description":"Uma miniatura baseada na Anja do Vazio. É toda branca, então precisa de muito cuidado para não manchar. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"Fóssil de Warren","description":"Restos mortais antigos congelados, descobertos no Campo Nevado de Warren. Raríssimo e de grande valor colecionável. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"Cachecol de lã","description":"Era para ser feito de lã processada, mas como isso já é ultrapassado, a \"lã\" é um material sintético. Produzido em Aesperia. Simulacros de outras regiões talvez não se interessem.","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}],"th":[{"_id":1,"id":"3d_hykros_puzzle","name":"เกมปริศนาไฮครอส 3 มิติ","description":"เกมปริศนาที่ได้รับความนิยมไปทั่วไฮครอส รูปลักษณ์แปลกใหม่ และประสบการณ์เล่นเกมก็สามารถกล่าวได้อย่างเต็มปากเต็มคำว่าสนุกสนาน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["claudia","cocoritter","huma","king","meryl","samir","shiro","tsubasa","zero","bailing","echo","ene"]},{"_id":2,"id":"aida_comic","name":"หนังสือการ์ตูนไอดา","description":"การ์ตูนที่บอกเล่าเรื่องราวการผจญภัยของทาทาบนไอดา ซึ่งจะออกเป็นรายเดือน หนังการ์ตูนเล่มนี้ตีพิมพ์เป็นจำนวนจำกัด แต่มีความนิยมสูง จึงทำให้เกิดการแย่งชิงกันระหว่างผู้อ่านทุกครั้งที่มีการออกเล่มใหม่ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["crow","echo"],"characters":["cobaltb","claudia","frigg","huma","king","tsubasa","zero","hilda","pepper","nemesis"]},{"_id":3,"id":"angela_ornament","name":"หุ่นประดับแองเจลา","description":"หุ่นจำลองของหุ่นยนต์รับใช้ชื่อแองเจลา ที่เก็บรายละเอียดถึงขั้นที่มีปีกคู่สีชมพูน่ารักติดไว้ที่หลังด้วย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["claudia","huma","pepper","nemesis"],"characters":["crow","bailing","echo","ene","frigg"]},{"_id":4,"id":"banges_specialty","name":"ของพิเศษจากเบนเจส","description":"ข้างในมีของดีชนิดต่างๆ จากเบนเจส ของข้างในจะถูกเลือกมาใส่กล่องแบบสุ่ม เพื่อแสดงออกถึงความหลากหลายภายในท้องถิ่น แน่นอนว่า คุณจะไม่มีรู้ได้ว่าคุณจะได้ของอะไรกันแน่ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","frigg","samir","shiro","ene","hilda","nemesis"]},{"_id":5,"id":"cat_throw_pillow","name":"หมอนอิงรูปแมว","description":"หมอนหนุนรูปแมว ถือแล้วจะรู้สึกผ่อนคลายมากและได้รับการเยียวยา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":6,"id":"chess_set","name":"ชุดหมากรุก","description":"เกมสำหรับผู้เล่นสองคน แต่ก็มีผู้คนบางกลุ่มที่นิยมเอาเกมนี้ไปเล่นเองคนเดียวมากกว่า มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":7,"id":"coloring_book","name":"สมุดระบายสี","description":"ทางผู้ขายกล่าวไว้ว่าหากหนังสือทุกหน้าถูกระบายสีครบแล้ว คุณสามารถนำมันไปแลกรับเล่มใหม่ได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["huma","samir","zero","echo","ene"]},{"_id":8,"id":"crazy_dumont_figurine","name":"หุ่นฟิกเกอร์เครซีดูมองต์","description":"ไม่มีใครทราบชัดว่ากระแสคลั่งไคล้ในหุ่นดูมองต์คนคลั่งเริ่มขึ้นตั้งแต่ตอนไหน อยู่ๆ ทุกคนก็อยากหาซื้อมันมาโดยไม่มีปี่ไม่มีขลุ่ย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":9,"id":"crown_token","name":"โทเคนคราวน์","description":"เหรียญที่ระลึกซึ่งเหมืองคราวน์ผลิตขึ้นมาแบบจำกัดจำนวน ด้านหัวของเหรียญจะมีรูปของเจ้าของเหมือง ส่วนด้านก้อยจะมีอักษรประดิษฐ์รูปตัว \"K\" หากสะสมเหรียญเหล่านี้ได้เจ็ดเหรียญก็จะสามารถลางานได้หนึ่งวัน โดยที่ยังได้รับค่าแรง—คงจะเป็นอย่างนั้นนะ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["cobaltb","king"],"characters":["crow","meryl","shiro","tsubasa","zero","bailing","echo","hilda","pepper"]},{"_id":10,"id":"custom_poker_deck","name":"สำรับไพ่โป๊กเกอร์ทำเอง","description":"ไม่มีใครรู้ถึงตัวตนของผู้ที่สร้างไพ่สำรับนี้ขึ้น แต่เมื่อพิจารณาจากกฎในการเล่นเกมแล้ว ตัวผู้สร้างต้องเป็นคนที่น่าสนใจมากอย่างแน่นอน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["huma","samir","zero","echo","ene"]},{"_id":11,"id":"dumbbells","name":"ดัมเบล","description":"เครื่องมือสำหรับใช้ฝึกยกน้ำหนัก มันมักจะใช้ในการออกกำลังกาย— ยกเว้นในสถานการณ์สุดผิดปกติบางอย่าง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["cobaltb","frigg","shiro"]},{"_id":12,"id":"flower_bouquet","name":"ช่อดอกไม้","description":"ช่อดอกไม้ที่ถูกจัดขึ้นมาอย่างสวยงาม นับเป็นตัวเลือกสำหรับใช้เป็นของขวัญอันดีเยี่ยม อย่างไรก็ตาม ให้ระวังไว้ให้ดี หากผู้รับเป็นคนแพ้เกสรดอกไม้หรือไม่ชอบต้นไม้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":13,"id":"gem_necklace","name":"สร้อยอัญมณี","description":"สร้อยคออัญมณีเส้นนี้ราคาเท่าไรกันนะ? อย่าไปสนใจเรื่องการคาดเดาราคาเลย เอาของมีค่าชิ้นนี้ไปเก็บไว้ให้ปลอดภัยดีกว่า! มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["cobaltb","king","meryl","shiro","bailing","pepper"]},{"_id":14,"id":"limited_peanut_figurine","name":"หุ่นฟิกเกอร์พีนัท","description":"หุ่นย่อส่วนที่หายากมาก มาพร้อมกับหน่วยบรรจุข้อมูลและระบบควบคุมระดับเสียง มันถูกออกแบบโดยอ้างอิงจากเจ้าแมวพีนัท มันจึงได้รับความนิยมในหมู่คนรักแมวทั้งหลาย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["cobaltb","claudia","cocoritter","frigg","huma","crow","king","tsubasa","zero","bailing","echo","ene","hilda","pepper","nemesis"]},{"_id":15,"id":"limited_tata_figurine","name":"หุ่นฟิกเกอร์ทาทารุ่นลิมิเต็ด","description":"หุ่นสำหรับสะสมที่ผลิตออกมาในจำนวนจำกัด เพื่อเป็นของที่ระลึกสำหรับหนังสือการ์ตูนไอดา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["crow","hilda"],"characters":["cobaltb","king","echo"]},{"_id":16,"id":"metal_alf_figurine","name":"หุ่นฟิกเกอร์อาล์ฟเหล็ก","description":"เพื่อให้หุ่นตัวนี้เหมือนอาล์ฟที่เป็นตัวต้นแบบให้มากที่สุด ผู้ผลิตจึงทำหุ่นตัวนี้ขึ้นมาจากโลหะ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["cobaltb","crow","shiro","tsubasa","hilda"]},{"_id":17,"id":"meteorite_in_a_bottle","name":"เมทีโอไรท์ในขวด","description":"อุกกาบาตในขวดใส ชิ้นอุกกาบาตนี้ดูคล้ายกับเศษหินอวกาศที่ถูกเผาไหม้ไม่หมด ซึ่งมีส่วนผสมของธาตุบางอย่างที่ส่องประกายอ่อนๆ ออกมา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":18,"id":"mini_potted_plant","name":"พืชกระถางขนาดเล็ก","description":"พืชย่อส่วนบรรจุกระถาง โปรดทราบว่า นี่เป็นเพียงพืชเทียมเท่านั้น จึงไม่จำเป็นต้องได้รับการดูแลอย่างพืชปกติแต่อย่างใด มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":19,"id":"moonrabbit_kit","name":"ชุดประกอบกระต่ายดวงจันทร์","description":"จำเป็นต้องประกอบ รูปลักษณ์ของมันอ้างอิงมาจากกระต่ายดวงจันทร์ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":20,"id":"music_box","name":"กล่องดนตรี","description":"กล่องดนตรีทำจากโลหะ ไม่มีความปรากฏชัดว่าเจ้าของทำมันเสียหรือเกิดเหตุอะไรอย่างอื่นหรือไม่ แต่ทำนองเพลงไพเราะของมันกลับไม่สามารถเล่นออกมาได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["cobaltb","frigg","huma","samir","shiro","zero","echo","ene"]},{"_id":21,"id":"new_game_console","name":"เครื่องเล่นเกมใหม่","description":"เครื่องเล่นเกมชั้นเยี่ยมรุ่นใหม่ ซึ่งมีอัจฉริยะด้านคอมพิวเตอร์เป็นผู้ออกแบบ มันมีต้นทุนในการผลิตสูง จึงส่งผลให้ของขาดตลาด มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["zero","echo"],"characters":["cobaltb","huma","crow","king","samir","tsubasa","ene","hilda"]},{"_id":22,"id":"new_kalka_ornament","name":"เครื่องประดับคาลก้าใหม่","description":"หลังจากที่ได้รับการร้องเรียนจำนวนมหาศาลจากผู้ที่ไม่เห็นด้วยกับการเลิกผลิตหุ่นคาลก้าแบบเก่า ทางผู้ผลิตจึงตัดสินใจนำเสนอหุ่นเวอร์ชั่นใหม่ออกมาแทน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":23,"id":"nice_picture_frame","name":"กรอบรูปสวยงาม","description":"มันถูกสร้างขึ้นมาเป็นพิเศษเพื่อใช้เก็บรักษารูปถ่ายที่ทรงคุณค่า ด้วยเหตุนี้ มันจึงถูกทำขึ้นมาจากวัสดุพิเศษซึ่งรื้อทำลายได้ลำบาก มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":24,"id":"paper_pinwheel","name":"กังหันกระดาษ","description":"ของเล่นดูเรียบง่ายที่ไม่สามารถดูธรรมดาไปยิ่งกว่านี้ได้อีกแล้ว กระนั้นก็ตาม มันก็สามารถทำให้ผู้เล่นเกิดความรู้สึกสบายใจและมีความสุขได้เสมอมา มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["cocoritter","samir","ene","hilda","nemesis"]},{"_id":25,"id":"perfume_bottle","name":"ขวดน้ำหอม","description":"ขวดแก้วที่ดูสวยงามมีระดับ ข้างในบรรจุของเหลวกลิ่นหอมชวนให้รื่นรมย์ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":26,"id":"plush_toy","name":"ตุ๊กตานุ่มนิ่ม","description":"ตุ๊กตายัดไส้ที่เด็กๆ โปรดปราน มันน่ารักน่าเอ็นดู อีกทั้งยังมีกลิ่นหอมที่ชวนให้นึกถึงวันอันอบอุ่นใต้ดวงอาทิตย์สดใส มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["cocoritter","samir","zero","ene","hilda","nemesis"]},{"_id":27,"id":"postcard_of_aida","name":"โปสการ์ดไอดา","description":"มันจะแสดงให้เห็นภูมิประเทศต่างๆ ในไอดา ถึงแม้ว่าในดาวเคราะห์ดวงนี้ จะมีมลพิษจากรังสีออมเนียมและสิ่งแวดล้อมอย่างอื่นที่เลวร้าย แต่มันก็ยังคงมีทิวทัศน์ที่ควรค่าแก่การเก็บรักษาไว้เช่นกัน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing"]},{"_id":28,"id":"retro_harmonica","name":"ฮาร์โมนิกายุคเก่า","description":"มีไว้ใช้เล่นท่วงทำนองที่ไพเราะชวนเบิกบานใจ มันมีอยู่ไม่มากนัก จึงมีคนบนดาวเคราะห์ไอดาที่สามารถเล่นมันได้จริงๆ เพียงแค่ไม่กี่คนเท่านั้น มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","cocoritter","king","meryl","shiro","tsubasa","bailing","echo"]},{"_id":29,"id":"silver_cookware","name":"เครื่องครัวเงิน","description":"เครื่องครัวครบชุดที่ดูหรูหราราคาแพง เป็นที่คาดเดากันว่าเครื่องครัวชุดนี้เป็นของพ่อครัวประสาทเสียคนหนึ่งที่จะไม่ยอมให้ใครคนอื่นมาแตะต้องเครื่องครัวอันล้ำค่าชุดนี้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["cobaltb","shiro"],"characters":["king","meryl","bailing","frigg","pepper"]},{"_id":30,"id":"smarty_doll","name":"ตุ๊กตาสมาร์ทตี้","description":"ของเล่นที่สร้างขึ้นโดยอ้างอิงจากรูปลักษณ์ของสมาร์ทตี้ แต่ทางผู้ผลิตจะแทนที่พืชเทียมที่อยู่บนหัวของมันด้วยพืชของจริง ทำให้มันเหมาะแก่การเก็บสะสมเป็นอย่างยิ่ง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"characters":["cobaltb","cocoritter","king","meryl","samir","shiro","bailing","ene","hilda","pepper","nemesis"]},{"_id":31,"id":"snack_box","name":"กล่องขนม","description":"กล่องขนมกินเล่นที่เฟนนี่ซึ่งอยู่ในแอสตราจัดทำขึ้นมา ภายในมีขนมขบเคี้ยวที่อร่อยเกินห้ามใจหลากหลายชนิด จัดเป็นของขวัญที่ได้รับความนิยมไปทั่วทุกเขต มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["cobaltb","crow","king","tsubasa","zero","echo","hilda"]},{"_id":32,"id":"snow_globe","name":"ลูกแก้วหิมะ","description":"มันมีแหล่งกำเนิดมาจากทุ่งหิมะวอร์เรน และจะสะท้อนให้เห็นถึงหิมะสะอาดบริสุทธิ์ที่ตกลงมาในช่วงฤดูหนาว ตอนนี้มันถูกจัดทำขึ้นใหม่ให้เป็นเครื่องประดับภายในครัวเรือน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["claudia","bailing"],"characters":["huma","king","meryl","shiro","tsubasa","ene","pepper","nemesis"]},{"_id":33,"id":"spirit_princess_figurine","name":"หุ่นฟิกเกอร์เจ้าหญิงแห่งวิญญาณ","description":"หุ่นย่อส่วนที่ออกแบบโดยอ้างอิงจากหุ่นยนต์รับใช้ชื่อเจ้าหญิงแห่งวิญญาณ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["crow","tsubasa","hilda"]},{"_id":34,"id":"tailormade_suit","name":"สูทสั่งตัด","description":"ชุดสูทแบบสั่งตัดโดยเฉพาะ ดูมีระดับและละมุนละไมกว่าชุดสูทธรรมดาทั่วไป อีกทั้งยังมีเครื่องประดับต่างๆ ติดไว้ด้วย เหล่าคนที่มีลีลาน่าจะชอบมันเป็นอย่างดี มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]},{"_id":35,"id":"tartarus_ornament","name":"เครื่องประดับทาร์ทารัส","description":"หุ่นย่อส่วนที่ว่ากันว่าอ้างอิงมาจากรูปลักษณ์ของทาร์ทารัส มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","cocoritter","huma","bailing","ene","pepper","nemesis"]},{"_id":36,"id":"tool_set","name":"กล่องเครื่องมือ","description":"มันถูกออกแบบขึ้นมาเพื่อการใช้งานจริงและสามารถใช้งานได้ทันที นอกจากนี้ ยังสามารถนำมันมาใช้แทนอะไหล่สำรองได้ด้วย คุณสมบัติอเนกประสงค์ของมันนั้น ได้รับการยอมรับและยกย่องเป็นอย่างดีจากช่างเทคนิคทั้งหลาย มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["cobaltb","frigg","shiro"]},{"_id":37,"id":"vitamin_pack","name":"กล่องวิตามิน","description":"อาหารเสริมเพื่อสุขภาพที่ดี นับเป็นของจำเป็นสำหรับผู้ที่ทำงานหนักเป็นเวลานานเกินไป หรือหมกมุ่นกับการเล่นเกมจนไม่สามารถกินอาหารเป็นกิจจะลักษณะได้ มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"R","value":30,"characters":["claudia","frigg","huma","crow","echo","pepper"]},{"_id":38,"id":"void_angel_figurine","name":"หุ่นฟิกเกอร์นางฟ้าห้วงมิติเวิ้งว้าง","description":"หุ่นย่อส่วนที่อ้างอิงจากรูปลักษณ์ของนางฟ้าห้วงมิติเวิ้งว้าง ตัวหุ่นมีสีขาวทั้งตัว และต้องได้รับการดูแลเป็นอย่างดีเพื่อไม่ให้ตัวหุ่นมีรอยเปรอะเปื้อน มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["tsubasa"],"characters":["claudia","crow","king","meryl","shiro","bailing","hilda"]},{"_id":39,"id":"warren_fossil","name":"ฟอซซิลวอร์เรน","description":"ซากดึกดำบรรพ์ที่ถูกปิดผนึกอยู่ในน้ำแข็งซึ่งถูกค้นพบในทุ่งหิมะวอร์เร็น มันหายากมากและเหมาะแก่การสะสมเป็นอย่างยิ่ง มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"SR","value":60,"favorite":["king","meryl","shiro","bailing"],"characters":["cobaltb","claudia","cocoritter","tsubasa","pepper"]},{"_id":40,"id":"wool_scarf","name":"ผ้าพันคอขนแกะ","description":"จริงๆ แล้วมันควรจะทำขึ้นมาจากขนแกะที่ได้ผ่านกระบวนการแปรรูป อย่างไรก็ตาม วัสดุที่ว่ากลายเป็นของล้าสมัยไปแล้ว \"ขนแกะ\" ที่เห็นนี้ จริงๆ แล้วจะทำมาจากวัสดุผสม มันถูกผลิตขึ้นในแอสเพอเรีย และซิมูลาครัมจากภูมิภาคอื่นก็ไม่น่าจะสนใจมันสักเท่าไร","rarity":"N","value":15,"characters":["claudia","huma","crow","echo","frigg","pepper","nemesis"]}]}