{"en":[{"_id":1,"id":"apophis","name":"Apophis","suitName":"Internal Struggle","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Deal higher damage at lower HP. Deal maximum damage when HP is 20%. The damage can be increased by up to 20%/25%/30%."}],"mind":{"name":"Giant Body","desc":"Huge in size, with every move causing great changes."},"memory":{"name":"Confrontation","desc":"What am I fighting against? Fate or myself?"},"belief":{"name":"Weak Point","desc":"The weakness is the security configurations embedded in the chip, which cannot be overcome or resisted."},"emotion":{"name":"Hatred","desc":"Why was it made, and why was it modified?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Deadly Lock","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Increase damage dealt to grievous targets by 12%/15%/18%."}],"mind":{"name":"Diverse","desc":"What to do when you think about it and it spreads?"},"memory":{"name":"Dissipation","desc":"From disorderly to orderly? Outside interference is probably needed. Probably, I said."},"belief":{"name":"Fair Trade","desc":"Goods should be traded according to their own value. But how do you put a value on something that's immeasurable?"},"emotion":{"name":"Nth Power","desc":"If only experience gained and ROI worked exponentially..."}},{"_id":3,"id":"barbarossa","name":"Barbarossa","suitName":"Double Nightmares","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"Upon switching to the weapon, gain 50%/62.5%/75% damage reflection for 3 seconds. Cooldown: 30 seconds. Upon switching to another weapon, gain a 20%/25%/30% damage boost for 5 seconds. Cooldown: 30 seconds."}],"mind":{"name":"Power Play","desc":"The two heads usually fight over who gets to kill the prey. A little instigation and the fight turns physical."},"memory":{"name":"Divided Land","desc":"Where was it from? Maybe it still somewhat knows."},"belief":{"name":"Natural Aggression","desc":"It never gets tired of the eternal biting and grinding, always eagerly awaits the next victim."},"emotion":{"name":"Intimidating Roar","desc":"It starts with a roar—that is also the death knell for the innocent victims."}},{"_id":4,"id":"claudia","name":"Claudia","suitName":"Multi-directional Strike","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Increase damage by 13%/17%/20%/23% when hitting a target in mid-air or initiating an aerial attack. Reset double jump upon hitting the target in mid-air."},{"count":4,"value":"Hitting an enemy with a skill reduces the cooldowns of all weapon skills by 1.5/2/2.5/3 seconds and increases the damage of discharge skills by 36%/45%/54%/63% for 15 seconds."}],"mind":{"name":"Rational Analysis","desc":"First, learn to accept popular opinions, then make judgments about the issue at hand."},"memory":{"name":"True Self","desc":"Be true to yourself so you're no longer bound by the past and will hold the future."},"belief":{"name":"Righteous","desc":"All efforts made to uphold justice will be proven worthwhile."},"emotion":{"name":"Aura of Determination","desc":"Bring values into action, even spread them around without being aware."}},{"_id":5,"id":"cocoritter","name":"Cocoritter","suitName":"Proof of Trust","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Increase healing capability and healing received by 10%/12%/14%/16%."},{"count":4,"value":"When you or your teammates are healed, increase ATK by 12.5%/15%/17.5%/20% for 6 seconds. Only the highest level's effect is applied when obtained repeatedly."}],"mind":{"name":"Artistic Instinct","desc":"The thoughts behind the creation of craft can also be applied on the battlefield."},"memory":{"name":"Identity Overlap","desc":"Her silhouette is overlapping with the protector she remembered."},"belief":{"name":"Caregiver","desc":"Her expectation is simple—just easing your pain."},"emotion":{"name":"Helper","desc":"Trust me, leave the support to me."}},{"_id":6,"id":"crow","name":"Crow","suitName":"Fanatical Pursuit","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Increase crit damage to targets with less than 60% HP by 33%/42%/50%/58%."},{"count":4,"value":"Crits deal additional damage over time every second equal to 12%/15%/18%/21% of ATK for 5 seconds. This effect does not stack."}],"mind":{"name":"Eleventh Dimension","desc":"Some things are intangible but do truly exist."},"memory":{"name":"Formitized","desc":"The past is in the past. The present is what you need to seize."},"belief":{"name":"Dire Survivor","desc":"Never give up, even though it's more than a long shot."},"emotion":{"name":"Rendition","desc":"A bizarre clown show, sometimes very hard to fathom."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Uproot","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"Using a discharge skill to switch to the current weapon grants 80/100/120 weapon charge."}],"mind":{"name":"Until the End","desc":"A straight line of thought to completing the current goal."},"memory":{"name":"Post Crisis","desc":"Memory of the snowfield on a truck after surviving a crisis."},"belief":{"name":"Black or White","desc":"It's too hard for her to comprehend anything complicated."},"emotion":{"name":"Homesick","desc":"Two homes, two shelters, both cozy. Either way, it's the homecoming."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Overload","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"When dealing damage greater than 100% of ATK, deal additional damage equal to 60%/75%/90% of ATK. Cooldown: 3 seconds."}],"mind":{"name":"Competitive","desc":"The accelerated output when power is increased will also be delivered in faint tremors to the weapon."},"memory":{"name":"Loose Cannon","desc":"The Hykros Suppressor Lab never forgets the fight she put up."},"belief":{"name":"Second Life","desc":"A body without pain will function to the last ounce of energy until complete destruction."},"emotion":{"name":"Family Photo","desc":"It was taken only because her father begged her to."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Iron Mind and Body","hash":"SSR15","rarity":"SSR","bonus":[{"count":2,"value":"Increase frost ATK by 8%/10%/12%/15% for 10 seconds when switching between frost weapons. This set's effects work with others, but only the set with the highest star rating's effect will take effect."},{"count":4,"value":"When unleashing a frost domain with the weapon \"Balmung,\" enemies within the frost domain receive frost damage equal to 55%/65%/75%/85% of ATK every second."}],"mind":{"name":"Soulblade","desc":"I will cut off your greed for the forbidden things."},"memory":{"name":"Post-Cataclysm","desc":"My family... friends... I'm the only one left now..."},"belief":{"name":"Stance","desc":"You have your definition, so what is justice to me?"},"emotion":{"name":"Doubt","desc":"Who's behind all this? Can anybody tell me?"}},{"_id":10,"id":"frost_bot","name":"Frost Bot","suitName":"Extreme Zero","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"When HP is below 40%, using a discharge skill to switch to the current weapon restores HP equal to 160%/200%/240% of ATK."}],"mind":{"name":"Do Not Underestimate","desc":"It looks like food, indeed, but that doesn't mean you shouldn't be cautious."},"memory":{"name":"Swift End","desc":"The combat system of armor has only one goal: End the fight as swiftly as possible."},"belief":{"name":"Quick Freeze","desc":"Freeze the surrounding in blocks of ice."},"emotion":{"name":"Ruthless","desc":"Not wise to fight it."}},{"_id":11,"id":"functional_dash","name":"Functional Dash","suitName":"Functional Dash","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Increase damage dealt by frost weapons by 6%."}],"mind":{"name":"Hauler","desc":"Back and forth, it shuttles between the mines and the track."},"memory":{"name":"Restart","desc":"Vehicles can attack if they receive a new command."},"belief":{"name":"Mind of Machine","desc":"A cyber modification without any free will, thus carrying out orders like a machine."},"emotion":{"name":"Bullseye","desc":"The biggest edge in a modification is the precision attack unhindered by emotions or sensibility."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parabola","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Increase ATK by 15%/19%/22.5% when there are no enemies within 6 meters."}],"mind":{"name":"Acumen","desc":"Full of business acumen."},"memory":{"name":"Dockbred","desc":"The nostrils have been smelling the salty scent of the sea for far too long, they're uncomfortable when it's missing."},"belief":{"name":"Haggler","desc":"Never buy things at full price, always haggle till your last breath!"},"emotion":{"name":"Smash Ball","desc":"There are not many recreations you can do with physically handicapped friends."}},{"_id":13,"id":"huma","name":"Huma","suitName":"Slightly Awakened","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Hitting targets with dodge skills inflicts bleed, dealing damage equal to 15%/19%/22.5%/26% of ATK every second for 5 seconds."},{"count":4,"value":"Reduce ATK of all targets within 8 meters that are taking damage over time by 10%/12%/13%/15%. Only the highest level's effect is applied when obtained repeatedly."}],"mind":{"name":"Disoriented","desc":"It was the instinct to see the light that led the baby birds out of their shells."},"memory":{"name":"Blank Slate","desc":"Start writing the program for a completely new personality right now."},"belief":{"name":"Easy Does It","desc":"An amnesiac like you, and always tries to do whatever can be done first."},"emotion":{"name":"Innocent","desc":"The stiff expression is a part of the package."}},{"_id":14,"id":"king","name":"KING","suitName":"Advocate of Violence","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"When a target is shattered, grant 8%/10%/12%/14% damage boost for 25 seconds. Only the highest level's effect is applied when obtained repeatedly."},{"count":4,"value":"When there are more than 2 enemies around, hit restore HP equal to 14%/18%/22%/26% of damage dealt upon attacking. The maximum HP restored every 0.5 seconds must not exceed 36%/42%/48%/54% of ATK."}],"mind":{"name":"Underground Ruler","desc":"A good reputation still won't change the inability to get by with an empty wallet, so let's fill it up first and ask questions later."},"memory":{"name":"Live to Fight","desc":"These miners work mindlessly like zombies. You'll become one of them if you don't get away."},"belief":{"name":"Thrillseeker","desc":"Craves excitement and seemingly over-the-top joy... which does not include career aspirations."},"emotion":{"name":"One Man Army","desc":"Still, there's a limit to fighting with just fists, which he learned at a very young age."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Pure White Guardian","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"If HP is less than 30% after being attacked, gain a shield equal to 20%/26%/32%/40% of Max HP for 10 seconds. Cooldown: 90 seconds."},{"count":4,"value":"Increase Whirlwind's damage by 36%/45%/54%/63% and restore HP equal to 30%/38%/44%/50% of the damage dealt while Whirlwind is active. The maximum HP restored every 0.5 seconds cannot exceed 60%/72%/81%/90% of ATK."}],"mind":{"name":"Swordfight Simulation","desc":"Complex swordfight simulation seemingly used for calibration. Anyway, not something for the average person."},"memory":{"name":"Wake-Up Call","desc":"Chained memory shards used to implant consciousness. Note that it doesn't come with an instruction manual."},"belief":{"name":"Absolute Authority","desc":"It, of course, represents the self-approval and outside recognition of an Executor's power."},"emotion":{"name":"Detached","desc":"Mental communication barriers set up by rejecting all socialization."}},{"_id":16,"id":"nemesis","name":"Nemesis","suitName":"Life Bridging","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"When a target is being healed, their volt ATK is increased by 15%/18%/21%/25% for 20 seconds. This effect does not stack, and only the highest level's effect is applied when the effect is obtained repeatedly."},{"count":4,"value":"When healing yourself or your Electrode, the target of healing gains a charge of \"Lightning.\" The next attack within 30 seconds is imbued with \"Lightning,\" dealing volt damage equal to 300%/375%/450%/525% of volt ATK (damage caused by Electrodes is reduced by 50%). Cannot be triggered more than once in 10 seconds. \"Lightning\" charges do not stack. Only the highest level's effect is applied when obtained repeatedly."}],"mind":{"name":"Alloy Cells","desc":"More than half of the hull has been replaced. I wonder if there is a way to measure the proportion of souls?"},"memory":{"name":"Teddy Bear","desc":"I have lost two places to call home, but fortunately some belongings stayed with me throughout the time."},"belief":{"name":"Refreshed","desc":"The innocence wears away, and the courage looks more mature and polished."},"emotion":{"name":"Inner Drive","desc":"The memory and heart of humanity can be a stumbling block or a driving force."}},{"_id":17,"id":"pepper","name":"Pepper","suitName":"Nonstop","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Increase speed of obtaining weapon charge by 10%/12.5%/15%."}],"mind":{"name":"Assembly Line","desc":"Who can explain to her that she has been toiling away for a long time now?"},"memory":{"name":"Surgical Scar","desc":"Aberrations cannot be reversed. Just like post-surgery scars, you don't get a chance."},"belief":{"name":"Armband","desc":"As a doctor, you cannot turn away, cannot be complacent, cannot be helpless."},"emotion":{"name":"Sleeping Pill","desc":"She has insomnia from not wanting to face the dead in her dreams."}},{"_id":18,"id":"plunder","name":"Plunder","suitName":"Plunder","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Increase damage dealt by physical weapons by 6%."}],"mind":{"name":"Provocateurs","desc":"Ravagers that raise hell everywhere just because they have the might to do so."},"memory":{"name":"Anarchists","desc":"They follow no orders. Chaos is what they want."},"belief":{"name":"Melee Killer","desc":"No one wants to fight them again."},"emotion":{"name":"Chaosbringer","desc":"Some things are chaotic in nature and wouldn't mind getting more chaotic."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Devourer","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"When a target is shattered, poison the target and deal damage equal to 45%/56%/67.5% of ATK every second for 10 seconds."}],"mind":{"name":"Greed","desc":"Rooted in avarice and without an end in sight."},"memory":{"name":"Instinct","desc":"Its instinct is always surging ahead."},"belief":{"name":"Exhaustion","desc":"Devours everything, from body and energy to your will to survive."},"emotion":{"name":"The End","desc":"It has been looking forward to the end."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Rational Liberation","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Increase damage progressively by 1% upon hitting a target. Stack up to 10/13/16/20 times. Last for 1.5 seconds."},{"count":4,"value":"Increase Dual EM Stars' electrical explosion damage by 16%/22%/30%/40% of ATK."}],"mind":{"name":"Just Kidding","desc":"If you said her jokes are corny, she would reply, \"Why so serious?\""},"memory":{"name":"Dearly Departed","desc":"One who lives in the past is unreachable and can't let go."},"belief":{"name":"Silver Bullet","desc":"She owns a silver bullet. Is she hunting vampires?"},"emotion":{"name":"Future Focus","desc":"She's always certain of her destiny."}},{"_id":21,"id":"selfexplosive","name":"Self-explosive","suitName":"Self-explosive","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Increase damage dealt by flame weapons by 6%."}],"mind":{"name":"Explosive Core","desc":"The Omnium core burns bright within."},"memory":{"name":"Binding Thread","desc":"Not the actual thread, of course. The creator just wanted to inspire fear."},"belief":{"name":"Web of Dread","desc":"A spider's look often scares people more than the damage it can deal."},"emotion":{"name":"Overwhelm","desc":"They would be a nightmare to deal with in groups."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Poem of Departure","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Increase both damage and shatter to targets with more than 50% HP by 15%/19%/22.5%/26%."},{"count":4,"value":"Upon entering battle, gain a 20%/25%/30%/35% damage boost for 35 seconds. Reset 5 seconds after exiting battle."}],"mind":{"name":"Isolated","desc":"Skittish about everyone like a wild cat, yet sometimes sit by a pool and play with the water, wondering why so lonely."},"memory":{"name":"Longing for Sea","desc":"A big part of the ocean's beauty stems from the fact that it could never be fully understood."},"belief":{"name":"Great Singer","desc":"Proof of her awesome singing voice, from a researcher who defied death to smuggle the recording out."},"emotion":{"name":"Cat-like","desc":"Every touch is cautious, every gaze deftly avoided... That's her humble way to pursue happiness."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Swamp Shadow","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Increase damage dealt by 6%/7.5%/9% for each enemy nearby. Up to 3 stacks."}],"mind":{"name":"Scheme","desc":"Be careful not to get dragged into the mire it's in."},"memory":{"name":"Opportunity","desc":"It's always patient, enough for some unlucky sap to step on it eventually."},"belief":{"name":"Confusion","desc":"It's not moving. Is it asleep or just conserving energy?"},"emotion":{"name":"Restlessness","desc":"It gets bored too, and when it feels restless, it's some innocent passersby who might suffer."}},{"_id":24,"id":"standard_operation","name":"Standard Operation","suitName":"Standard Operation","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Increase damage dealt by volt weapons by 6%."}],"mind":{"name":"Standard Guard","desc":"Being a good armed guard means protecting the thing you're guarding."},"memory":{"name":"Terminator Guard","desc":"Merciless to anyone attempting to destroy what it's guarding."},"belief":{"name":"Unyielding Guard","desc":"No matter how powerful the enemy, it will not fall until it's utterly destroyed."},"emotion":{"name":"Tenet Guard","desc":"Industrial creations have no free will, but the rules they follow could probably be called their tenets."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Eye of Wind","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Increase damage dealt by 14%/16%/18%/20% when there are no enemies within 4 meters."},{"count":4,"value":"Upon a headshot or using Icewind Arrow: Piercing Shot, increase ATK by 15%/18%/21%/25% for 8 seconds."}],"mind":{"name":"Weather Vane","desc":"\"The wind blows.\" That sums up every cause for leaving and setting off again."},"memory":{"name":"Gravitator","desc":"She's always moving about and only stays in the spot she had thoroughly scouted."},"belief":{"name":"Drifter","desc":"How can you tell which faith is the right one? Answer: The one that ultimately emerges victorious."},"emotion":{"name":"Stone Cold","desc":"A rational assessment of relationships."}},{"_id":26,"id":"wandering_aberrant","name":"Wandering Aberrant","suitName":"Savage Bloodline","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Increase damage dealt by 4%."}],"mind":{"name":"Wandering Aberrant","desc":"It's been wandering since it escaped from the lab. Is the aberration due to experiments or Omnium radiation? No one knows."},"memory":{"name":"Feral Nature","desc":"The nature suppressed by domestication slowly returns as it acclimates to the wild."},"belief":{"name":"Brute Force","desc":"Seems like it knew it could break the cage by force and escape the bondage."},"emotion":{"name":"Homeseeker","desc":"Despite footprints all over Aesperia, still couldn't find its home... For it was born in a lab."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Incredible Connection","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Upon using a discharge skill to switch to the current weapon, gain a shield equal to 150%/200%/250%/300% of ATK for 6 seconds."},{"count":4,"value":"While the shield is active, you and your teammates deal 16%/20%/24%/28% more damage."}],"mind":{"name":"Paranormal Calculation","desc":"Break through logic, subvert reality, completely abandon formulas based on experience to arrive at the final result."},"memory":{"name":"Terminal Protocol","desc":"Memories are just matters of imprints. As for whether they're real or false, you must decide for yourself."},"belief":{"name":"Info Sort","desc":"Intel is generated through sorting loose info and data."},"emotion":{"name":"Survival of Fittest","desc":"Survival of the fittest is the law of nature and the manifestation of individual superiority."}}],"es":[{"_id":1,"id":"apophis","name":"Apophis","suitName":"Pelea Interna","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Inflige más daño cuando los PS están más bajos. Inflige daño máximo cuando los PS están en 20%. Se puede aumentar el daño hasta un 20%/25%/30%."}],"mind":{"name":"Gigante","desc":"De tamaño gigante, cada uno de sus movimientos produce grandes cambios."},"memory":{"name":"Confrontación","desc":"¿Contra qué estoy peleando? ¿Contra el destino o contra mí?"},"belief":{"name":"Punto Débil","desc":"La debilidad son las configuraciones de seguridad implantadas en el chip y son imposibles de superar o resistir."},"emotion":{"name":"Odio","desc":"¿Por qué lo hicieron y modificaron?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Bloqueo mortal","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Aumenta el daño infligido a objetivos graves en un 12%/15%/18%."}],"mind":{"name":"distinta","desc":"¿Qué hacer si se expande cuando piensas en ello?"},"memory":{"name":"disipación","desc":"¿Del caos al orden? Probablemente se requiera intervención externa. Dije probablemente."},"belief":{"name":"comercio justo","desc":"Los bienes deben intercambiarse de acuerdo a su valor real. ¿Pero qué valor tiene algo que es invaluable?"},"emotion":{"name":"Enésima Potencia","desc":"Si tan solo la experiencia ganada y el ROI funcionaran exponencialmente..."}},{"_id":3,"id":"barbarossa","name":"Barbarossa","suitName":"Pesadilla doble","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"Al cambiar a esta arma, obtiene un 50%/62.5%/75% de reflexión de daño por 3 segundos. Enfriamiento: 30 segundos. Al cambiar a otra arma, obtiene un 20%/25%/30% de refuerzo de daño por 5 segundos. Enfriamiento: 30 segundos."}],"mind":{"name":"Juego de Poder","desc":"Las dos cabezas suelen pelearse por a quién le toca matar a la presa. Con un poco de instigación, la pelea se vuelve física."},"memory":{"name":"Tierra Dividida","desc":"¿De dónde vino? Tal vez todavía lo sabe, de algún modo."},"belief":{"name":"Agresividad Natural","desc":"Nunca se cansa de morder y machacar, y siempre espera con ansias que aparezca su próxima víctima."},"emotion":{"name":"Rugido Intimidante","desc":"Todo comienza con un rugido... que también es la sentencia de muerte de sus víctimas inocentes."}},{"_id":4,"id":"claudia","name":"Claudia","suitName":"Golpe multidireccional","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta el daño en un 13%/17%/20%/23% cuando se golpea un objetivo en el aire o se inicia un ataque aéreo. Restablece el salto doble al golpear un objetivo en el aire."},{"count":4,"value":"Golpear a un enemigo con una habilidad reduce el enfriamiento de todas las habilidades de armas en 1.5/2/2.5/3 segundos y aumenta el daño de las habilidades de descarga en un 36%/45%/54%/63% durante 15 segundos."}],"mind":{"name":"análisis racional","desc":"Primero, aprende a aceptar las opiniones populares, luego haz tu propio juicio sobre el problema."},"memory":{"name":"verdadero ser","desc":"Sé fiel a ti misma para no estar atada al pasado y conquistar el futuro."},"belief":{"name":"rectitud","desc":"Todos los esfuerzos por defender la justicia valdrán la pena."},"emotion":{"name":"aura de determinación","desc":"Llevar los valores a la acción y expandirlos en el proceso."}},{"_id":5,"id":"cocoritter","name":"Cocoritter","suitName":"Prueba de confianza","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta la capacidad de curación y la curación recibida en un 10%/12%/14%/16%."},{"count":4,"value":"Cuando tú o tus compañeros de grupo se curan, aumenta el ATQ en un 12.5%/15%/17.5%/20% por 6 segundos. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."}],"mind":{"name":"instinto artístico","desc":"El pensamiento detrás de la creación artística también puede aplicarse en el campo de batalla."},"memory":{"name":"superposición de identidad","desc":"Su silueta se superpone con la del protector que recuerda."},"belief":{"name":"cuidadora","desc":"Lo que busca es simple: calmar tu dolor."},"emotion":{"name":"asistente","desc":"Confía en mí y déjame apoyarte."}},{"_id":6,"id":"crow","name":"Cuervo","suitName":"Persecución fanática","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta el daño crítico a objetivos con menos del 60% de PS en un 33%/42%/50%/58%."},{"count":4,"value":"Los críticos infligen daño periódico adicional cada segundo equivalente al 12%/15%/18%/21% del ATQ por 5 segundos. El efecto no puede acumularse."}],"mind":{"name":"Decimoprimera Dimensión","desc":"Algunas cosas son intangibles, pero existen."},"memory":{"name":"Formateo","desc":"Pasado, pisado. El presente es lo que debes conquistar."},"belief":{"name":"Sobrevivencia Extrema","desc":"Nunca te rindas, aunque las posibilidades sean casi nulas."},"emotion":{"name":"Rendición","desc":"Un extraño espectáculo de payasos, a veces difícil de concebir."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Desarraigo","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"Usar una habilidad de descarga para cambiar al arma actual otorga 80/100/120 de carga de arma."}],"mind":{"name":"hasta el final","desc":"Una línea directa de pensamiento para completar el objetivo actual."},"memory":{"name":"Poscrisis","desc":"El recuerdo de un campo de nieve y un camión luego de sobrevivir a una crisis."},"belief":{"name":"blanco o negro","desc":"Para ella, las cosas complicadas son muy difíciles de entender."},"emotion":{"name":"nostalgia","desc":"Dos hogares, dos refugios, ambos acogedores. En cualquier caso, es el regreso a casa."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Sobrecarga","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"Al infligir daño superior al 100% del ATQ, inflige daño adicional equivalente al 60%/75%/90% del ATQ. Enfriamiento: 3 segundos."}],"mind":{"name":"Competitiva","desc":"Cuando el poder aumenta, su potencia acelerada se traslada al arma con un leve estremecimiento."},"memory":{"name":"Bala Perdida","desc":"El Laboratorio Supresor de Hykros nunca olvida la lucha que prestó."},"belief":{"name":"Segunda Vida","desc":"Un cuerpo sin dolor funciona mientras le quede un último ápice de energía y hasta su completa destrucción."},"emotion":{"name":"Foto Familiar","desc":"La llevó consigo solo porque su padre se lo rogó."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Mente y Cuerpo de Hierro","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"Al desatar un Dominio de Hielo con el arma \"Balmung\", los enemigos dentro del Dominio de Hielo reciben daño de hielo equivalente al 55%/65%/75%/85% del ATQ cada segundo."}],"mind":{"name":"Hoja del Alma","desc":"Rebanaré tu codicia por lo prohibido."},"memory":{"name":"Postcataclismo","desc":"Mi familia... mis amigos... Ahora solo quedo yo..."},"belief":{"name":"Postura","desc":"Ya tienes tu definición, ¿y qué es la justicia para mí?"},"emotion":{"name":"Duda","desc":"¿Quién está detrás de todo esto? ¿Alguien puede decirme?"}},{"_id":10,"id":"frost_bot","name":"Robot de Hielo","suitName":"Cero extremo","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"Cuando los PS están debajo del 40%, usar una habilidad de descarga para cambiar el arma actual restaura los PS equivalentes al 160%/200%/240% del ATQ."}],"mind":{"name":"No Subestimes","desc":"Parece ser comida, cierto, pero de todos modos deberías tener cuidado."},"memory":{"name":"Final Veloz","desc":"El sistema de combate de una armadura tiene un único objetivo: terminar con el combate lo más rápido posible."},"belief":{"name":"Congelación Rápida","desc":"Transforma todo a su alrededor en bloques de hielo."},"emotion":{"name":"Implacable","desc":"No es buena idea combatirlo."}},{"_id":11,"id":"functional_dash","name":"Carrera funcional","suitName":"Carrera funcional","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Aumenta el daño infligido por armas de hielo en un 6%."}],"mind":{"name":"Camión","desc":"Va y viene entre las minas y el camino."},"memory":{"name":"Reinicio","desc":"Los vehículos pueden atacar si reciben un nuevo comando."},"belief":{"name":"Mente de máquina","desc":"Una modificación cibernética sin libre albedrío que cumple órdenes como si fuera una máquina."},"emotion":{"name":"Blanco","desc":"La mayor ventaja de una modificación es la precisión de su ataque, que no se ve afectado por las emociones o la sensibilidad."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parábola","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Aumenta el ATQ en un 15%/19%/22.5% cuando no hay enemigos en 6 metros a la redonda."}],"mind":{"name":"perspicacia","desc":"Está llena de perspicacia para los negocios."},"memory":{"name":"criada en el puerto","desc":"Sus orificios nasales han olido el aroma salado del mar por demasiado tiempo y lo echan de menos cuando no lo sienten."},"belief":{"name":"regateadora","desc":"Nunca compres objetos a su precio total, ¡siempre regatea hasta el final!"},"emotion":{"name":"bola imparable","desc":"No hay muchas cosas para jugar con amigos físicamente torpes."}},{"_id":13,"id":"huma","name":"Huma","suitName":"Un poco ascendido","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Golpear objetivos con las habilidades de esquivar los hacen sangrar, lo que inflige daño equivalente al 15%/19%/22.5%/26% del ATQ cada segundo durante 5 segundos."},{"count":4,"value":"Reduce el ATQ de todos los objetivos en un radio de 8 metros que estén recibiendo daño prolongado en un 10%/12%/13%/15%. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."}],"mind":{"name":"Confusión","desc":"El instinto por ver la luz guio a los pichones fuera de sus cascarones."},"memory":{"name":"Hoja en Blanco","desc":"Comienza a escribir el código de programación para una personalidad completamente nueva de inmediato."},"belief":{"name":"Sin Complicaciones","desc":"Alguien con amnesia como tú. Siempre trata de hacer lo más sencillo primero."},"emotion":{"name":"Inocente","desc":"La expresión seria es parte del paquete."}},{"_id":14,"id":"king","name":"KING","suitName":"Defensor de la violencia","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"Cuando un objetivo es destruido, otorga un 8%/10%/12%/14% de refuerzo de daño por 25 segundos. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."},{"count":4,"value":"Cuando hay 2 o más enemigos, los golpes restauran PS iguales al 14%/18%/22%/26% del daño infligido al atacar. Los PS máximos restaurados cada 0.5 segundos no pueden exceder un 36%/42%/48%/54% del ATQ."}],"mind":{"name":"líder del submundo","desc":"Una buena reputación no cambia el hecho de tener los bolsillos vacíos, así que llenémoslos primero y preguntemos después."},"memory":{"name":"vivir para luchar","desc":"Los mineros trabajan como zombis. Te convertirás en uno de ellos si no te escapas a tiempo."},"belief":{"name":"buscaemociones","desc":"Busca las emociones y el placer desmesurado... y eso no incluye aspiraciones profesionales."},"emotion":{"name":"hombre ejército","desc":"Luchar solo con los puños tiene su límite, y eso es algo que aprendió a temprana edad."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Guardián blanco puro","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"Si los PS están por debajo del 30% después de recibir un ataque, otorga un escudo equivalente al 20%/26%/32%/40% de los PS Máx. por 10 segundos. Enfriamiento: 90 segundos."},{"count":4,"value":"Aumenta el daño de Torbellino en un 36%/45%/54%/63% y restaura PS equivalentes al 30%/38%/44%/50% del daño infligido mientras Torbellino está activo. Los PS Máx. restaurados cada 0.5 segundos no deberán exceder un 60%/72%/81%/90% del ATQ."}],"mind":{"name":"estimulación directa","desc":"Una compleja simulación de lucha con espadas, al parecer usada para la calibración. En cualquier caso, no es para la gente común."},"memory":{"name":"llamada para despertar","desc":"Fragmentos encadenados de memoria utilizados para implantar una conciencia. No vienen con manual de instrucciones."},"belief":{"name":"autoridad absoluta","desc":"Por supuesto, representa la autoaprobación y el reconocimiento externo del poder de un ejecutor."},"emotion":{"name":"distante","desc":"Barreras mentales comunicativas impuestas para rechazar cualquier tipo de socialización."}},{"_id":16,"id":"nemesis","name":"Némesis","suitName":"Puente de Vida","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"Cuando un objetivo está siendo curado, su ATQ eléctrico aumenta un 15%/18%/21%/25% por 20 segundos. No se acumula y solo aquel cuyo nivel es el más alto funciona cuando se obtiene repetidamente."},{"count":4,"value":"Al curarte o curar a tu Electrodo, el objetivo de la curación obtiene una carga de \"rayo\". El siguiente ataque realizado en 30 segundos recibe \"rayo\" e inflige daño eléctrico equivalente al 300%/375%/450%/525% del ATQ eléctrico (el daño causado por Electrodos se reduce en un 50%). No se puede activar más de una vez en 10 segundos. Las cargas de \"rayo\" no se acumulan. Solo el nivel más alto se aplica al obtenerse repetidamente."}],"mind":{"name":"Células de Aleación","desc":"Se reemplazó más de la mitad del casco. ¿Habrá modo de medir la proporción de almas?"},"memory":{"name":"Oso de Peluche","desc":"Perdí dos hogares en la vida, pero al menos algunos objetos permanecieron conmigo en el tiempo."},"belief":{"name":"Actualización","desc":"La inocencia se pierde y el valor se vuelve más maduro y refinado."},"emotion":{"name":"Impulso Interno","desc":"Los recuerdos y el corazón de la humanidad pueden ser un obstáculo o una fuerza impulsora."}},{"_id":17,"id":"pepper","name":"Pepper","suitName":"Sin parar","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Aumenta la velocidad de adquisición de carga del arma un 10%/12.5%/15%."}],"mind":{"name":"línea de ensamblado","desc":"¿Quién le explicará que ya se esforzó por demasiado tiempo?"},"memory":{"name":"cicatriz quirúrgica","desc":"Las aberraciones no se pueden revertir. Al igual que las cicatrices quirúrgicas, no se pueden borrar."},"belief":{"name":"brazalete","desc":"Como doctora, no puedes apartar la mirada, ni ser autocomplaciente o incapaz."},"emotion":{"name":"pastilla para dormir","desc":"Tiene insomnio porque no quiere enfrentarse a la muerte en sus sueños."}},{"_id":18,"id":"plunder","name":"Saqueo","suitName":"Saqueo","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Aumenta el daño infligido por armas físicas en un 6%."}],"mind":{"name":"Agitadores","desc":"Saqueadores que generan el caos por donde vayan, simplemente porque tienen el poder de hacerlo."},"memory":{"name":"Anarquistas","desc":"No siguen ninguna orden. El caos es lo que buscan."},"belief":{"name":"Asesino cuerpo a cuerpo","desc":"Nadie querrá luchar con ellos de nuevo."},"emotion":{"name":"Portador del caos","desc":"Algunas cosas son caóticas por naturaleza y no les importaría volverse más caóticas."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Devorador","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"Cuando se destruye un objetivo, envenena al objetivo e inflige daño equivalente al 45%/56%/67.5% del ATQ cada segundo por 10 segundos."}],"mind":{"name":"Codicia","desc":"Atado a una avaricia que parece no tener fin."},"memory":{"name":"Instinto","desc":"Su instinto siempre se adelanta."},"belief":{"name":"Agotamiento","desc":"Afecta a todo, desde el cuerpo hasta la energía que se necesita para sobrevivir."},"emotion":{"name":"El Fin","desc":"Busca que todo termine."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Liberación racional","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta el daño progresivamente en un 1% al golpear a un objetivo. Se puede acumular hasta 10/13/16/20 veces. Dura 1.5 segundos."},{"count":4,"value":"Aumenta el daño por explosión eléctrica de las Estrellas Magnéticas Dobles un 16%/22%/30%/40% del ATQ."}],"mind":{"name":"solo bromeaba","desc":"Si piensas que sus bromas son cursis, ella te responderá: \"¿Por qué esa cara seria?\"."},"memory":{"name":"la que se marchó","desc":"Quien vive en el pasado es inalcanzable y no se puede soltar."},"belief":{"name":"bala de plata","desc":"Ella tiene una bala de plata. ¿Está cazando vampiros?"},"emotion":{"name":"enfoque de futuro","desc":"Siempre está segura de su destino."}},{"_id":21,"id":"selfexplosive","name":"Autoexplosivo","suitName":"Autoexplosivo","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Aumenta el daño infligido por armas de fuego en un 6%."}],"mind":{"name":"Núcleo explosivo","desc":"El núcleo de Omnio arde brillante en el interior."},"memory":{"name":"Hilo de unión","desc":"No es un hilo de verdad, claro. Su creador solo quería infundir temor."},"belief":{"name":"Red de pavor","desc":"A veces, la mirada de una araña atemoriza más que el daño que puede provocar."},"emotion":{"name":"Imposición","desc":"Cuando actúan en grupo, son una pesadilla para quien se les cruce."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Poema de partida","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta el daño y la destrucción de los objetivos con más de 50% de PS en un 15%/19%/22.5%/26%."},{"count":4,"value":"Al entrar a una batalla, otorga un 20%/25%/30%/35% de refuerzo de daño por 35 segundos. Se reinicia a los 5 segundos después de salir de la batalla."}],"mind":{"name":"aislada","desc":"Desconfía de todo el mundo como un gato salvaje, aunque a veces se sienta junto a una piscina y juega con el agua, preguntándose por qué está sola."},"memory":{"name":"nostalgia del mar","desc":"Buena parte de la belleza del océano proviene del hecho de que nunca podrá comprenderse del todo."},"belief":{"name":"gran cantante","desc":"La prueba de su increíble voz, gracias a un investigador que desafió a la muerte para grabarla."},"emotion":{"name":"Como una Gatita","desc":"Movimientos precavidos y evitar todas las miradas... Ese es su humilde camino a la felicidad."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Sombra del Pantano","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Aumenta el daño infligido en un 6%/7.5%/9% para cada enemigo cercano. Hasta 3 acumulaciones."}],"mind":{"name":"Plan","desc":"Ten cuidado de no caer en sus redes."},"memory":{"name":"Oportunidad","desc":"Siempre paciente, esperando que algún descuidado caiga en sus garras."},"belief":{"name":"Confusión","desc":"No se mueve. ¿Está durmiendo o solo conserva su energía?"},"emotion":{"name":"Inquietud","desc":"Cuando se aburre o siente inquietud, algún inocente transeúnte puede ser su víctima."}},{"_id":24,"id":"standard_operation","name":"Operación estándar","suitName":"Operación estándar","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Aumenta el daño infligido por armas eléctricas en un 6%."}],"mind":{"name":"Guardia normal","desc":"Ser un buen guardia significa proteger lo que sea que estés cuidando."},"memory":{"name":"Guardia exterminador","desc":"Ataca sin piedad a quien intente destruir lo que sea que esté cuidando."},"belief":{"name":"Guardia inflexible","desc":"No importa qué tan poderoso sea el enemigo, no se rendirá hasta destruirlo por completo."},"emotion":{"name":"Guardia con principios","desc":"Las creaciones industriales no tienen libre albedrío, pero las reglas que siguen pueden ser consideradas sus principios."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Ojo del viento","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta el daño infligido en un 14%/16%/18%/20% cuando no hay enemigos en 4 metros a la redonda."},{"count":4,"value":"Con un tiro en la cabeza o al usar Flecha Helada: Disparo Perforante, aumenta el ATQ en un 15%/18%/21%/25% durante 8 segundos."}],"mind":{"name":"veleta","desc":"\"El viento sopla\". Eso resume las razones por las que abandonar todo y empezar de nuevo."},"memory":{"name":"gravitatoria","desc":"Siempre se mueve de un lado a otro y solo permanece en lugares que haya explorado cuidadosamente."},"belief":{"name":"vagabunda","desc":"¿Cómo saber cuál creencia es la indicada? Respuesta: la que al final emerge victoriosa."},"emotion":{"name":"frialdad","desc":"Evalúa racionalmente sus relaciones."}},{"_id":26,"id":"wandering_aberrant","name":"Aberrante errante","suitName":"Linaje salvaje","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Aumenta el daño infligido en un 4%."}],"mind":{"name":"Aberrante errante","desc":"Ha estado merodeando desde que escapó del laboratorio. ¿Esta abominación es producto de experimentos o de la radiación de Omnio? Nadie lo sabe."},"memory":{"name":"Naturaleza salvaje","desc":"La naturaleza, sometida por la domesticación, lentamente se vuelve a aclimatar a la vida silvestre."},"belief":{"name":"Toro en la cristalería","desc":"Parece como si estuviera a punto de romper su jaula a la fuerza y escapar de su cautiverio."},"emotion":{"name":"Buscahogares","desc":"A pesar de las huellas que se encuentran por toda Aesperia, todavía no pudo encontrar su hogar... porque nació en un laboratorio."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Conexión increíble","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Al usar una habilidad de descarga para cambiar el arma actual, otorga un escudo equivalente al 150%/200%/250%/300% del ATQ durante 6 segundos."},{"count":4,"value":"Mientras el escudo está activo, tú y tus compañeros de grupo infligen un 16%/20%/24%/28% de daño adicional."}],"mind":{"name":"cálculo paranormal","desc":"Desafía a la lógica, subvierte la realidad, abandona completamente las fórmulas basadas en la experiencia para llegar al resultado final."},"memory":{"name":"protocolo de terminal","desc":"Los recuerdos solo son asunto de rastros. Si son reales o falsos... es algo que tú debes decidir."},"belief":{"name":"clasificación de datos","desc":"La información se genera al clasificar datos sueltos."},"emotion":{"name":"la supervivencia del más apto","desc":"La supervivencia del más apto es una ley de la naturaleza y la manifestación de la superioridad individual."}}],"de":[{"_id":1,"id":"apophis","name":"Apophis","suitName":"Innerer Konflikt","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Je niedriger die LP des Anwenders, desto stärker wird der durch ihn verursachte Schaden erhöht. Der Schaden kann maximal um 20%/25%/30% erhöht werden und der maximale Schadensbonus wird bei 20% der LP erreicht."}],"mind":{"name":"Riesenkörper","desc":"Riesengroß und jede Bewegung erzeugt große Veränderungen."},"memory":{"name":"Konfrontation","desc":"Wogegen kämpfe ich? Gegen das Schicksal oder gegen mich selbst?"},"belief":{"name":"Schwachstelle","desc":"Die Schwäche liegt in den Sicherheitseinstellungen des Chips, denn diese können nicht ausgeschaltet oder umgangen werden."},"emotion":{"name":"Hass","desc":"Warum wurde es erschaffen und warum später modifiziert?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Tödliche Falle","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Erhöht den Schaden an verwundeten Zielen um 12%/15%/18%."}],"mind":{"name":"Vielfältig","desc":"Was tun, wenn du daran denkst und es sich ausbreitet?"},"memory":{"name":"Zerstreuung","desc":"Ein Wandel von undiszipliniert zu diszipliniert? Dafür muss wahrscheinlich von außen eingegriffen werden. „Wahrscheinlich“, habe ich gesagt."},"belief":{"name":"Fairer Handel","desc":"Waren sollten gemäß ihrem tatsächlichen Wert gehandelt werden. Aber wie misst man etwas, das unschätzbar ist, einen Wert bei?"},"emotion":{"name":"Die n-te Potenz","desc":"Wenn gesammelte Erfahrungen und Kapitalrenditen doch bloß exponentiell zueinander stehen würden …"}},{"_id":3,"id":"barbarossa","name":"Barbarossa","suitName":"Doppelte Alpträume","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"Beim Wechsel zu dieser Waffe, erhält der Anwender für 3 Sek. 50%/62,5%/75% Schadensreflektion. Abklingzeit: 30 Sek. Beim Wechsel zu einer anderen Waffe, erhält der Anwender für 5 Sek. 20%/25%/30% Schadensbonus. Abklingzeit: 30 Sek."}],"mind":{"name":"Machtkampf","desc":"Die beiden Köpfe streiten sich häufig darüber, wer die Beute töten darf. Der Streit kann schon bei kleinen Sticheleien in Gewalt ausarten."},"memory":{"name":"Geteiltes Land","desc":"Woher stammt es? Vielleicht weiß es das noch so ungefähr."},"belief":{"name":"Natürliche Aggression","desc":"Es wird des ewigen Beißens und Schleifens nie müde und wartet stets auf das nächste Opfer."},"emotion":{"name":"Einschüchterndes Brüllen","desc":"Es beginnt mit einem Brüllen – das Todesurteil für die unschuldigen Opfer."}},{"_id":4,"id":"claudia","name":"Claudia","suitName":"Mehrrichtungsangriff","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht Schaden um 13%/17%/20%/23%, wenn ein Ziel in der Luft getroffen oder ein Luftangriff ausgeführt wird. Setzt den Doppelsprung zurück, wenn ein Ziel in der Luft getroffen wird."},{"count":4,"value":"Wenn ein Gegner mit einer Fähigkeit getroffen wird, werden die Abklingzeiten aller Waffenfähigkeiten um 1,5/2/2,5/3 Sek. verringert und der Schaden von Entladungsfähigkeiten wird für 15 Sek. um 36%/45%/54%/63% erhöht."}],"mind":{"name":"Rationale Analyse","desc":"Lerne zunächst, landläufige Meinungen zu akzeptieren, und urteile dann über das vorliegende Problem."},"memory":{"name":"Wahres Selbst","desc":"Sei dir selbst treu, damit du nicht länger an die Vergangenheit gebunden bist und dir die Zukunft gehört."},"belief":{"name":"Gerecht","desc":"Alle Anstrengungen, die unternommen werden, um für Gerechtigkeit zu sorgen, werden sich als lohnend erweisen."},"emotion":{"name":"Aura der Entschlossenheit","desc":"Setze Werte in die Tat um. Verbreite sie sogar, ohne dir dessen bewusst zu sein."}},{"_id":5,"id":"cocoritter","name":"Cocolita","suitName":"Vertrauensbeweis","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht die Heilungsstärke und die erhaltene Heilung um 10%/12%/14%/16%."},{"count":4,"value":"Erhöht den ANG 6 Sek. lang um 12,5%/15%/17,5%/20%, wenn der Anwender oder Teammitglieder geheilt werden. Es gilt immer nur der Effekt mit der höchsten Stufe."}],"mind":{"name":"Künstlerischer Instinkt","desc":"Die Gedanken, die man sich für die Schaffung einer handwerklichen Arbeit macht, sind auch auf dem Schlachtfeld relevant."},"memory":{"name":"Identitätsüberschneidung","desc":"Ihre Silhouette überschneidet sich mit dem Beschützer, an den sie sich erinnerte."},"belief":{"name":"Betreuerin","desc":"Sie hat einfache Erwartungen – sie will nur deinen Schmerz lindern."},"emotion":{"name":"Helferin","desc":"Vertraue mir, überlasse die Unterstützung mir."}},{"_id":6,"id":"crow","name":"Crow","suitName":"Fanatische Verfolgungsjagd","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht den kritischen Schaden an Zielen mit weniger als 60% LP um 33%/42%/50%/58%."},{"count":4,"value":"Kritische Treffer verursachen zusätzlich 5 Sek. lang pro Sek. einen DoT in Höhe von 12%/15%/18%/21% des ANG. Dieser Effekt ist nicht stapelbar."}],"mind":{"name":"Elfte Dimension","desc":"Manche Dinge sind nicht greifbar, existieren aber trotzdem."},"memory":{"name":"Angepasst","desc":"Was geschehen ist, ist geschehen. Die Gegenwart ist das, was du ergreifen musst."},"belief":{"name":"Schrecklicher Überlebender","desc":"Gib niemals auf, auch wenn deine Situation mehr als aussichtslos erscheint."},"emotion":{"name":"Interpretation","desc":"Ein skurriles Schauspiel, das manchmal sehr schwer zu durchschauen ist."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Entwurzeln","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"Die Anwendung einer Entladungsfähigkeit, um zur aktuellen Waffe zu wechseln, gewährt 80/100/120 Waffenladungspunkte."}],"mind":{"name":"Bis zum Ende","desc":"Ein geradliniger Gedankengang, um das aktuelle Ziel zu erreichen."},"memory":{"name":"Nach der Krise","desc":"Die Erinnerung an ein verschneites Schneefeld, die man von einem Lastwagen aus nach einer überstandenen Krise sieht."},"belief":{"name":"Schwarz oder weiß","desc":"Sie hat Schwierigkeiten damit, komplizierte Sachverhalte zu verstehen."},"emotion":{"name":"Heimweh","desc":"Zwei Zuhause, zwei Unterkünfte, beide gemütlich. Jedenfalls ist es die Heimkehr."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Überladung","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"Wird Schaden verursacht, der höher als 100% des ANG ist, wird Bonusschaden in Höhe von 60%/75%/90% des ANG ausgelöst. Abklingzeit: 3 Sek."}],"mind":{"name":"Ehrgeiz","desc":"Wenn die Kraft erhöht wird, wird die verstärkte Leistung auch in Form eines leichten Zitterns an die Waffe weitergeleitet."},"memory":{"name":"Gemeingefährlich","desc":"Das Hykros-Suppressorlabor vergisst nie, wie sie sich zur Wehr gesetzt hat."},"belief":{"name":"Zweites Leben","desc":"Ein Körper, der keinerlei Schmerzen empfindet, kämpft bis zum letzten Atemzug."},"emotion":{"name":"Familienfoto","desc":"Dieses Foto wurde nur aufgenommen, weil ihr Vater sie darum gebeten hat."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Eiserner Geist, eiserner Körper","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"Wenn mit der Waffe Balmung ein Froststurm erzeugt wird, erleiden Gegner darin jede Sek. Frostschaden in Höhe von 55%/65%/75%/85% des ANG."}],"mind":{"name":"Seelenklinge","desc":"Ich werde deine Gier nach dem Verbotenen abtrennen."},"memory":{"name":"Nach der Katastrophe","desc":"Meine Familie … Freunde … Nur ich bin jetzt noch übrig …"},"belief":{"name":"Fester Stand","desc":"Du hast deine Definition. Aber was bedeutet „Gerechtigkeit“ für mich?"},"emotion":{"name":"Zweifel","desc":"Wer steckt dahinter? Kann mir das irgendjemand sagen?"}},{"_id":10,"id":"frost_bot","name":"Frost-Bot","suitName":"Zero Extrem","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"Bei LP unter 40% der max. LP, stellt die Anwendung einer Entladungsfähigkeit, um zur aktuellen Waffe zu wechseln, LP in Höhe von 160%/200%/240% des ANG wieder her."}],"mind":{"name":"Nicht unterschätzen","desc":"Sieht tatsächlich wie etwas zu essen aus, aber man sollte trotzdem vorsichtig sein."},"memory":{"name":"Schnelles Ende","desc":"Das Kampfsystem des Mecha kennt nur ein Ziel: den Kampf so schnell wie möglich zu beenden."},"belief":{"name":"Schnelles Einfrieren","desc":"Friere die Umgebung in Eisblöcke ein."},"emotion":{"name":"Rücksichtslos","desc":"Es ist nicht ratsam, dagegen zu kämpfen."}},{"_id":11,"id":"functional_dash","name":"Praktischer Sprint","suitName":"Praktischer Sprint","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Erhöht den durch Frostwaffen verursachten Schaden um 6%."}],"mind":{"name":"Träger","desc":"Bewegt sich zwischen den Minen und Gleisen hin und her."},"memory":{"name":"Neustart","desc":"Fahrzeuge können angreifen, wenn sie einen neuen Befehl erhalten."},"belief":{"name":"Geist der Maschine","desc":"Eine Cyber-Modifikation ohne freien Willen, die Befehle wie eine Maschine ausführt."},"emotion":{"name":"Volltreffer","desc":"Der größte Vorteil bei einer Modifikation ist der präzise Angriff, der nicht durch Emotionen oder Empfindungen beeinträchtigt wird."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parabel","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Erhöht ANG um 15%/19%/22,5%, wenn sich innerhalb von 6 Metern keine Gegner befinden."}],"mind":{"name":"Scharfsinn","desc":"Voller Geschäftssinn."},"memory":{"name":"Kind der Docks","desc":"Die Nase hat sich bereits so sehr an den salzigen Duft des Meeres gewöhnt, dass es sich fast schon unangenehm anfühlt, wenn er fehlt."},"belief":{"name":"Feilscherin","desc":"Kaufe niemals etwas zum vollen Preis, sondern feilsche immer bis zum letzten Atemzug!"},"emotion":{"name":"Schmetterball","desc":"Es gibt nicht viele Freizeitaktivitäten, die man mit Freunden mit körperlicher Behinderung ausüben kann."}},{"_id":13,"id":"huma","name":"Huma","suitName":"Etwas seltsam","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Fügt „Blutung“ zu und verursacht 5 Sek. lang jede Sek. Schaden in Höhe von 15%/19%/22,5%/26% des ANG, wenn Gegner mit Ausweichfähigkeiten getroffen werden."},{"count":4,"value":"Verringert den ANG von Zielen mit DoTs innerhalb von 8 Metern um 10%/12%/13%/15%. Es gilt immer nur der Effekt mit der höchsten Stufe."}],"mind":{"name":"Orientierungslos","desc":"Es war der Instinkt, das Licht zu sehen, der die Vogelküken ihre Eierschalen verlassen ließ."},"memory":{"name":"Unbeschriebenes Blatt","desc":"Beginne jetzt damit, das Programm für eine völlig neue Persönlichkeit zu schreiben."},"belief":{"name":"Immer sachte","desc":"Leidet auch unter Amnesie und versucht stets, das zu tun, was zuerst getan werden kann."},"emotion":{"name":"Unschuldig","desc":"Der starre Ausdruck gehört einfach dazu."}},{"_id":14,"id":"king","name":"KING","suitName":"Befürworter der Gewalt","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"Gewährt für 25 Sek. einen Schadensbonus von 8%/10%/12%/14%, wenn ein Ziel von „Zertrümmern“ betroffen ist. Es gilt immer nur der Effekt mit der höchsten Stufe."},{"count":4,"value":"Wenn sich mehr als 2 Gegner in der Umgebung des Anwenders befinden, stellen Angriffe LP in Höhe von 14%/18%/22%/26% des verursachten Schadens wieder her. Es können alle 0,5 Sek. maximal LP in Höhe von 36%/42%/48%/54% des ANG wiederhergestellt werden."}],"mind":{"name":"Herrscher des Untergrunds","desc":"Ein guter Ruf ändert nichts daran, dass man mit einer leeren Brieftasche nicht weit kommt. Also lass sie uns zuerst füllen und später Fragen stellen."},"memory":{"name":"Für den Kampf leben","desc":"Diese Minenarbeiter arbeiten so gedankenlos wie Zombies. Du wirst einer von ihnen werden, wenn du nicht entkommst."},"belief":{"name":"Abenteuerlustiger","desc":"Sehnt sich nach Spannung und scheinbar übertriebener Freude … was Karrierewünsche nicht einschließt."},"emotion":{"name":"Ein-Mann-Armee","desc":"Dennoch haben Kämpfe, in denen man nur seine Fäuste einsetzt, auch ihre Grenzen. Diese hat er in sehr jungen Jahren bereits kennengelernt."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Reiner weißer Wächter","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"Wenn die LP nach einem gegnerischen Angriff unter 30% fallen, wird für 10 Sek. ein Schild in Höhe von 20%/26%/32%/40% der max. LP gewährt. Abklingzeit: 90 Sek."},{"count":4,"value":"Erhöht den Schaden von „Wirbelsturm“ um 36%/45%/54%/63% und stellt LP in Höhe von 30%/38%/44%/50% des verursachten Schadens wieder her, solange „Wirbelsturm“ aktiv ist. Es können alle 0,5 Sek. max. LP in Höhe von 60%/72%/81%/90% des ANG wiederhergestellt werden."}],"mind":{"name":"Schwertkampfsimulation","desc":"Komplexe Schwertkampfsimulation, die anscheinend zur Kalibrierung verwendet wird. Jedenfalls nichts für den Durchschnittsmenschen."},"memory":{"name":"Weckruf","desc":"Verkettete Erinnerungsscherben, die verwendet werden, um ein Bewusstsein zu implantieren. Bitte beachte, dass es keine Gebrauchsanweisung dazu gibt."},"belief":{"name":"Absolute Autorität","desc":"Es repräsentiert natürlich die Selbstgefälligkeit und die von außen erhaltene Anerkennung der Macht eines Vollstreckers."},"emotion":{"name":"Losgelöst","desc":"Mentale Kommunikationsbarrieren, die durch die Ablehnung jeglicher Sozialisierung entstanden."}},{"_id":16,"id":"nemesis","name":"Nemesis","suitName":"Lebensbrücke","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"Wenn ein Ziel geheilt wird, wird sein Volt-ANG für 20 Sek. um 15%/18%/21%/25% erhöht. Nicht stapelbar. Es gilt immer nur der Effekt mit der höchsten Stufe."},{"count":4,"value":"Wenn der Anwender sich oder die eigene Elektrode heilt, erhält das Ziel eine Ladung „Blitz“. Dadurch wird der nächste Angriff innerhalb von 30 Sek. mit „Blitz“ verstärkt und verursacht so Voltschaden in Höhe von 300%/375%/450%/525% des Volt-ANG (Schaden der Elektrode wird um 50% verringert). Kann nur einmal alle 10 Sek. ausgelöst werden. „Blitz“-Ladungen sind nicht stapelbar. Es gilt immer nur der Effekt mit der höchsten Stufe."}],"mind":{"name":"Legierungszellen","desc":"Mehr als die Hälfte der Hülle wurde ersetzt. Ich frage mich, ob es einen Weg gibt, das Mengenverhältnis von Seelen zu messen."},"memory":{"name":"Teddybär","desc":"Ich habe zwei Orte verloren, die ich mein Zuhause nannte, aber glücklicherweise sind mir einige Habseligkeiten geblieben."},"belief":{"name":"Aktualisiert","desc":"Die Unschuld verblasst und der Mut wirkt erwachsener und ausgereifter."},"emotion":{"name":"Innerer Antrieb","desc":"Die Erinnerungen und das Herz der Menschheit können Hindernis aber auch Antrieb sein."}},{"_id":17,"id":"pepper","name":"Pepper ","suitName":"Nonstop","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Die Geschwindigkeit, mit der Waffenladungspunkte erlangt werden, erhöht sich um 10%/12,5%/15%."}],"mind":{"name":"Fließband","desc":"Wer kann ihr erklären, dass sie sich schon lange abrackert?"},"memory":{"name":"Operationsnarbe","desc":"Mutationen können nicht rückgängig gemacht werden. Das ist genau so unmöglich wie bei Narben, die von einer Operation zurückbleiben."},"belief":{"name":"Armbinde","desc":"Als Arzt darf man sich nie abwenden und weder selbstzufrieden noch hilflos sein."},"emotion":{"name":"Schlaftablette","desc":"Sie leidet an Schlaflosigkeit, weil sie den Toten in ihren Träumen nicht begegnen will."}},{"_id":18,"id":"plunder","name":"Plunder","suitName":"Plunder","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Erhöht den durch physische Waffen verursachten Schaden um 6%."}],"mind":{"name":"Provokateure","desc":"Ravager, die überall Chaos verursachen, weil sie es eben können."},"memory":{"name":"Anarchisten","desc":"Sie befolgen keine Befehle. Sie streben nach Chaos."},"belief":{"name":"Nahkämpfer","desc":"Niemand will erneut gegen sie kämpfen müssen."},"emotion":{"name":"Chaosbote","desc":"Einige Dinge sind von chaotischer Natur und hätten nichts dagegen, noch chaotischer zu werden."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Vertilger","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"Vergiftet ein Ziel, das von „Zertrümmern“ betroffen ist und fügt ihm für 10 Sek. jede Sek. Schaden in Höhe von 45%/56%/67,5% des ANG zu."}],"mind":{"name":"Habgier","desc":"Ist auf den Geiz zurückzuführen und kennt anscheinend kein Ende."},"memory":{"name":"Instinkt","desc":"Der Instinkt hat immer das Sagen."},"belief":{"name":"Erschöpfung","desc":"Verschlingt alles – Körper, Energie und sogar den Überlebenswillen."},"emotion":{"name":"Das Ende","desc":"Sehnt sich nach dem Ende."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Rationale Befreiung","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht den Schaden um 1%, wenn ein Ziel getroffen wird. Bis zu 10/13/16/20-mal stapelbar. Hält 1,5 Sek. an."},{"count":4,"value":"Erhöht den Schaden der elektrischen Explosion von Doppel-EM-Sterne um 16%/22%/30%/40% des ANG."}],"mind":{"name":"Kleiner Scherz","desc":"Wenn du ihre Witze als kitschig bezeichnet würdest, würde sie antworten: „Warum denn so ernst?“"},"memory":{"name":"Liebe Verstorbene","desc":"Jemand, der in der Vergangenheit lebt, ist unerreichbar und kann nicht loslassen."},"belief":{"name":"Silberkugel","desc":"Sie besitzt eine Silberkugel. Jagt sie Vampire?"},"emotion":{"name":"Zukunftsfokus","desc":"Sie ist sich ihres Schicksals immer sicher."}},{"_id":21,"id":"selfexplosive","name":"Hochexplosiv!","suitName":"Hochexplosiv!","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Erhöht den durch Flammenwaffen verursachten Schaden um 6%."}],"mind":{"name":"Explosiver Kern","desc":"Der Omnium-Kern brennt heiß im Inneren."},"memory":{"name":"Binde-Gewinde","desc":"Natürlich kein echtes Gewinde. Der Hersteller wollte nur Angst verbreiten."},"belief":{"name":"Netz der Angst","desc":"Der Anblick einer Spinne erschreckt die Leute oft mehr als der Schaden, den sie tatsächlich verursachen können."},"emotion":{"name":"Überwältigen","desc":"In Gruppen sind sie der wahre Albtraum."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Gedicht der Abreise","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht sowohl Schaden als auch den Effekt von „Zertrümmern“ an Zielen mit mehr als 50% LP um 15%/19%/22,5%/26%."},{"count":4,"value":"Der Anwender erhält bei Kampfbeginn für 35 Sek. 20%/25%/30%/35% Schadensbonus. Wird 5 Sek. nach Verlassen des Kampfes wieder verfügbar."}],"mind":{"name":"Isoliert","desc":"Verhält sich anderen gegenüber launisch wie eine wilde Katze. Sitzt aber manchmal an einem Pool und spielt mit dem Wasser und fragt sich, warum sie so einsam ist."},"memory":{"name":"Sehnsucht nach dem Meer","desc":"Ein großer Teil der Schönheit des Ozeans rührt daher, dass er nie so richtig verstanden werden kann."},"belief":{"name":"Großartige Sängerin","desc":"Beweis ihrer großartigen Singstimme. Ein Forscher entkam geradeso dem Tod, als er die Aufnahme herausschmuggelte."},"emotion":{"name":"Wie eine Katze","desc":"Jede Berührung ist vorsichtig, jeder Blick wird gekonnt vermieden … Das ist ihre bescheidene Art, nach Glück zu streben."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Sumpfschatten","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Erhöht den verursachten Schaden für jeden Gegner in der Nähe um 6%/7,5%/9%. Der Effekt kann bis zu 3-mal gestapelt werden."}],"mind":{"name":"Intrige","desc":"Pass auf, dass es dich nicht in den Sumpf zieht."},"memory":{"name":"Gelegenheit","desc":"Immer geduldig – so lange, bis irgendein armer Kerl drauftritt."},"belief":{"name":"Verwirrung","desc":"Bewegt sich nicht. Schläft es oder schont es nur seine Energie?"},"emotion":{"name":"Ruhelosigkeit","desc":"Ihm wird schnell langweilig und ist es unruhig, hat ein unschuldiger Passant darunter zu leiden."}},{"_id":24,"id":"standard_operation","name":"Standard-Vorgehen","suitName":"Standard-Vorgehen","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Erhöht den durch Voltwaffen verursachten Schaden um 6%."}],"mind":{"name":"Standard-Wächter","desc":"Ein guter bewaffneter Wächter schützt die Dinge, die er bewacht."},"memory":{"name":"Terminator-Wächter","desc":"Gnadenlos gegenüber allen, die zerstören wollen, was er bewacht."},"belief":{"name":"Unnachgiebiger Wächter","desc":"Egal wie mächtig der Gegner ist, er fällt erst, wenn er komplett besiegt wurde."},"emotion":{"name":"Grundsatz-Wächter","desc":"Industrielle Erzeugnisse haben keinen freien Willen, doch die Regeln, die sie befolgen, könnte man wohl als ihre Grundsätze bezeichnen."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Auge des Sturms","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Erhöht den verursachten Schaden um 14%/16%/18%/20%, wenn sich im Umkreis von 4 Metern keine Gegner befinden."},{"count":4,"value":"Nach einem Kopfschuss oder Verwendung von Eiswind-Pfeil: Durchdringender Schuss erhöht sich der ANG für 8 Sek. um 15%/18%/21%/25%."}],"mind":{"name":"Wetterfahne","desc":"„Der Wind weht.“ Das sind so ziemlich alle Gründe, um wieder aufzubrechen."},"memory":{"name":"Graviator","desc":"Sie ist immer in Bewegung und bleibt nur an der Stelle, die sie gründlich erkundet hat."},"belief":{"name":"Herumtreiberin","desc":"Woran erkennst du, welcher Glaube der richtige ist? Antwort: Es ist der, der letztendlich siegreich ist."},"emotion":{"name":"Eiskalt","desc":"Eine rationale Bewertung von Beziehungen."}},{"_id":26,"id":"wandering_aberrant","name":"Wandernder Aberrant","suitName":"Wilde Blutlinie","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Erhöht den verursachten Schaden um 4%."}],"mind":{"name":"Wandernder Aberrant","desc":"Das Wesen wandert herum, seit es aus dem Labor entkommen konnte. Ist die Mutation auf Experimente oder die Omnium-Strahlung zurückzuführen? Das weiß niemand."},"memory":{"name":"Wilde Natur","desc":"Die durch die Domestizierung gezähmte Natur kämpft sich langsam zurück."},"belief":{"name":"Rohe Gewalt","desc":"Er scheint gewusst zu haben, wie er aus dem Käfig ausbrechen und seine Fesseln sprengen konnte."},"emotion":{"name":"Heimatsucher","desc":"Trotz der Fußabdrücke auf ganz Aesperia konnte er seine Heimat nicht finden … da er in einem Labor geboren wurde."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Unglaubliche Verbindung","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Bei der Verwendung der Entladungsfähigkeit, um zur aktuellen Waffe zu wechseln, erhält der Anwender für 6 Sek. einen Schild in Höhe von 150%/200%/250%/300% des ANG."},{"count":4,"value":"Während der Schild aktiviert ist, verursachen der Anwender und seine Teammitglieder um 16%/20%/24%/28% erhöhten Schaden."}],"mind":{"name":"Paranormale Berechnung","desc":"Überwinde die Logik, untergrabe die Realität und verzichte vollständig auf Formeln, die auf Erfahrung basieren, um zum endgültigen Ergebnis zu gelangen."},"memory":{"name":"Endprotokoll","desc":"Erinnerungen sind lediglich eine Sache der Prägung. Ob sie echt oder falsch sind, musst du selbst entscheiden."},"belief":{"name":"Info-Sortierung","desc":"Durch das Sortieren ungeordneter Informationen und Daten erhält man aussagekräftige Ergebnisse."},"emotion":{"name":"Der Stärkste überlebt","desc":"Das Überleben des Stärksten ist das Gesetz der Natur und die Manifestation der Überlegenheit des Einzelnen."}}],"fr":[{"_id":1,"id":"apophis","name":"Apophis","suitName":"Conflit interne","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Inflige plus de dégâts quand les PV sont bas. Inflige des dégâts maximaux lorsque les PV sont à 20%. Les dégâts peuvent être accrus de 20%/25%/30%."}],"mind":{"name":"Géant","desc":"De taille énorme, chacun de ses mouvements est un bouleversement."},"memory":{"name":"Confrontation","desc":"Contre quoi est-ce que je me bats ? Le destin ou moi-même ?"},"belief":{"name":"Point faible","desc":"La faiblesse fait partie des configurations de sécurité intégrées à la puce ; on ne peut ni la surmonter ni y échapper."},"emotion":{"name":"Haine","desc":"Pourquoi l'avoir fabriqué, et pourquoi l'avoir modifié ?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Verrou mortel","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Accroît de 12%/15%/18% les dégâts infligés aux cibles gravement blessées."}],"mind":{"name":"Diversité","desc":"Que faire quand on y pense et que ça se propage ?"},"memory":{"name":"Dissipation","desc":"Du désordre à l'ordre ? Une intervention extérieure est probablement nécessaire. Probablement."},"belief":{"name":"Commerce équitable","desc":"Les biens doivent être échangés selon leur valeur propre. Mais comment donner une valeur à quelque chose d'incommensurable ?"},"emotion":{"name":"Énième puissance","desc":"Si seulement l'expérience acquise et le retour sur investissement fonctionnaient de manière exponentielle…"}},{"_id":3,"id":"barbarossa","name":"Barberousse","suitName":"Double cauchemar","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"En prenant cette arme, vous gagnez 50%/62,5%/75% de renvoi des dégâts pendant 3 secondes. Temps de recharge : 30 secondes. En passant à une autre arme, vous gagnez 20%/25%/30% de bonus de dégâts pendant 5 secondes. Temps de recharge : 30 secondes."}],"mind":{"name":"Jeu de pouvoir","desc":"Les deux têtes ont tendance à se battre pour savoir qui va tuer la proie. Un peu de provocation et le combat devient très physique."},"memory":{"name":"Terre divisée","desc":"D'où vient-t-il ? Peut-être en a-t-il encore une petite idée."},"belief":{"name":"Agression naturelle","desc":"Il ne se lasse jamais de mordre et de broyer, et attend toujours avec impatience sa prochaine victime."},"emotion":{"name":"Rugissement intimidant","desc":"Un rugissement qui sonne le glas des victimes innocentes."}},{"_id":4,"id":"claudia","name":"Claudia","suitName":"Frappe multidirectionnelle","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Accroît de 13%/17%/20%/23% les dégâts lorsque vous touchez une cible en l'air ou lorsque vous lancez une attaque aérienne. Réinitialise le double saut lorsque vous touchez une cible en l'air."},{"count":4,"value":"Toucher un ennemi avec une compétence réduit de 1,5/2/2,5/3 seconde(s) le temps de recharge de toutes les compétences d’arme et accroît de 36%/45%/54%/63% les dégâts des compétences de décharge pendant 15 secondes."}],"mind":{"name":"Analyse rationnelle","desc":"Apprenez d'abord à accepter les opinions des autres, ensuite émettez un jugement sur le sujet concerné."},"memory":{"name":"Fidèle à soi-même","desc":"Soyez fidèle à vous-même afin de maîtriser l'avenir sans vous laisser freiner par le passé."},"belief":{"name":"Vertu","desc":"Tous les efforts déployés pour faire régner la justice seront récompensés."},"emotion":{"name":"Aura de détermination","desc":"Mettez vos valeurs en action, prenez même le réflexe de les diffuser autour de vous."}},{"_id":5,"id":"cocoritter","name":"Cocoritter","suitName":"Preuve de confiance","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Augmente de 10%/12%/14%/16% les capacités de soin et les soins reçus."},{"count":4,"value":"Lorsque vous ou les membres du groupe bénéficiez de soins, votre ATQ augmente de 12,5%/15%/17,5%/20% pendant 6 secondes. Si ce bonus est obtenu plusieurs fois, seul le niveau le plus élevé s'appliquera."}],"mind":{"name":"Fibre artistique","desc":"Les idées propres à la création artisanale peuvent également s'appliquer sur le champ de bataille."},"memory":{"name":"Identités","desc":"Sa silhouette se superpose au protecteur dont elle s'est souvenue."},"belief":{"name":"Garde-malade","desc":"Son objectif est simple : soulager votre douleur."},"emotion":{"name":"Auxiliaire","desc":"Faites-moi confiance et laissez-moi vous soutenir."}},{"_id":6,"id":"crow","name":"Crow","suitName":"Poursuite avide","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Accroît de 33%/42%/50%/58% les dégâts critiques pour les cibles à moins de 60% de PV."},{"count":4,"value":"Les dégâts critiques infligent chaque seconde des dégâts dans le temps supplémentaires équivalant à 12%/15%/18%/21% de l'ATQ pendant 5 secondes. Cet effet ne peut être cumulé."}],"mind":{"name":"Onzième dimension","desc":"Certaines choses sont intangibles, pourtant elles existent."},"memory":{"name":"Formatage","desc":"Le passé, c'est le passé. Il faut vivre dans l'instant présent."},"belief":{"name":"Survie désespérée","desc":"Ne jamais abandonner, même si c'est plus que risqué."},"emotion":{"name":"Interprétation","desc":"Un étrange spectacle de clown, parfois très difficile à comprendre."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Déracinement","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"L'utilisation d'une compétence de décharge pour passer à l'arme actuelle confère 80/100/120 points de recharge à l'arme."}],"mind":{"name":"Jusqu'au bout","desc":"La dernière ligne droite pour atteindre l'objectif actuel."},"memory":{"name":"Après la crise","desc":"Souvenir du champ enneigé sur un camion après avoir survécu à une crise."},"belief":{"name":"Noir ou blanc","desc":"C'est trop difficile pour elle de comprendre tout ce qui est compliqué."},"emotion":{"name":"Mal du pays","desc":"Deux maisons, deux foyers, tous les deux douillets. Dans tous les cas, c'est le retour au pays."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Surcharge","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"Lorsque vous infligez des dégâts supérieurs à 100% de l'ATQ, des dégâts supplémentaires équivalant à 60%/75%/90% de l'ATQ sont infligés. Temps de recharge : 3 secondes."}],"mind":{"name":"Compétition","desc":"L'accélération de la production lorsque la puissance augmente sera également transmise à l'arme sous forme de faibles secousses."},"memory":{"name":"Électron libre","desc":"Le laboratoire de suppresseur d'Hykros n'oubliera jamais le combat qu'elle a mené."},"belief":{"name":"Seconde vie","desc":"Un corps sans douleur fonctionnera jusqu'à la dernière once d'énergie avant sa destruction complète."},"emotion":{"name":"Photo de famille","desc":"Elle a été prise uniquement parce que son père a insisté."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Corps et mental d'acier","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"Lorsque vous créez un domaine de gel avec l'arme \"Balmung\", les ennemis se trouvant dans ce domaine subissent des dégâts de givre équivalant à 55%/65%/75%/85% de l'ATQ toutes les secondes."}],"mind":{"name":"Lame spirituelle","desc":"Je vais mettre un terme à votre envie de choses interdites."},"memory":{"name":"Post-cataclysme","desc":"Ma famille… Mes amis… Il ne reste plus que moi à présent…"},"belief":{"name":"Posture","desc":"Vous avez votre définition, mais qu'est-ce que la justice pour moi ?"},"emotion":{"name":"Doute","desc":"Qui est derrière tout cela ? Quelqu'un peut-il me le dire ?"}},{"_id":10,"id":"frost_bot","name":"Cryobot","suitName":"Zéro extrême","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"Lorsque les PV sont inférieurs à 40%, l'utilisation d'une compétence de décharge pour passer à l'arme actuelle régénère des PV à hauteur de 160%/200%/240% de l'ATQ."}],"mind":{"name":"Ne pas sous-estimer","desc":"Ça ressemble peut-être à de la nourriture, mais il faut quand même être prudent."},"memory":{"name":"Fin rapide","desc":"Le système de combat des armures n'a qu'un seul objectif : en finir le plus rapidement possible."},"belief":{"name":"Gel rapide","desc":"Gèle les alentours en formant des blocs de glace."},"emotion":{"name":"Impitoyable","desc":"Qui s'y frotte, s'y pique."}},{"_id":11,"id":"functional_dash","name":"Ruée fonctionnelle","suitName":"Ruée fonctionnelle","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Accroît de 6% les dégâts infligés par les armes de givre."}],"mind":{"name":"Transporteur","desc":"Il fait la navette entre les mines et la piste."},"memory":{"name":"Redémarrage","desc":"Les véhicules peuvent attaquer s'ils reçoivent un nouvel ordre."},"belief":{"name":"Esprit de machine","desc":"Une modification cybernétique sans aucun libre arbitre, exécutant ainsi les ordres comme une machine."},"emotion":{"name":"Centre de cible","desc":"L'avantage le plus important dans une modification est de pouvoir attaquer de façon précise sans être gêné par les émotions ou la sensibilité."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parabole","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Accroît de 15%/19%/22,5% l'ATQ lorsqu'il n'y a aucun ennemi dans un rayon de 6 mètres."}],"mind":{"name":"Perspicacité","desc":"Un sens aigu des affaires."},"memory":{"name":"Docker","desc":"Ses narines ont été bien trop habituées à l'odeur salée de la mer, elles se sentent rapidement en manque."},"belief":{"name":"Marchandage","desc":"Ne jamais acheter quoi que ce soit au prix fort, toujours marchander jusqu'au bout !"},"emotion":{"name":"Smash ball","desc":"Il y a peu de loisirs que l'on peut pratiquer avec des amis qui ont un handicap."}},{"_id":13,"id":"huma","name":"Huma","suitName":"À peine éveillé","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Toucher les cibles avec des attaques d'esquive cause une hémorragie qui inflige des dégâts équivalant à 15%/19%/22,5%/26% de l'ATQ chaque seconde pendant 5 secondes."},{"count":4,"value":"Réduit de 10%/12%/13%/15% l'ATQ de toutes les cibles dans un rayon de 8 mètres qui subissent des dégâts dans le temps. Si ce bonus est obtenu plusieurs fois, seul le niveau le plus élevé s'appliquera."}],"mind":{"name":"Désorientation","desc":"C'est l'instinct qui a fait sortir les oisillons de leur coquille pour voir la lumière."},"memory":{"name":"Page blanche","desc":"Commencez dès maintenant à écrire le programme d'une toute nouvelle personnalité."},"belief":{"name":"Doucement, mais sûrement","desc":"Un amnésique comme vous, qui s'efforce toujours de faire une chose après l'autre."},"emotion":{"name":"Innocent","desc":"L'expression crispée va avec le reste."}},{"_id":14,"id":"king","name":"KING","suitName":"Partisan de la violence","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"Lorsqu'une cible est fracturée, confère un bonus de dégâts de 8%/10%/12%/14% pendant 25 secondes. Si ce bonus est obtenu plusieurs fois, seul le niveau le plus élevé s'appliquera."},{"count":4,"value":"S'il y a 2 ennemis ou plus à proximité, l'attaque régénère un nombre de PV égal à 14%/18%/22%/26% des dégâts infligés. Le nombre maximal de PV régénéré toutes les 0,5 secondes ne doit pas dépasser 36%/42%/48%/54% de l’ATQ."}],"mind":{"name":"Règles alternatives","desc":"Une bonne réputation n'aidera jamais personne à s'en sortir avec un portefeuille vide, alors on commence par le remplir, ensuite on pose les questions."},"memory":{"name":"Vivre pour se battre","desc":"Ces mineurs travaillent machinalement comme des zombies. Si on ne s'échappe pas, on finira comme eux."},"belief":{"name":"Casse-cou","desc":"À la recherche de sensations fortes et de joie plus qu'il n'en faut… ce qui n'inclut pas les projets professionnels."},"emotion":{"name":"Armée à lui tout seul","desc":"Se battre avec ses seuls poings présente quand même des limites. Il l'a appris dès le plus jeune âge."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Gardien blanc pur","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"Si, après avoir subi une attaque, vos PV sont inférieurs à 30%, vous gagnez un bouclier équivalant à 20%/26%/32%/40% de vos PV max pendant 10 secondes. Temps de recharge : 90 secondes."},{"count":4,"value":"Accroît les dégâts de Tourbillon de 36%/45%/54%/63% et régénère des PV équivalant à 30%/38%/44%/50% des dégâts infligés lorsque Tourbillon est actif. Le nombre maximal de PV régénérés toutes les 0,5 seconde ne peut dépasser 60%/72%/81%/90% de l'ATQ."}],"mind":{"name":"Simulation de combat à l'épée","desc":"Une simulation complexe de combat à l'épée utilisée manifestement pour le calibrage. Bref, ça ne concerne pas la plupart des gens."},"memory":{"name":"Réveil","desc":"Des éclats de mémoire en chaîne utilisés pour implanter une conscience. Notez qu'il n'y a pas de mode d'emploi."},"belief":{"name":"Autorité absolue","desc":"Elle représente évidemment l'autoapprobation et la reconnaissance extérieure du pouvoir d'un Exécutant."},"emotion":{"name":"Détachement","desc":"Barrières mentales de communication mises en place par rejet de toute socialisation."}},{"_id":16,"id":"nemesis","name":"Nemesis","suitName":"Passerelle de vie","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"Lorsqu'une cible est soignée, son ATQ de foudre augmente de 15%/18%/21%/25% pendant 20 secondes. Non cumulable, et seul celui dont le niveau est le plus élevé fonctionne si obtenu à plusieurs reprises."},{"count":4,"value":"Lorsque vous vous soignez ou soignez votre Électrode, la cible des soins obtient une charge de \"Foudre\". La prochaine attaque dans un délai de 30 secondes est imprégnée de \"Foudre\", infligeant des dégâts de foudre correspondant à 300%/375%/450%/525% de l'ATQ de foudre (les dégâts causés par les Électrodes sont réduits de 50%). Ne peut être déclenché plus d'une fois en 10 secondes. Les charges de \"Foudre\" ne se cumulent pas. Seul le niveau le plus élevé est appliqué si obtenu à plusieurs reprises."}],"mind":{"name":"Cellules d'alliage","desc":"Plus de la moitié de la coque a été remplacée. Je me demande s'il est possible de mesurer la proportion des âmes ?"},"memory":{"name":"Ours en peluche","desc":"J'ai perdu deux endroits que je pouvais appeler chez moi, mais heureusement, certaines de mes possessions sont restées avec moi pendant tout ce temps."},"belief":{"name":"Actualisation","desc":"L'innocence s'émousse et le courage a l'air plus mûr, plus affûté."},"emotion":{"name":"Pulsion intérieure","desc":"Le souvenir et le cœur de l'humanité peuvent être soit un obstacle, soit une force motrice."}},{"_id":17,"id":"pepper","name":"Pepper","suitName":"Incessant","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Accroît de 10%/12,5%/15% la vitesse d'obtention d’une recharge d'arme."}],"mind":{"name":"Chaîne de montage","desc":"Qui peut lui expliquer qu'elle se tue à la tâche depuis… beaucoup trop longtemps ?"},"memory":{"name":"Cicatrice chirurgicale","desc":"Les aberrations sont irréversibles, tout comme les cicatrices postopératoires."},"belief":{"name":"Brassard","desc":"Un médecin ne peut ni se détourner, ni être complaisant, ni être impuissant."},"emotion":{"name":"Somnifère","desc":"Elle souffre d'insomnies car elle refuse de faire face à la mort dans ses rêves."}},{"_id":18,"id":"plunder","name":"Pillage","suitName":"Pillage","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Accroît de 6% les dégâts infligés par les armes physiques."}],"mind":{"name":"Provocateurs","desc":"Des Ravageurs qui sèment le chaos partout juste parce qu'ils le peuvent."},"memory":{"name":"Anarchistes","desc":"Ils ne suivent aucun ordre. Ils ne jurent que par le chaos."},"belief":{"name":"Tueur en mêlée","desc":"Plus personne ne veut combattre de tels adversaires."},"emotion":{"name":"Porteur de chaos","desc":"Certaines choses chaotiques par nature ne diraient pas non à devenir encore plus chaotiques."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Dévoreur","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"Lorsqu'une cible est fracturée, elle est empoisonnée et subit des dégâts équivalant à 45%/56%/67,5% de son ATQ chaque seconde pendant 10 secondes."}],"mind":{"name":"Cupidité","desc":"Enraciné dans l'avidité sans fin."},"memory":{"name":"Instinct","desc":"Son instinct lui permet toujours d'aller de l'avant."},"belief":{"name":"Épuisement","desc":"Dévore tout, du corps et de l'énergie jusqu'à votre volonté de survivre."},"emotion":{"name":"Fin","desc":"Attend la fin avec impatience."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Libération rationnelle","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Accroît progressivement les dégâts de 1% lorsque vous touchez une cible. Dure 1,5 seconde. Cumulable jusqu'à 10/13/16/20 fois."},{"count":4,"value":"Accroît de 16%/22%/30%/40% de l'ATQ les dégâts de l'explosion électrique des Étoiles EM doubles."}],"mind":{"name":"Sens de l'humour","desc":"Si vous lui dites que ses blagues sont ringardes, elle vous répondra : \"Pourquoi tant de sérieux ?\""},"memory":{"name":"Chers disparus","desc":"Celui qui vit dans le passé est insaisissable et ne peut pas lâcher prise."},"belief":{"name":"Balle en argent","desc":"Elle possède une balle en argent. Est-ce une chasseuse de vampires ?"},"emotion":{"name":"Cap sur l'avenir","desc":"Elle est toujours certaine de sa destinée."}},{"_id":21,"id":"selfexplosive","name":"Auto-explosif","suitName":"Auto-explosif","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Accroît de 6% les dégâts infligés par les armes de feu."}],"mind":{"name":"Noyau explosif","desc":"Le noyau omnifère brille fort à l'intérieur."},"memory":{"name":"Liens d'attache","desc":"Ce ne sont pas de vrais liens, le fabricant voulait juste inspirer la peur."},"belief":{"name":"Toile d'épouvante","desc":"L'araignée fait souvent plus peur par son apparence que par les dégâts qu'elle peut causer."},"emotion":{"name":"Débordement","desc":"Sans doute un cauchemar à gérer en groupe."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Poème de départ","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Accroît de 15%/19%/22,5%/26% les dégâts et la fracture pour les cibles à plus de 50% de leurs PV."},{"count":4,"value":"Lorsque vous rejoignez un combat, vos dégâts augmentent de 20%/25%/30%/35% pendant 35 secondes. Se réinitialise 5 secondes après la fin du combat."}],"mind":{"name":"Isolement","desc":"Capricieux comme un chat sauvage, et pourtant on le retrouve parfois assis au bord de l'eau à se demander pourquoi il est si seul."},"memory":{"name":"Mal de terre","desc":"Une grande partie de la beauté de l'océan provient du fait qu'il ne pourra jamais être entièrement compris."},"belief":{"name":"Chanteuse hors pair","desc":"Preuve de son impressionnante qualité de chant, trouvée par un chercheur qui a défié la mort pour se procurer l'enregistrement."},"emotion":{"name":"Comme un chat","desc":"Chaque contact est prudent, chaque regard est habilement évité… C'est sa modeste façon d'aspirer au bonheur."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Ombre marécageuse","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Accroît de 6%/7,5%/9% les dégâts infligés pour chaque ennemi à proximité. Effet cumulable jusqu'à 3 fois."}],"mind":{"name":"Plan","desc":"Attention de ne pas vous laisser entraîner dans son mirage."},"memory":{"name":"Opportunité","desc":"Une patience qui suffit toujours à ce que les malchanceux finissent par marcher dessus."},"belief":{"name":"Confusion","desc":"Il ne bouge pas. Est-ce qu'il dort ou il économise juste son énergie ?"},"emotion":{"name":"Agitation","desc":"Il lui arrive de s'ennuyer, mais lorsqu'il s'agite, mieux vaut ne pas être dans les parages."}},{"_id":24,"id":"standard_operation","name":"Opération standard","suitName":"Opération standard","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Accroît de 6% les dégâts infligés par les armes de foudre."}],"mind":{"name":"Garde standard","desc":"Être un bon garde armé, c'est avant tout protéger la chose que l'on garde."},"memory":{"name":"Garde exterminateur","desc":"Sans pitié envers tout ce qui pourrait menacer la chose qu'il garde."},"belief":{"name":"Garde inflexible","desc":"Peu importe la puissance de son ennemi, il ne tombera pas tant qu'il n'aura pas été complètement détruit."},"emotion":{"name":"Garde dogmatique","desc":"Les créations industrielles n'ont pas de libre arbitre, mais les règles qu'elles suivent peuvent être considérées comme leurs principes."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Œil du vent","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Augmente de 14%/16%/18%/20% les dégâts infligés lorsqu'il n'y a aucun ennemi dans un rayon de 4 mètres."},{"count":4,"value":"En cas de tir à la tête ou avec la Flèche de vent glacé : Tir perçant, accroît de 15%/18%/21%/25% l'ATQ pendant 8 secondes."}],"mind":{"name":"Girouette","desc":"\"Le vent souffle.\" Voilà qui résume toutes les raisons de se remettre en route pour partir."},"memory":{"name":"Gravitateur","desc":"Elle est toujours en mouvement et ne reste qu'aux endroits qu'elle a bien repérés avant."},"belief":{"name":"Dériveur","desc":"Comment savoir quelle foi est la bonne ? Réponse : Celle qui finit par remporter la victoire."},"emotion":{"name":"Froid glacial","desc":"Une évaluation rationnelle des relations."}},{"_id":26,"id":"wandering_aberrant","name":"Aberrant errant","suitName":"Lignée de sang sauvage","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Accroît de 4% les dégâts infligés."}],"mind":{"name":"Aberrant errant","desc":"Elle erre depuis qu'elle s'est échappée du laboratoire. Cette aberration est-elle due aux expérimentations ou aux émanations d'omnium ? Personne ne le sait."},"memory":{"name":"Nature sauvage","desc":"La nature opprimée par la domestication reprend doucement ses droits."},"belief":{"name":"Force brute","desc":"Il savait probablement qu'il pouvait briser ses chaînes et s'échapper par la force."},"emotion":{"name":"Sans domicile fixe","desc":"Malgré ses empreintes dans tout Aesperia, toujours pas de foyer en vue… C'est ça d'être né dans un laboratoire."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Incroyable connexion","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Lorsque vous utilisez une compétence de décharge pour passer à l'arme actuelle, vous gagnez un bouclier équivalant à 150%/200%/250%/300% de l'ATQ pendant 6 secondes."},{"count":4,"value":"Tant que le bouclier est actif, vous et vos coéquipiers infligez 16%/20%/24%/28% plus de dégâts."}],"mind":{"name":"Calcul paranormal","desc":"Briser la logique, subvertir la réalité, et abandonner complètement les formules fondées sur l'expérience pour arriver au résultat final."},"memory":{"name":"Protocole final","desc":"Les souvenirs ne sont qu'une question d'empreintes. Quant à savoir s'ils sont vrais ou faux, c'est à chacun d'en décider."},"belief":{"name":"Tri des informations","desc":"Les informations sont créées en triant toutes sortes de données en vrac."},"emotion":{"name":"La loi du plus fort","desc":"Une loi de la nature et la manifestation de la supériorité individuelle."}}],"id":[{"_id":1,"id":"apophis","name":"Apophis","suitName":"Internal Struggle","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Menimpakan damage lebih tinggi di HP lebih rendah. Menimpakan damage maksimum saat HP 20%. Damage dapat ditingkatkan hingga sebesar 20%/25%/30%."}],"mind":{"name":"Giant Body","desc":"Berukuran raksasa, dan setiap gerakannya menyebabkan perubahan besar."},"memory":{"name":"Confrontation","desc":"Apa yang aku lawan? Takdir atau diriku sendiri?"},"belief":{"name":"Titik Lemah","desc":"Kelemahannya adalah konfigurasi keamanan yang ditanam di dalam chip tersebut, yang tidak dapat diakali atau dilawan."},"emotion":{"name":"Hatred","desc":"Mengapa ini dibuat, dan mengapa ini dimodifikasi?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Deadly Lock","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan pada target yang mengalami Grievous sebesar 12%/15%/18%."}],"mind":{"name":"Diverse","desc":"Apa yang harus dilakukan saat yang kamu pikirkan justru menyebar?"},"memory":{"name":"Dissipation","desc":"Dari tidak tertib menjadi teratur? Mungkin kita perlu gangguan dari luar. Mungkin."},"belief":{"name":"Fair Trade","desc":"Barang harus diperdagangkan sesuai dengan nilainya sendiri. Tapi, bagaimana caranya memberi harga pada sesuatu yang tak terukur?"},"emotion":{"name":"Nth Power","desc":"Andai saja pengalaman yang diperoleh dan ROI bekerja secara eksponensial..."}},{"_id":3,"id":"barbarossa","name":"Barbarossa","suitName":"Double Nightmare","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"Setelah beralih ke senjata ini, memperoleh 50%/62,5%/75% Damage Reflection selama 3 detik. Cooldown: 30 detik. Setelah beralih ke senjata lain, memperoleh 20%/25%/30% Damage Boost selama 5 detik. Cooldown: 30 detik."}],"mind":{"name":"Power Play","desc":"Dua kepala biasanya memperebutkan siapa yang akan membunuh mangsanya. Dengan sedikit hasutan, pertarungan itu akan berubah jadi pertarungan fisik."},"memory":{"name":"Divided Land","desc":"Dari mana asalnya? Mungkin ia masih sedikit tahu."},"belief":{"name":"Natural Aggression","desc":"Tak pernah bosan menggigit dan menggiling, selalu bersemangat menunggu korban berikutnya."},"emotion":{"name":"Intimidating Roar","desc":"Dimulai dengan raungan—yang juga merupakan lonceng kematian bagi para korban yang tidak bersalah."}},{"_id":4,"id":"claudia","name":"Claudia","suitName":"Multi-directional Strike","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan damage sebesar 13%/17%/20%/23% saat mengenai target di udara atau memulai serangan udara. Mereset double jump setelah mengenai target di udara."},{"count":4,"value":"Mengenai musuh dengan skill mengurangi cooldown semua Weapon Skill selama 1,5/2/2,5/3 detik dan meningkatkan damage Discharge Skill sebesar 36%/45%/54%/63% selama 15 detik."}],"mind":{"name":"Rational Analysis","desc":"Pertama, belajarlah menerima pendapat umum, lalu buat penilaian tentang masalah yang dihadapi."},"memory":{"name":"True Self","desc":"Jujurlah pada diri sendiri sehingga kamu tak lagi terikat oleh masa lalu dan akan memegang masa depan."},"belief":{"name":"Righteous","desc":"Semua upaya yang dilakukan untuk menegakkan keadilan akan terbukti bermanfaat."},"emotion":{"name":"Aura of Determination","desc":"Menjunjung nilai-nilai dalam tindakan, bahkan menyebarkannya tanpa sadar."}},{"_id":5,"id":"cocoritter","name":"Cocoritter","suitName":"Proof of Trust","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan kemampuan Heal dan Healing yang diterima sebanyak 10%/12%/14%/16%."},{"count":4,"value":"Saat kamu atau rekan timmu menerima Healing, ATK akan meningkat sebesar 12,5%/15%/17,5%/20% selama 6 detik. Jika didapatkan berulang kali, yang akan berlaku cuma yang levelnya paling tinggi."}],"mind":{"name":"Artistic Instinct","desc":"Pemikiran di balik penciptaan karya juga dapat diterapkan di medan tempur."},"memory":{"name":"Identity Overlap","desc":"Siluetnya tumpang tindih dengan pelindung yang dia ingat."},"belief":{"name":"Caregiver","desc":"Harapannya sederhana—hanya mengurangi rasa sakitmu."},"emotion":{"name":"Helper","desc":"Percayalah, biar aku yang membantu."}},{"_id":6,"id":"crow","name":"Crow","suitName":"Fanatical Pursuit","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan Crit Damage pada target dengan HP kurang dari 60% sebesar 33%/42%/50%/58%."},{"count":4,"value":"Crit menimpakan Damage over Time tambahan setiap detik sebanyak 12%/15%/18%/21% ATK selama 5 detik. Efek tidak dapat ditumpuk."}],"mind":{"name":"Eleventh Dimension","desc":"Beberapa hal memang tidak berwujud, tetapi benar-benar ada."},"memory":{"name":"Formitized","desc":"Masa lalu biarlah berlalu. Saat inilah yang dibutuhkan."},"belief":{"name":"Dire Survivor","desc":"Jangan pernah menyerah meski peluangnya sangat kecil."},"emotion":{"name":"Rendition","desc":"Pertunjukan badut yang aneh, terkadang sangat sulit dipahami."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Uproot","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"Menggunakan Discharge Skill untuk beralih ke senjata saat ini menghasilkan 80/100/120 Weapon Charge."}],"mind":{"name":"Until the End","desc":"Garis pemikiran yang lurus untuk menyelesaikan tujuan saat ini."},"memory":{"name":"Post Crisis","desc":"Ingatan akan padang bersalju di truk setelah selamat dari krisis."},"belief":{"name":"Black or White","desc":"Terlalu sulit baginya untuk memahami sesuatu yang rumit."},"emotion":{"name":"Homesick","desc":"Dua rumah, dua tempat berteduh, keduanya nyaman. Bagaimanapun, ini adalah kepulangan."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Overload","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"Saat menimpakan damage lebih besar dari 100% ATK, menimpakan damage tambahan sebesar 60%/75%/90% ATK. Cooldown: 3 detik."}],"mind":{"name":"Competitive","desc":"Output yang dipercepat saat daya ditingkatkan juga akan dikirimkan dalam getaran samar ke senjata."},"memory":{"name":"Loose Cannon","desc":"Hykros Suppressor Lab tak pernah melupakan perlawanan yang dilakukannya."},"belief":{"name":"Second Life","desc":"Tubuh tanpa rasa sakit akan berfungsi hingga energi terakhir sampai kehancuran total."},"emotion":{"name":"Family Photo","desc":"Ini hanya karena ayahnya memohon-mohon padanya."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Iron Mind and Body","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"Saat melepaskan Frost Domain dengan senjata \"Balmung\", musuh yang ada di dalam Frost Domain akan menerima Frost Damage setara dengan 55%/65%/75%/85% ATK setiap detik."}],"mind":{"name":"Soulblade","desc":"Akan kuhilangkan keserakahanmu akan segala larangan."},"memory":{"name":"Post-Cataclysm","desc":"Keluargaku... para sahabat... Kini tinggal aku sendirian..."},"belief":{"name":"Stance","desc":"Kau pasti sudah tahu, jadi apa arti keadilan bagiku?"},"emotion":{"name":"Doubt","desc":"Siapa di balik semua ini? Ada yang tahu?"}},{"_id":10,"id":"frost_bot","name":"Frost Bot","suitName":"Extreme Zero","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"Saat HP kurang dari 40%, jika menggunakan Discharge Skill untuk beralih ke senjata saat ini, HP akan dipulihkan sebesar 160%/200%/240% ATK."}],"mind":{"name":"Do Not Underestimate","desc":"Meskipun ia tampak seperti makanan, kita tetap harus waspada."},"memory":{"name":"Swift End","desc":"Sistem tempur armor ini hanya punya satu tujuan: Selesaikan pertarungan secepat mungkin."},"belief":{"name":"Quick Freeze","desc":"Bekukan sekitar dengan balok-balok es."},"emotion":{"name":"Ruthless","desc":"Sebaiknya jangan dilawan."}},{"_id":11,"id":"functional_dash","name":"Functional Dash","suitName":"Functional Dash","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan oleh Frost Weapon sebesar 6%."}],"mind":{"name":"Hauler","desc":"Ia hilir-mudik maju-mundur antara tambang dan trek."},"memory":{"name":"Restart","desc":"Kendaraan bisa menyerang jika menerima perintah baru."},"belief":{"name":"Mind of Machine","desc":"Modifikasi siber tanpa kehendak bebas apa pun akan menjalankan perintah seperti layaknya mesin."},"emotion":{"name":"Bullseye","desc":"Keunggulan terbesar dalam modifikasi adalah serangan presisi yang tidak terhalang oleh emosi atau kepekaan."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parabola","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Meningkatkan ATK sebesar 15%/19%/22,5% saat tidak ada musuh dalam jarak 6 meter."}],"mind":{"name":"Acumen","desc":"Penuh kecerdasan bisnis."},"memory":{"name":"Dockbred","desc":"Lubang hidung ini sudah terlalu lama mencium aroma asin laut. Rasanya tidak nyaman kalau aromanya hilang."},"belief":{"name":"Haggler","desc":"Jangan pernah beli barang dengan harga aslinya. Tawar terus hingga titik darah penghabisan!"},"emotion":{"name":"Smash Ball","desc":"Tak banyak rekreasi yang bisa kita lakukan dengan teman-teman yang cacat fisik."}},{"_id":13,"id":"huma","name":"Huma","suitName":"Slightly Awakened","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Menyerang target dengan Dodge Skill mengakibatkan pendarahan, menimpakan damage sebesar 15%/19%/22,5%/26% ATK setiap detik selama 5 detik."},{"count":4,"value":"Mengurangi ATK semua target dalam radius 8 meter yang menerima Damage over Time sebesar 10%/12%/13%/15%. Jika didapatkan berulang kali, yang akan berlaku cuma yang levelnya paling tinggi."}],"mind":{"name":"Disoriented","desc":"Bayi burung keluar dari cangkangnya karena dorongan insting untuk melihat cahaya."},"memory":{"name":"Blank Slate","desc":"Mulai menulis program untuk kepribadian yang benar-benar baru sekarang."},"belief":{"name":"Easy Does It","desc":"Mengalami amnesia seperti dirimu, dan selalu mencoba untuk melakukan apa pun yang bisa dikerjakan lebih dulu."},"emotion":{"name":"Innocent","desc":"Ekspresi kaku adalah bagian dari wujudnya."}},{"_id":14,"id":"king","name":"KING","suitName":"Advocate of Violence","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"Saat target hancur, memberikan 8%/10%/12%/14% Damage Boost selama 25 detik. Cuma level tertinggi yang berlaku saat efek diperoleh secara berulang."},{"count":4,"value":"Saat ada lebih dari 2 musuh di sekitar, serangan memulihkan HP sebesar 14%/18%/22%/26% damage yang ditimpakan setelah penyerangan. Maksimum HP yang dipulihkan setiap 0,5 detik tidak dapat melampaui 36%/42%/48%/54%."}],"mind":{"name":"Underground Ruler","desc":"Reputasi yang baik tetap tidak akan mengubah ketidakmampuan untuk bertahan dengan dompet kosong, jadi mari kita isi dulu. Bertanyanya nanti saja."},"memory":{"name":"Live to Fight","desc":"Para pekerja tambang ini bekerja tanpa berpikir seperti zombi. Kalau tidak melarikan diri, kamu akan jadi seperti mereka."},"belief":{"name":"Thrillseeker","desc":"Menginginkan kegembiraan dan sukacita yang tampaknya berlebihan... yang tidak termasuk aspirasi karier."},"emotion":{"name":"One Man Army","desc":"Tetap saja, bertarung hanya dengan tinju ada batasannya, yang dia pelajari di usia yang sangat muda."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Pure White Guardian","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"Jika HP kurang dari 30% setelah diserang, memperoleh perisai sebanyak 20%/26%/32%/40% Max HP selama 10 detik. Cooldown: 90 detik."},{"count":4,"value":"Meningkatkan damage Whirlwind sebanyak 36%/45%/54%/63% dan memulihkan HP sebanyak 30%/38%/44%/50% damage yang ditimpakan saat Whirlwind aktif. Maksimum HP yang dipulihkan setiap 0,5 detik tidak boleh melebihi 60%/72%/81%/90% ATK."}],"mind":{"name":"Swordfight Simulation","desc":"Simulasi pertarungan pedang yang rumit tampaknya digunakan untuk kalibrasi. Lagi pula, bukan sesuatu untuk rata-rata orang."},"memory":{"name":"Wake-Up Call","desc":"Rangkaian Memory Shard yang digunakan untuk menanamkan Consciousness. Catat, ini tidak disertai dengan buku petunjuk."},"belief":{"name":"Absolute Authority","desc":"Ini, tentu saja, mewakili persetujuan diri dan pengakuan dari luar atas kekuatan Executor."},"emotion":{"name":"Detached","desc":"Hambatan komunikasi mental dibentuk dengan menolak segala sosialisasi."}},{"_id":16,"id":"nemesis","name":"Nemesis","suitName":"Life Bridging","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"Saat target menerima Healing, Volt ATK mereka meningkat sebesar 15%/18%/21%/25% selama 20 detik. Tidak bisa ditumpuk, dan yang berlaku cuma efek yang levelnya paling tinggi jika didapatkan berulang kali."},{"count":4,"value":"Saat menyembuhkan dirimu sendiri atau Electrode milikmu, target Healing akan mendapatkan satu Charge \"Lightning\". Serangan berikutnya dalam waktu 30 detik akan mengandung \"Lightning\", yang menimpakan Volt Damage sebanyak 300%/375%/450%/525% Volt ATK (damage yang ditimpakan oleh Electrode berkurang sebesar 50%). Tidak bisa diaktifkan lebih dari satu kali dalam 10 detik. Charge untuk \"Lightning\" tidak bisa ditumpuk. Jika didapatkan berulang kali, yang akan berlaku cuma yang levelnya paling tinggi."}],"mind":{"name":"Alloy Cells","desc":"Lebih dari separuh bagian lambung telah diganti. Aku penasaran, adakah cara untuk mengukur bagian jiwa?"},"memory":{"name":"Teddy Bear","desc":"Aku kehilangan dua tempat yang kuanggap rumah, beruntung sejumlah barang masih tetap ada di sampingku sejauh ini."},"belief":{"name":"Refreshed","desc":"Keluguan memudar, dan keberanian makin mencuat dan matang."},"emotion":{"name":"Inner Drive","desc":"Memori dan kebaikan hati bisa jadi sandungan atau justru semangat."}},{"_id":17,"id":"pepper","name":"Merica","suitName":"Nonstop","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Meningkatkan kecepatan untuk memperoleh Weapon Charge sebesar 10%/12,5%/15%."}],"mind":{"name":"Assembly Line","desc":"Siapa yang bisa menjelaskan padanya bahwa kini dia telah bekerja keras untuk waktu yang lama?"},"memory":{"name":"Surgical Scar","desc":"Aberration tidak dapat dibalikkan. Sama seperti bekas luka setelah operasi, kamu tak akan bisa menghilangkannya."},"belief":{"name":"Armband","desc":"Dokter tidak boleh berpaling, berpuas diri, atau tak berdaya."},"emotion":{"name":"Sleeping Pill","desc":"Dia menderita insomnia gara-gara tak mau menghadapi kematian dalam mimpinya."}},{"_id":18,"id":"plunder","name":"Plunder","suitName":"Plunder","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan oleh Physical Weapon sebesar 6%."}],"mind":{"name":"Provocateurs","desc":"Ravager yang menimbulkan petaka di mana pun hanya karena mereka punya kekuatan untuk melakukannya."},"memory":{"name":"Anarchists","desc":"Mereka tidak kenal aturan. Kekacauanlah yang mereka inginkan."},"belief":{"name":"Melee Killer","desc":"Tak ada yang mau bertarung lagi dengan mereka."},"emotion":{"name":"Chaosbringer","desc":"Beberapa hal memang bersifat kacau dan tak akan keberatan menjadi lebih kacau."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Devourer","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"Saat target mengalami Shatter, meracuni target dan menimpakan damage sebesar 45%/56%/67,5% ATK setiap detik selama 10 detik."}],"mind":{"name":"Greed","desc":"Terbentuk dalam keserakahan dan tak akan ada habisnya."},"memory":{"name":"Instinct","desc":"Instingnya selalu mendahului."},"belief":{"name":"Exhaustion","desc":"Hancurkan segalanya, dari tubuh dan energi hingga keinginanmu untuk bertahan hidup."},"emotion":{"name":"The End","desc":"Sudah lama ia ingin mengakhirnya."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Rational Liberation","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan damage secara bertahap sebanyak 1% setelah mengenai target. Bisa ditumpuk hingga 10/13/16/20 kali. Bertahan selama 1,5 detik."},{"count":4,"value":"Meningkatkan damage ledakan listrik Dual EM Stars sebanyak 16%/22%/30%/40% ATK."}],"mind":{"name":"Just Kidding","desc":"Jika kamu bilang leluconnya garing, dia akan menjawab, \"Kenapa sih serius amat?\""},"memory":{"name":"Dearly Departed","desc":"Orang yang hidup dalam masa lalu memang tak bisa dijangkau dan dilepaskan."},"belief":{"name":"Silver Bullet","desc":"Dia punya peluru perak. Apa dia memburu vampir?"},"emotion":{"name":"Future Focus","desc":"Dia selalu yakin pada takdirnya."}},{"_id":21,"id":"selfexplosive","name":"Self-explosive","suitName":"Self-explosive","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan oleh Flame Weapon sebesar 6%."}],"mind":{"name":"Explosive Core","desc":"Inti Omnium menyala terang di dalamnya."},"memory":{"name":"Binding Thread","desc":"Bukan benang sungguhan, tentu saja. Pembuatnya hanya ingin menakuti-nakuti."},"belief":{"name":"Web of Dread","desc":"Tatapan laba-laba sering kali lebih menakutkan ketimbang bahaya yang ditimbulkannya."},"emotion":{"name":"Overwhelm","desc":"Mereka akan jadi mimpi buruk jika harus ditangani dalam kelompok."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Poem of Departure","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan damage dan Shatter pada target dengan lebih dari 50% HP sebesar 15%/19%/22,5%/26%."},{"count":4,"value":"Setelah masuk ke pertempuran, memperoleh 20%/25%/30%/35% Damage Boost selama 35 detik. Direset 5 detik setelah keluar dari pertempuran."}],"mind":{"name":"Isolated","desc":"Layaknya kucing liar, ia takut pada orang, tetapi terkadang duduk di tepi kolam dan bermain air, bertanya-tanya kenapa begitu kesepian."},"memory":{"name":"Longing for Sea","desc":"Sebagian besar keindahan laut berasal dari fakta bahwa itu tidak akan pernah bisa dipahami sepenuhnya."},"belief":{"name":"Great Singer","desc":"Bukti suara nyanyiannya yang luar biasa, dari seorang peneliti yang mempertaruhkan nyawa untuk menyelundupkan rekaman itu."},"emotion":{"name":"Cat-like","desc":"Setiap sentuhan diwaspadai, setiap tatapan dengan cekatan dihindari... Itulah cara sederhananya untuk mendapatkan kebahagiaan."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Swamp Shadow","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan sebesar 6%/7,5%/9% bagi setiap musuh di sekitar. Hingga 3 tumpuk."}],"mind":{"name":"Scheme","desc":"Hati-hati, jangan sampai terseret ke lumpur di dalamnya."},"memory":{"name":"Opportunity","desc":"Karena selalu sabar, pada akhirnya ada orang bodoh nan malang yang menginjaknya."},"belief":{"name":"Confusion","desc":"Ia tidak bergerak. Ia tidur atau hanya menghemat energi?"},"emotion":{"name":"Restlessness","desc":"Ia juga bisa bosan. Kalau ia merasa gelisah, orang lewat yang tak bersalah bisa kena getahnya."}},{"_id":24,"id":"standard_operation","name":"Standard Operation","suitName":"Standard Operation","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan oleh Volt Weapon sebesar 6%."}],"mind":{"name":"Standard Guard","desc":"Menjadi penjaga bersenjata yang baik berarti melindungi hal yang kita jaga."},"memory":{"name":"Terminator Guard","desc":"Tak kenal ampun pada siapa pun yang berusaha menghancurkan apa yang ia lindungi."},"belief":{"name":"Unyielding Guard","desc":"Tak peduli seberapa kuat musuh, ia tak akan menyerah sampai benar-benar hancur."},"emotion":{"name":"Tenet Guard","desc":"Ciptaan industri tak memiliki kehendak bebas, tetapi aturan yang mereka ikuti mungkin bisa disebut prinsip."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Eye of Wind","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Meningkatkan damage yang ditimpakan sebesar 14%/16%/18%/20% saat tidak ada musuh dalam radius 4 meter."},{"count":4,"value":"Setelah melancarkan Headshot atau menggunakan Icewind Arrow: Piercing Shot, meningkatkan ATK sebanyak 15%/18%/21%/25% selama 8 detik."}],"mind":{"name":"Weather Vane","desc":"\"Angin berembus.\" Itu meringkas setiap alasan untuk pergi dan berangkat lagi."},"memory":{"name":"Gravitator","desc":"Dia selalu berpindah dan hanya diam di tempat yang telah ditelusuri dengan saksama."},"belief":{"name":"Drifter","desc":"Bagaimana cara membedakan keyakinan mana yang benar? Jawaban: Yang pada akhirnya muncul sebagai pemenang."},"emotion":{"name":"Stone Cold","desc":"Sebuah penilaian rasional mengenai hubungan."}},{"_id":26,"id":"wandering_aberrant","name":"Wandering Aberrant","suitName":"Savage Bloodline","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Meningkatkan damage yang ditimpakan sebesar 4%."}],"mind":{"name":"Wandering Aberrant","desc":"Sudah mengembara sejak kabur dari lab. Apa penyimpangan itu karena eksperimen atau radiasi Omnium? Tak ada yang tahu."},"memory":{"name":"Feral Nature","desc":"Sifat yang tertekan oleh domestikasi perlahan-lahan kembali menyesuaikan diri dengan alam liar."},"belief":{"name":"Brute Force","desc":"Sepertinya ia tahu ia bisa menghancurkan sangkar dengan paksa dan melepaskan diri dari ikatan."},"emotion":{"name":"Homeseeker","desc":"Meskipun sudah melintasi seluruh Asperia, ia tetap tidak bisa menemukan rumahnya... Karena ia terlahir di lab."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Incredible Connection","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Setelah menggunakan Discharge Skill untuk beralih ke senjata saat ini, memperoleh shield sebanyak 150%/200%/250%/300% ATK selama 6 detik."},{"count":4,"value":"Saat shield ini aktif, kamu dan rekanmu satu tim menimpakan damage 16%/20%/24%/28% lebih besar."}],"mind":{"name":"Paranormal Calculation","desc":"Menerobos logika, menumbangkan realitas, sepenuhnya meninggalkan formula berdasarkan pengalaman untuk mencapai hasil akhir."},"memory":{"name":"Terminal Protocol","desc":"Kenangan cuma masalah jejak. Apakah itu nyata atau tidak, kamulah yang harus memutuskannya sendiri."},"belief":{"name":"Info Sort","desc":"Informasi yang didapat dengan memilah-milah kabar dan data yang belum terbukti kebenarannya."},"emotion":{"name":"Survival of Fittest","desc":"Sintasan yang paling layak merupakan hukum alam dan perwujudan kesuperioran seseorang."}}],"ja":[{"_id":1,"id":"apophis","name":"アポフィス","suitName":"セルフファイト","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"自身のHPが少ないほどダメージが大きくなる。HPが20%の時に最大値に達し、最大でダメージ+20%/25%/30%"}],"mind":{"name":"巨体","desc":"その巨大な体が少しでも動くと、大きな変化が起こる"},"memory":{"name":"対抗","desc":"記憶の中で永遠にぶつかり合っているのは、果たして運命なのか、それとも自分なのか？"},"belief":{"name":"弱点","desc":"弱点はチップの安全装置設定に深く組み込まれ、克服不能、抵抗もできない"},"emotion":{"name":"憎悪","desc":"何のために作られたのか、そして何のために改造されたのか"}},{"_id":2,"id":"bailing","name":"バイリン","suitName":"デスロック","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"重傷のターゲットに対するダメージ+12%/15%/18%"}],"mind":{"name":"拡散的思考","desc":"一旦考え出すと、思考があちこちに飛ぶ。戻ってこられなくなったらどうしよう？"},"memory":{"name":"散逸構造","desc":"どうすれば無秩序状態を秩序状態に変換できるのだろうか？外部条件による干渉があれば、きっと可能なはず"},"belief":{"name":"等価交換","desc":"商品はそれぞれの有用性に応じて、別の商品と交換する価値をはかる。ではアイテムやコンテンツの価値は、どうやってはかればいいのだろうか？"},"emotion":{"name":"方程式","desc":"経験の蓄積と払った犠牲、収穫を方程式で解けたら…"}},{"_id":3,"id":"barbarossa","name":"バルバロッサ","suitName":"Wナイトメア","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"この武器に変更すると50%/62.5%/75%のカウンターを獲得、持続時間3秒、CD30秒。他の武器に変更するとダメージ+20%/25%/30%を獲得、持続時間5秒、CD30秒"}],"mind":{"name":"権力闘争","desc":"2つの頭が獲物を狩る権利を巡って争う。少し挑発すれば、おもしろい見世物になるかもしれない"},"memory":{"name":"領地の区分","desc":"自分がどこに属しているか？それについてはかすかに記憶がある"},"belief":{"name":"横暴な本性","desc":"飽きもせず、延々とかみ砕き粉々にし続ける。ひたすら新しいおもちゃを楽しみに待っている"},"emotion":{"name":"怒涛の叫び","desc":"雄たけびは幕開けの合図、罪なき人を死に追いやる悪夢の始まり"}},{"_id":4,"id":"claudia","name":"クローディア","suitName":"多方向アタック","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"空中のターゲットに命中、または空中攻撃時にダメージ+13%/17%/20%/23%。空中でターゲットに命中すると二段ジャンプはリセットされる"},{"count":4,"value":"スキル命中後は全武器スキルのCD-1.5/2/2.5/3秒、連携スキルの与ダメージ+36%/45%/54%/63%。15秒持続"}],"mind":{"name":"冷静な分析","desc":"集団心理を受け入れてから、目の前の物事に対して判断を下すのが合理的なやり方"},"memory":{"name":"私の真実","desc":"真実は自分だけのもの。だからもう過去に囚われるのは止めて、すべてをあなたにゆだねた"},"belief":{"name":"正義の星","desc":"正義を貫くために払った犠牲には、価値があると証明された"},"emotion":{"name":"強い力場","desc":"コスパ思考を行動に移し、無意識のうちにその考え方を周囲にまき散らしている"}},{"_id":5,"id":"cocoritter","name":"ココリッタ","suitName":"信頼の証","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"回復量と被回復効果+10%/12%/14%/16%"},{"count":4,"value":"自身や仲間が回復効果を受けると、攻撃力+12.5%/15%/17.5%/20%。6秒持続。重複して獲得した場合は最高レベルのみ有効"}],"mind":{"name":"手芸の感覚","desc":"手仕事をするときの創造力が戦闘にも生かされている"},"memory":{"name":"重なる背中","desc":"彼女の背中が少しずつ記憶の中の庇護者と重なる"},"belief":{"name":"癒しの心","desc":"あなたの痛みを癒してあげたい、それだけが彼女の望み"},"emotion":{"name":"あなたと共に","desc":"信じて。アシストは任せて！"}},{"_id":6,"id":"crow","name":"クロウ","suitName":"怒涛の追撃","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"HPが60%未満のターゲットへの会心ダメージ+35%/42%/50%"},{"count":4,"value":"会心時に持続ダメージを付与し、毎秒ターゲットに攻撃力×12%/15%/18%/21%のダメージを与える。5秒持続。累積はできない"}],"mind":{"name":"11次元","desc":"目には見えないけれど、実在するものがある"},"memory":{"name":"フォーマット","desc":"過ぎ去ったことにこだわるより、いま目の前にある現実を掌握すべき"},"belief":{"name":"弱者のサバイバル","desc":"ほんのわずかでも希望があるなら、絶対にあきらめない"},"emotion":{"name":"不気味な世界","desc":"ピエロの仮面をかぶって繰り広げる不気味なパフォーマンスは、他人に理解されないこともある"}},{"_id":7,"id":"echo","name":"エコー","suitName":"根絶","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"連携スキルで現在の武器に変更すると、武器エナジー値を80/100/120Pt獲得する"}],"mind":{"name":"一本道","desc":"現在実行中の事柄にまっすぐ通じるロジックがある"},"memory":{"name":"崩壊の後","desc":"九死に一生を得て乗りこんだ貨車、振動と共に雪原の思い出がよみがえる"},"belief":{"name":"白か黒","desc":"複雑に交じり合ったものは、彼女にはとても理解できない"},"emotion":{"name":"望郷","desc":"2つの故郷、2つの家、2つの温もり。表と裏、どちらにも帰路はある"}},{"_id":8,"id":"ene","name":"イーネ","suitName":"オーバーロード","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"攻撃力×100%を超えるダメージを与えると、攻撃力×60%/75%/90%のダメージを追加で与える。CD3秒"}],"mind":{"name":"負けず嫌い","desc":"出力が増大した際に周波数が上がると、それがかすかな振動となって武器にも伝わる"},"memory":{"name":"抜け落ちた繊維","desc":"ハガードのサプレッサー研究所は彼女の奮闘ぶりを記憶している"},"belief":{"name":"人生は続く","desc":"病にも侵されず痛みも感じない体。動けなくなるほど壊れなければ、わずかなエナジーでも動き続ける…"},"emotion":{"name":"家族写真","desc":"父が記念に1枚撮りたいと言うので、仕方なく横並びになって映した写真"}},{"_id":9,"id":"frigg","name":"フレイヤ","suitName":"アイアンマン","hash":"SSR15","rarity":"SSR","bonus":[{"count":2,"value":"氷属性武器から氷属性武器に変更すると、氷属性攻撃力+8%/10%/12%/15%、10秒持続。このセット効果はバックグラウンドでも有効だが、複数装備している場合は★ランクが最高の1セットのみ有効"},{"count":4,"value":"武器「バルムンク」で氷フィールドを発動すると、フィールド内の敵ターゲットは1秒ごとに攻撃力×55%/65%/75%/85%の氷元素ダメージを受ける"}],"mind":{"name":"この身は剣","desc":"お前たちの禁忌への欲深さは、この私が断ち切る。"},"memory":{"name":"惨事の後","desc":"家族…友人…今残っているのは私だけ……"},"belief":{"name":"立場は違えど","desc":"そっちにはそっちの正義がある。私の正義は…"},"emotion":{"name":"心の奥の迷い","desc":"こうなったのは誰のせい？誰か答えてくれ！"}},{"_id":10,"id":"frost_bot","name":"急凍メカ","suitName":"究極零度","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"HPが40%未満の時に連携スキルで現在の武器に変更すると、攻撃力×160%/200%/240%のHPを回復する"}],"mind":{"name":"油断大敵","desc":"外見がある食べ物に似ているからといって、甘く見てはいけない"},"memory":{"name":"速戦即決","desc":"メカに搭載された戦闘システムの唯一の行動基準は｢速戦即決｣"},"belief":{"name":"急速冷凍","desc":"凍結機能を使えば、周囲を急速冷凍できる"},"emotion":{"name":"悲惨な対決","desc":"勝負を挑めば、間違いなくひどい目に遭う"}},{"_id":11,"id":"functional_dash","name":"機能性インパルス","suitName":"機能性インパルス","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"氷属性の武器のダメージ+6%"}],"mind":{"name":"輸送のロジック","desc":"何度も何度も、鉱物の山とレールの間を機械的に往復している"},"memory":{"name":"再起動の命令","desc":"再起動の命令を遂行するためには、攻撃力のある輸送器具が必要"},"belief":{"name":"メカの心","desc":"改造された機械なので、当然自分の意思などない。機械的に命令をこなすのみ"},"emotion":{"name":"百発百中","desc":"改造された人工物には、敵を確実に仕留める能力がある。人間のように感情や意志に惑わされたりしない"}},{"_id":12,"id":"hilda","name":"ヒルダ","suitName":"パラボラ","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"6m範囲内に敵がいない時、攻撃力+15%/19%/22.5%"}],"mind":{"name":"綿密な計算","desc":"商才のある少女"},"memory":{"name":"港町育ち","desc":"潮風を浴びて育った彼女は、海の香りがしないと不安になる"},"belief":{"name":"値切り王","desc":"最後まであきらめない。安易に妥協して原価で買い物するなんて悔しすぎる"},"emotion":{"name":"ピン倒し","desc":"体の弱い友だちと一緒に楽しめる遊びは、それほど多くない"}},{"_id":13,"id":"huma","name":"シューマー","suitName":"微熱覚醒","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"回避スキルがターゲットに命中すると流血を付与し、毎秒攻撃力×15%/19%/22.5%/26%のダメージを与える。5秒持続"},{"count":4,"value":"8m範囲内で持続ダメージを受けているターゲットの攻撃力-10%/12%/13%/15%。重複して獲得した場合は最高レベルのみ有効"}],"mind":{"name":"朦朧","desc":"光を求める習性を使って雛を孵らせたのが始まりだった"},"memory":{"name":"白紙","desc":"今から、全く新しい人格を形作るプロセスを始めよう"},"belief":{"name":"シンプル","desc":"記憶喪失者は、あなたと同じように自分のできることから始めようと思うもの"},"emotion":{"name":"ピュア","desc":"ぎこちない素振りにも本質が現れている"}},{"_id":14,"id":"king","name":"キング","suitName":"実力行使","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"ターゲットシールドブレイク時に与ダメージ+8%/10%/12%/14%、25秒持続。効果を複数回獲得した場合は最高レベルの効果のみ有効"},{"count":4,"value":"周囲に敵が2体以上いる場合、与ダメージの14%/18%/22%/26%相当のHPを回復。0.5秒あたりのHP回復量は最大で攻撃力の36%/42%/48%/54%"}],"mind":{"name":"地下の帝王","desc":"名誉や名声では、財布が空っぽでなにもできない現状を変えられない。すべては財布を満たしてからの話"},"memory":{"name":"戦闘の契機","desc":"運命に従う鉱員たちは、ホラー映画のゾンビのようだ。その包囲を突破せねば、彼らに呑みこまれ感染することになるだろう"},"belief":{"name":"気ままな喜び","desc":"必需品は刺激的な商売の道具。そこには一見贅沢なようでいて素朴な喜びがある…ただし事業の理想と呼べるものはない"},"emotion":{"name":"一騎当千","desc":"とはいえ、拳だけに頼ってできることには限りがある。彼は早くからそれに気づいていた"}},{"_id":15,"id":"meryl","name":"メリル","suitName":"純白の守護","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"敵のダメージを受けた後にHPが30%未満になると、最大HPの20%/26%/32%/40%のシールドを獲得する。持続時間10秒、CD90秒"},{"count":4,"value":"旋風斬の与ダメージ+36%/45%/54%/63%、旋風斬によるダメージの30%/38%/44%/50%を自身のHPに変換する。0.5秒あたりの最大HP回復量は攻撃力の60%/72%/81%/90%を超えない"}],"mind":{"name":"剣術シミュレーション","desc":"複雑な剣術の計算プログラムは、動作補正にも役立つとか。いずれにせよ一般人には使いこなせない"},"memory":{"name":"覚醒装置","desc":"記憶の欠片にリンクさせる装置。意識の欠片のインポートに使われる。使用説明書はないため注意が必要"},"belief":{"name":"絶対能力","desc":"エクセキューターの強大な能力に基づく自己肯定感と、他人からの評価が自信の源"},"emotion":{"name":"心の壁","desc":"一切の人付き合いを拒否し、他人との間に目に見えない壁を作っている"}},{"_id":16,"id":"nemesis","name":"ネメシス","suitName":"ライフブリッジ","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"ターゲットを治療する時、治療を受けるターゲットの雷属性の攻撃力+15%/18%/21%/25%、20秒持続。累積できず、重複して獲得した場合は最高レベルの効果のみ有効"},{"count":4,"value":"自身または自身の電極を治療する時、治療を受けたターゲットは「雷撃」のチャンスを1回獲得する。30秒以内の次の攻撃には「雷撃」が付与され、最初に命中したターゲットに雷攻撃力の300%/375%/450%/525%の雷属性ダメージを与える(電極によるダメージは半減)。発動間隔は10秒以下にはならない。「雷撃」のチャンスは累積できず、重複して獲得した場合は最高レベルのみ有効"}],"mind":{"name":"メタルセル","desc":"交換された船体の部品はとっくに半数を超えているが、魂の比率はどう求めればいい？"},"memory":{"name":"クマの人形","desc":"帰る家を2つも失ったが、まだ最後に残ったものがある"},"belief":{"name":"スパークル","desc":"無邪気な部分は消えても、その成熟した勇気はいっそう輝いている"},"emotion":{"name":"ハートエンジン","desc":"人間の記憶と心は、時には枷に、時には強い推進力になり得る"}},{"_id":17,"id":"pepper","name":"ペペ","suitName":"ノーブレイク","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"武器エナジー値の獲得速度+10%/12.5%/15%"}],"mind":{"name":"流れ作業","desc":"彼女はずっと前から機械的な作業に従事していたと、はっきり告げられる人などいるだろうか？"},"memory":{"name":"手術の傷","desc":"消えない手術痕のように、命に替えがきかないように、過去から現在へと時が進むように、変異にも逆戻りはない"},"belief":{"name":"資格の腕章","desc":"医者たるもの、逃げたり無関心になったり、自分の無力さに慣れたりしてはいけない"},"emotion":{"name":"睡眠薬","desc":"まずは自分の不眠を治そう。彼女は夢の中で亡くなった人たちに再会するのが怖いらしい"}},{"_id":18,"id":"plunder","name":"スポイル","suitName":"スポイル","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"物理属性の武器のダメージ+6%"}],"mind":{"name":"傲慢な挑発","desc":"ムキムキの肉体を武器に悪事を働くラヴェンジャー兵団が、あちこちで挑発を繰り返している"},"memory":{"name":"無秩序な戦い","desc":"秩序などどこ吹く風、彼らは常に混乱と共にある"},"belief":{"name":"危険な接近戦","desc":"彼らともう一度戦いたいと思う敵は皆無だろう"},"emotion":{"name":"覆地翻天","desc":"この世界は元々混沌をはらんでいる。彼らはその混乱に拍車をかけようとしている"}},{"_id":19,"id":"robarg","name":"ロべラグ","suitName":"丸呑み","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"ターゲットのシールドブレイク時、相手を中毒状態にして毎秒攻撃力×45%/56%/67.5%のダメージを与える。10秒持続"}],"mind":{"name":"貪欲","desc":"その貪欲さは止まるところを知らない"},"memory":{"name":"本能","desc":"葉脈を流れ、怒涛のごとく根系にたどり着く。それが本能"},"belief":{"name":"殲滅","desc":"あらゆるものを呑みこむ。体と活力があってこその命だと、固く信じている"},"emotion":{"name":"終焉","desc":"終焉の時を待ちわびている"}},{"_id":20,"id":"samir","name":"セミール","suitName":"理性の解放","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"攻撃が命中すると、1回につき1%ずつダメージが増える。10/13/16/20層まで累積可能。持続時間1.5秒"},{"count":4,"value":"超電磁二重星の爆発与ダメージ+16%/22%/30%/40%×攻撃力"}],"mind":{"name":"冗談の合間","desc":"彼女の冗談は悪趣味？彼女は｢なに真面目腐ってるの？｣としか言わないだろう"},"memory":{"name":"懐かしの人","desc":"思い出の中には、二度と会えないけれど忘れられない人がいる"},"belief":{"name":"銀の弾丸","desc":"彼女は銀の弾丸を大切にしている。まさか吸血鬼を狩るつもり？"},"emotion":{"name":"定まる未来","desc":"人生というゲームを楽しむ彼女。その視線は未来のある一点を見つめている"}},{"_id":21,"id":"selfexplosive","name":"自爆","suitName":"自爆","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"炎属性の武器のダメージ+6%"}],"mind":{"name":"爆裂のコア","desc":"オムニアムのコアが、その躯体の中でぼうぼうと燃え盛っている"},"memory":{"name":"束縛の糸","desc":"もちろん本物の糸ではなく、恐怖を醸し出すための演出"},"belief":{"name":"恐怖の網","desc":"クモは実際の破壊力よりも、見た目の恐ろしさで見る者を圧倒する"},"emotion":{"name":"埋もれた敵","desc":"奴らに集団行動をされたら、手も足も出ない"}},{"_id":22,"id":"shiro","name":"シロ","suitName":"旅立ちの詩","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"HPが50%より多いターゲットへのダメージとシールドブレイク率+5%/19%/22.5%/26%"},{"count":4,"value":"戦闘開始時にダメージ+20%/25%/30%/35%を獲得する。35秒持続。戦闘終了の5秒後にリセット"}],"mind":{"name":"浮世を離れて","desc":"野良猫のように誰にでも警戒心を抱く一方、時おり池の畔で寂しそうに水面とたわむれている"},"memory":{"name":"海の思い出","desc":"美しい大海原は、永遠に理解できないからこそ魅力的なのだろう"},"belief":{"name":"心を託す歌","desc":"彼女の歌がうまいという証拠。顔中爪痕だらけな瀕死状態の研究者が、命を削って録音したテープ"},"emotion":{"name":"子猫のように","desc":"びくびくしながら触れ、視線が合うとさっと隠れる。弱々しく幸せを求める姿が、人々の憐みを集めている"}},{"_id":23,"id":"sobek","name":"セベク","suitName":"レイクシャドウ","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"周囲に敵がいる場合、1体につきダメージ+6%/7.5%/9%。最大3層まで"}],"mind":{"name":"策略","desc":"トーパーの潜む沼に足を踏み入れぬようご注意を"},"memory":{"name":"好機","desc":"ひたすらじっとしているトーパーの頭を、いつかどこかの不運な人が川に掛かる丸太と間違えて踏んでしまうだろう"},"belief":{"name":"困惑","desc":"ぴくりとも動かない。眠っている？やはり鋭気を養っているだけなようだ"},"emotion":{"name":"焦燥","desc":"トーパーにも退屈で仕方のない時がある。そのはけ口にされて犠牲になるのが、罪もない通行人"}},{"_id":24,"id":"standard_operation","name":"標準操作","suitName":"標準操作","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"雷属性の武器のダメージ+6%"}],"mind":{"name":"規範","desc":"託されたものを確実に守る、それが武装衛兵の最大のモットー"},"memory":{"name":"清算","desc":"保護対象物を破壊しようとする敵に容赦はしない"},"belief":{"name":"不倒","desc":"どれほど強い敵が相手でも、徹底的に破壊するまでは絶対にくじけない"},"emotion":{"name":"信条","desc":"工業製品に主観や意志はない。でも守るべきルールや持ち主の許可が、彼らの信条だと言える"}},{"_id":25,"id":"tsubasa","name":"ツバサ","suitName":"インサイト","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"4m以内に敵がいない場合、ダメージ+14%/16%/18%/20%"},{"count":4,"value":"ヘッドショットまたは氷風の矢のスキル・貫く矢を使用してターゲットに命中すると、自身の攻撃力+15%/18%/21%/25%、8秒持続"}],"mind":{"name":"風見鶏","desc":"｢風が吹いた｣、旅立ちや再出発の理由はいつもこれ"},"memory":{"name":"重力任せ","desc":"彼女は常に動き回っているが、足を止めた場所はくまなく観察するようだ。そうする場所にしか足を止めないとも言える"},"belief":{"name":"揺らめき","desc":"正しい信念とはどのようなものだろうか？正解は、強くて最後まで勝ち残った者の信念だ"},"emotion":{"name":"冷静と情熱","desc":"冷静な心で温もりに触れる"}},{"_id":26,"id":"wandering_aberrant","name":"異変流浪","suitName":"蛮勇の血脈","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"ダメージ+4%"}],"mind":{"name":"異変流浪","desc":"実験室から逃げ出した後、流浪の旅を続けてきた。体の異変が実験によるものなのか、オムニアム放射線のせいなのかは誰にも分からない"},"memory":{"name":"野生復活","desc":"自然の中に戻ると、人間に飼いならされた野生の本能が一瞬にしてよみがえった"},"belief":{"name":"縦横無尽","desc":"滅茶苦茶に暴れたら檻を破って自由になれると思っているようだ"},"emotion":{"name":"帰郷の歌","desc":"アーシャ大陸中を探しても、故郷は見つからなかった。なにせ実験室生まれだから"}},{"_id":27,"id":"zero","name":"ゼロ","suitName":"ワンダーリンク","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"連携スキルで現在の武器に変更すると、自身に攻撃力×150%/200%/250%/300%のシールドを与える。6秒持続"},{"count":4,"value":"シールド期間中、自身と仲間の与ダメージ+16%/20%/24%/28%"}],"mind":{"name":"超現実主義","desc":"原理を打ち破り、現実を覆し、系統的な経験や記憶に基づく計算式を完全に捨て去ったその先に、超現実的な演算がある"},"memory":{"name":"処理装置","desc":"映像記憶は単なるデータの出し入れにすぎない。それが真実か否か、決めるのはあなた自身"},"belief":{"name":"情報の体系化","desc":"すべてのデータをリスト化し、その雑多なデータの中から情報を取り出す"},"emotion":{"name":"優劣の法則","desc":"優勝劣敗、適者生存。それは自然の法則であり、個体の優越性の表れでもある"}}],"pt":[{"_id":1,"id":"apophis","name":"Apófis","suitName":"Conflito Interno","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"Aumenta o dano causado quando a vida estiver baixa. Causa dano máximo quando a vida está em 20%. O dano pode ser aumentado em até 20%/25%/30%."}],"mind":{"name":"Crescimento","desc":"Enorme em tamanho, cada movimento provoca grandes mudanças."},"memory":{"name":"Confronto","desc":"Contra o que eu estou lutando? Será contra o destino ou contra meu eu?"},"belief":{"name":"Fraqueza","desc":"A fraqueza nas configurações de segurança está implantada no chip; é impossível superá-la ou resistir a ela."},"emotion":{"name":"Ódio","desc":"Por que foi feito? E por que foi modificado?"}},{"_id":2,"id":"bailing","name":"Bai Ling","suitName":"Trava Fatal","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"Aumenta em 12%/15%/18% o dano causado a alvos perigosos."}],"mind":{"name":"Diversificada","desc":"O que fazer quando você pensa sobre uma coisa e ela se espalha?"},"memory":{"name":"Dissipação","desc":"De bagunçado para organizado? Provavelmente precisa de interferência externa. Eu disse \"provavelmente\", hein."},"belief":{"name":"Comércio Justo","desc":"Os produtos deveriam ser comercializados de acordo com seus próprios valores. Mas como se coloca preço em uma coisa que é incomensurável?"},"emotion":{"name":"Enésimo Poder","desc":"Quem dera experiência ganha e taxa de lucro fossem exponenciais..."}},{"_id":3,"id":"barbarossa","name":"Barbarossa","suitName":"Pesadelos Duplos","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"Ganha 50%/62,5%/75% de reflexão de dano por 3 segundos ao trocar para a arma. Tempo de recarga: 30 segundos. Ganha 20%/25%/30% de reforço de dano por 5 segundos ao trocar para outra arma. Tempo de recarga: 30 segundos."}],"mind":{"name":"Briga de Poder","desc":"As duas cabeças costumam discutir para decidir quem vai abater a presa. Um pouquinho de lenha na fogueira e a briga vira física."},"memory":{"name":"Terra Dividida","desc":"De onde vem? Talvez, em parte, ainda saiba."},"belief":{"name":"Agressão Natural","desc":"Nunca se cansa de morder e mastigar, está sempre ansioso pela próxima vítima."},"emotion":{"name":"Rugido Intimidador","desc":"Começa com um rugido (que acaba sendo a badalada da morte para as vítimas inocentes)."}},{"_id":4,"id":"claudia","name":"Cláudia","suitName":"Golpe Multidirecional","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta o dano em 13%/17%/20%/23% quando atingir um alvo no ar ou iniciar um ataque aéreo. Restaura o salto duplo ao atingir um alvo no ar."},{"count":4,"value":"Atingir um inimigo com uma habilidade reduz a recarga de todas as habilidades de armas em 1,5/2/2,5/3 segundos e aumenta o dano de habilidades de descarga em 36%/45%/54%/63% durante 15 segundos."}],"mind":{"name":"Análise Racional","desc":"Primeiro, aprenda a aceitar opiniões populares, só depois faça julgamentos sobre o problema em questão."},"memory":{"name":"Verdadeiro Eu","desc":"Seja honesto consigo mesmo para se libertar do passado e abraçar o futuro."},"belief":{"name":"Retidão","desc":"Todos os esforços dedicados a defender a justiça provaram-se válidos."},"emotion":{"name":"Aura de Determinação","desc":"Põe os valores em ação e até os dissemina sem sequer perceber."}},{"_id":5,"id":"cocoritter","name":"Cocoritter","suitName":"Prova de Confiança","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta a capacidade de cura e a cura recebida em 10%/12%/14%/16%."},{"count":4,"value":"Aumenta o ATQ em 12,5%/15%/17,5%/20% durante 6 segundos quando você ou colegas forem curados. Somente o nível mais alto é aplicado quando o efeito é obtido repetidamente."}],"mind":{"name":"Instinto Artístico","desc":"Os raciocínios que sustentam a criação de obras também podem ser aplicados ao campo de batalha."},"memory":{"name":"Sobreposição Identitária","desc":"A silhueta dela se sobrepõe ao protetor de quem se lembrou."},"belief":{"name":"Cuidadora","desc":"As expectativas dela são simples: amenizar a sua dor."},"emotion":{"name":"Socorrista","desc":"Pode confiar, deixe o suporte comigo."}},{"_id":6,"id":"crow","name":"Crow","suitName":"Perseguição Fanática","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta em 33%/42%/50%/58% o dano crítico causado a alvos com menos de 60% da vida."},{"count":4,"value":"Críticos causam dano prolongado adicional de 12%/15%/18%/21% do ATQ a cada segundo durante 5 segundos. Não acumula."}],"mind":{"name":"Décima Primeira Dimensão","desc":"Algumas coisas são intangíveis, mas realmente existem."},"memory":{"name":"Formatação","desc":"O passado ficou para trás. O que você precisa agarrar é o presente."},"belief":{"name":"Sobrevivência","desc":"Nunca desista, mesmo se for totalmente improvável."},"emotion":{"name":"Interpretação","desc":"Um show de palhaços bizarro, às vezes muito complicado de entender."}},{"_id":7,"id":"echo","name":"Echo","suitName":"Extirpar","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"Usar uma habilidade de descarga para trocar para a arma atual concede 80/100/120 cargas de arma."}],"mind":{"name":"Até o Fim","desc":"Um raciocínio linear para alcançar o objetivo atual."},"memory":{"name":"Pós-Crise","desc":"Lembrança do campo nevado sobre um caminhão após sobreviver a uma crise."},"belief":{"name":"Preto ou Branco","desc":"Ela tem muita dificuldade em compreender qualquer coisa complicada."},"emotion":{"name":"Saudade de Casa","desc":"Dois lares, dois abrigos, ambos acolhedores. Para onde for, é uma volta ao lar."}},{"_id":8,"id":"ene","name":"Ene","suitName":"Sobrecarga","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"Quando causa dano maior do que 100% do ATQ, causa dano adicional igual a 60%/75%/90% do ATQ. Tempo de recarga: 3 segundos."}],"mind":{"name":"Competitiva","desc":"O resultado acelerado quando houver aumento de poder também irá se refletir em leves tremores na arma."},"memory":{"name":"Sem Limites","desc":"O Laboratório de Supressores da Hykros ainda não se esqueceu de como ela resistiu."},"belief":{"name":"Segunda Vida","desc":"Um corpo sem dor irá funcionar até o último resquício de energia se não for completamente destruído."},"emotion":{"name":"Foto de Família","desc":"Só foi tirada depois de o pai dela insistir muito."}},{"_id":9,"id":"frigg","name":"Frigg","suitName":"Coração de Ferro, Alma de Ferro","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"Ao desencadear uma Área Gélida com a arma Balmung, inimigos dentro dela sofrem dano gélido de 55%/65%/75%/85% do ATQ a cada segundo."}],"mind":{"name":"Lâmina-Anímica","desc":"Eu vou cortar sua ganância pelas coisas proibidas."},"memory":{"name":"Pós-Cataclismo","desc":"Minha família... meus amigos... Agora só resta eu..."},"belief":{"name":"Perspectiva","desc":"Você tem sua definição, então o que eu considero justiça?"},"emotion":{"name":"Dúvida","desc":"Quem está por trás disso tudo? Alguém sabe me dizer?"}},{"_id":10,"id":"frost_bot","name":"Gelorrobô","suitName":"Zero Extremo","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"Quando a vida está abaixo de 40%, usar uma habilidade de descarga para trocar para a arma atual restaura vida equivalente a 160%/200%/240% do ATQ."}],"mind":{"name":"Não Subestime","desc":"É verdade que parece comida, mas isso não significa que você não deva ter cuidado."},"memory":{"name":"Fim Rápido","desc":"O sistema de combate da armadura possui um único objetivo: terminar a luta o mais depressa possível."},"belief":{"name":"Piscou, Congelou","desc":"Congela o entorno em blocos de gelo."},"emotion":{"name":"Brutal","desc":"Lutar contra ele não é uma decisão inteligente."}},{"_id":11,"id":"functional_dash","name":"Arremetida Funcional","suitName":"Arremetida Funcional","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"Aumenta em 6% o dano causado por armas de gelo."}],"mind":{"name":"Transportador","desc":"Vai e volta, se desloca entre as minas e o trilho."},"memory":{"name":"Redefinição","desc":"Veículos podem atacar se receberem um novo comando."},"belief":{"name":"Mente de Máquina","desc":"Uma cibermodificação desprovida de qualquer livre arbítrio, portanto, executa ordens como uma máquina."},"emotion":{"name":"Na Mosca","desc":"A maior vantagem de uma modificação é o ataque certeiro livre de emoções e sensibilidade."}},{"_id":12,"id":"hilda","name":"Hilda","suitName":"Parábola","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"Aumenta o ATQ em 15%/19%/22,5% quando não houver inimigos em um raio de 6 metros."}],"mind":{"name":"Sagacidade","desc":"Cheia de sagacidade para negócios."},"memory":{"name":"Filha do Mar","desc":"Depois de tanto tempo sentindo o cheiro salgado da maresia, bate até um desconforto ficar sem."},"belief":{"name":"Pechincheira","desc":"Jamais compre as coisas pelo preço cheio: pechinche até seu último suspiro!"},"emotion":{"name":"Quebra-Bola","desc":"Não dá para jogar muitas coisas com seus amigos quando eles estão lesionados."}},{"_id":13,"id":"huma","name":"Huma","suitName":"Ligeiramente Desperto","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"Atingir alvos com habilidades de esquiva causa hemorragia e dano de 15%/19%/22,5%/26% do ATQ a cada segundo durante 5 segundos."},{"count":4,"value":"Reduz em 10%/12%/13%/15% o ATQ de todos os alvos em um raio de 8 metros que estiverem sofrendo dano prolongado. Somente o nível mais alto é aplicado quando o efeito é obtido repetidamente."}],"mind":{"name":"Desorientação","desc":"É o instinto de ver a luz que faz os filhotes de pássaro saírem do ovo."},"memory":{"name":"Tábula Rasa","desc":"Comece já a programar uma personalidade completamente nova."},"belief":{"name":"Vá com Calma","desc":"Sofre de amnésia, assim como você, e sempre tenta resolver os problemas logo."},"emotion":{"name":"Inocente","desc":"A feição severa faz parte do pacote."}},{"_id":14,"id":"king","name":"KING","suitName":"Defensor da Violência","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"Ganha 8%/10%/12%/14% de reforço de dano durante 25 segundos quando um alvo é despedaçado. Somente o nível mais alto é aplicado quando o efeito é obtido repetidamente."},{"count":4,"value":"O acerto restaura vida igual a 14%/18%/22%/26% do dano causado ao atacar quando houver mais do que 2 inimigos por perto. O máximo de vida restaurada a cada 0,5 segundo não deve exceder 36%/42%/48%/54% do ATQ."}],"mind":{"name":"Líder do Submundo","desc":"Uma boa reputação não põe comida na mesa, então primeiro vamos encher a carteira e depois fazemos perguntas."},"memory":{"name":"Viver para Lutar","desc":"Estes mineiros trabalham feito zumbis. Você vai ficar igual se não sair de perto."},"belief":{"name":"Caçador de Emoções","desc":"É louco por viver emoções e alegrias espalhafatosas... o que não inclui aspirações profissionais."},"emotion":{"name":"Exército de Um Homem Só","desc":"Mesmo assim, lutar só na mão tem seus limites, coisa que ele aprendeu muito jovem."}},{"_id":15,"id":"meryl","name":"Meryl","suitName":"Guardião Alvíssimo","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"Se a vida ficar abaixo de 30% após sofrer um ataque, ganha um escudo equivalente a 20%/26%/32%/40% da vida máxima durante 10 segundos. Tempo de recarga: 90 seg."},{"count":4,"value":"Aumenta o dano do Redemoinho em 36%/45%/54%/63% e restaura vida equivalente a 30%/38%/44%/50% do dano causado enquanto Redemoinho estiver ativo. O máximo de vida restaurada a cada 0,5 segundo não deve exceder 60%/72%/81%/90% do ATQ."}],"mind":{"name":"Simulação de Luta de Espadas","desc":"Uma simulação complexa de luta de espadas que parece ser utilizada para calibragem. Enfim, não é algo para pessoas comuns."},"memory":{"name":"Chamado do Despertar","desc":"Fragmentos de memória encadeados utilizados para introduzir consciência. Não vem com manual de instruções."},"belief":{"name":"Autoridade Absoluta","desc":"Claramente representa a autoaprovação e o reconhecimento externo do poder de um Executor."},"emotion":{"name":"Desapego","desc":"Barreiras mentais de comunicação criadas por rejeitar toda e qualquer socialização."}},{"_id":16,"id":"nemesis","name":"Nêmesis","suitName":"Ponte da Vida","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"Quando um alvo está sendo curado, seu ATQ elétrico aumenta em 15%/18%/21%/25% durante 20 segundos. Não é acumulável, e apenas o de nível mais alto funciona quando obtido repetidamente."},{"count":4,"value":"Ao curar a si mesmo ou seu Eletrodo, o alvo da cura ganha uma carga de \"Relâmpago\". O primeiro ataque dentro dos 30 segundos seguintes é imbuído com \"Relâmpago\", causando dano elétrico de 300%/375%/450%/525% do ATQ elétrico (o dano causado por Eletrodos é reduzido em 50%). Ativável apenas uma vez a cada 10 segundos. Cargas de \"Relâmpago\" não se acumulam. Somente o nível mais alto é aplicado quando obtido repetidamente."}],"mind":{"name":"Células Metálicas","desc":"Mais de metade do corpo foi modificada. Será que existe como mensurar a proporção de alma?"},"memory":{"name":"Ursinho de Pelúcia","desc":"Perdi dois lugares que chamava de lar, mas felizmente fiquei com alguns pertences."},"belief":{"name":"Revigorada","desc":"A inocência se vai e a coragem parece mais madura e lapidada."},"emotion":{"name":"Força Motriz","desc":"A memória e o coração humanos podem ser amarras que te prendem ou uma força que te impulsiona para frente."}},{"_id":17,"id":"pepper","name":"Pepper","suitName":"Imbatível","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"Aumenta a velocidade de obtenção de carga de arma em 10%/12,5%/15%."}],"mind":{"name":"Linha de Montagem","desc":"Quem vai explicar para ela que já está trabalhando feito cão há muito tempo?"},"memory":{"name":"Cicatriz Cirúrgica","desc":"Não é possível reverter anomalias. São como cicatrizes cirúrgicas: você não tem escolha."},"belief":{"name":"Braçadeira","desc":"Médicos não podem dar as costas, não podem ser acomodados, não podem ser impotentes."},"emotion":{"name":"Sonífero","desc":"Ela sofre de insônia por não querer encarar os mortos em seus sonhos."}},{"_id":18,"id":"plunder","name":"Pilhagem","suitName":"Pilhagem","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"Aumenta em 6% o dano causado por armas físicas."}],"mind":{"name":"Provocador","desc":"Devastadores que tocam o terror em todo lugar só porque podem."},"memory":{"name":"Anarquista","desc":"Não seguem ordens. É caos que eles querem."},"belief":{"name":"Abatedor","desc":"Ninguém quer lutar contra eles de novo."},"emotion":{"name":"Instaurador do Caos","desc":"Algumas coisas são caóticas por natureza e não se incomodam se ficarem mais caóticas."}},{"_id":19,"id":"robarg","name":"Robarg","suitName":"Devorador","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"Quando um alvo é despedaçado, envenena o alvo e causa dano de 45%/56%/67,5% do ATQ a cada segundo durante 10 segundos."}],"mind":{"name":"Ganância","desc":"Enraizado na avareza e sempre querendo mais."},"memory":{"name":"Instinto","desc":"Seu instinto está sempre em ação."},"belief":{"name":"Exaustão","desc":"Devora tudo, desde corpo e energia até a sua vontade de viver."},"emotion":{"name":"Até o Fim","desc":"Não vê a hora de acabar."}},{"_id":20,"id":"samir","name":"Samir","suitName":"Libertação Racional","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta o dano progressivamente em 1% ao atingir um alvo. Acumula até 13/10/16/20 vezes. Dura 1,5 segundo."},{"count":4,"value":"Aumenta o dano da explosão elétrica das Estrelas Eletromagnéticas em 16%/22%/30%/40% do ATQ."}],"mind":{"name":"É Brincadeirinha","desc":"Se você reclamar das piadas dela, ela responde: \"Por que tão sério?\""},"memory":{"name":"Velho Amigo","desc":"Uma pessoa que vive no passado é inalcançável e não pode se libertar."},"belief":{"name":"Bala de Prata","desc":"Ela tem uma bala de prata. Será que está caçando vampiros?"},"emotion":{"name":"Foco Futuro","desc":"Ela sempre sabe o que quer."}},{"_id":21,"id":"selfexplosive","name":"Autoexplosivo","suitName":"Autoexplosivo","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"Aumenta em 6% o dano causado por armas de fogo."}],"mind":{"name":"Núcleo Explosivo","desc":"O núcleo de Omnium brilha forte lá dentro."},"memory":{"name":"Fio Atador","desc":"Claro, não é o fio de verdade. O criador só queria provocar medo."},"belief":{"name":"Teia do Terror","desc":"As pessoas geralmente têm mais medo de ver uma aranha do que do mal que ela pode causar."},"emotion":{"name":"Apinhado","desc":"Seria um pesadelo ter que lidar com grupos delas."}},{"_id":22,"id":"shiro","name":"Shiro","suitName":"Poema de Partida","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta em 15%/19%/22,5%/26% o dano e o efeito de despedaçar causados a alvos com mais de 50% da vida."},{"count":4,"value":"Ganha 20%/25%/30%/35% de reforço de dano durante 35 segundos ao entrar na batalha. É redefinido 5 segundos após sair da batalha."}],"mind":{"name":"Isolamento","desc":"Arisca em relação a todo mundo como se fosse um gato selvagem, mas às vezes se senta à beira d'água e fica pensando no porquê de se sentir tão só."},"memory":{"name":"Saudades do Mar","desc":"Uma grande parte da beleza do oceano se deve ao fato de ele nunca ter sido compreendido por completo."},"belief":{"name":"Grande Cantora","desc":"Uma prova da bela voz de canto dela, de um pesquisador que desafiou a morte para conseguir a gravação."},"emotion":{"name":"Como um Gato","desc":"Cada toque é cuidadoso, cada olhar é logo evitado... Essa é a maneira modesta dela de buscar felicidade."}},{"_id":23,"id":"sobek","name":"Sobek","suitName":"Sombra do Pântano","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"Aumenta o dano causado em 6%/7,5%/9% para cada inimigo próximo. Acumula até 3 vezes."}],"mind":{"name":"Esquema","desc":"Cuidado para não cair no lamaçal em que ele está."},"memory":{"name":"Oportunidade","desc":"Aguarda sempre com muita paciência até que um desafortunado pise nele."},"belief":{"name":"Confusão","desc":"Não está se mexendo. Será que está dormindo ou só poupando energia?"},"emotion":{"name":"Inquietação","desc":"Ele também fica entediado, e, quando chega ao limite, quem acaba pagando o pato é uma pessoa inocente."}},{"_id":24,"id":"standard_operation","name":"Operação Padrão","suitName":"Operação Padrão","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"Aumenta em 6% o dano causado por armas de raio."}],"mind":{"name":"Guarda Padrão","desc":"Um guarda bem equipado pode preservar aquilo que está protegendo."},"memory":{"name":"Guarda Exterminador","desc":"Impiedoso com qualquer pessoa que tente destruir o que está protegendo."},"belief":{"name":"Guarda Obstinado","desc":"Não importa o quão poderoso seja o inimigo, ele só vai parar quando estiver completamente destruído."},"emotion":{"name":"Guarda Doutrinado","desc":"Criações industriais não possuem livre arbítrio, mas dá para dizer que as regras que seguem são dogmas."}},{"_id":25,"id":"tsubasa","name":"Tsubasa","suitName":"Olho do Vento","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"Aumenta o dano causado em 14%/16%/18%/20% quando não houver inimigos em um raio de 4 metros."},{"count":4,"value":"Ao acertar um tiro na cabeça ou atingir um alvo com o Arco Zero Grau: Tiro Perfurante, aumenta o ATQ em 15%/18%/21%/25% durante 8 segundos."}],"mind":{"name":"Cata-Vento","desc":"\"O vento sopra.\" Isso resume toda razão para partir de novo."},"memory":{"name":"Gravitacional","desc":"Ela está sempre em movimento e só fica em lugares que analisou por completo."},"belief":{"name":"Sem Rumo","desc":"Como dizer qual destino é o certo? Resposta: aquele que termina em vitória."},"emotion":{"name":"Coração de Pedra","desc":"Uma avaliação racional de relacionamentos."}},{"_id":26,"id":"wandering_aberrant","name":"Anômalo Errante","suitName":"Linhagem Sanguínea Selvagem","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"Aumenta o dano causado em 4%."}],"mind":{"name":"Anômalo Errante","desc":"Está à solta desde que fugiu do laboratório. Será que a aberração se deve a experimentos ou à radiação de Omnium? Isso ninguém sabe."},"memory":{"name":"Natureza Selvagem","desc":"À medida que se acostuma com a selva, a natureza reprimida pela domesticação volta aos poucos."},"belief":{"name":"Força Bruta","desc":"Parece que sabia que podia sair da jaula à força e fugir."},"emotion":{"name":"Rumo ao Lar","desc":"Apesar das pegadas por toda Aesperia, não conseguiu achar seu lar... porque nasceu em cativeiro."}},{"_id":27,"id":"zero","name":"Zero","suitName":"Conexão Impressionante","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"Ganha um escudo igual a 150%/200%/250%/300% do ATQ durante 6 segundos ao usar uma habilidade de descarga para trocar para a arma atual."},{"count":4,"value":"Você e os colegas causam 16%/20%/24%/28% mais dano enquanto o escudo estiver ativo."}],"mind":{"name":"Cálculo Paranormal","desc":"Para chegar no resultado, liberte-se da lógica, subverta a realidade, abandone por completo fórmulas baseadas em experiências."},"memory":{"name":"Protocolo de Terminal","desc":"Lembranças não passam de representações de vivências. Quanto a serem verdadeiras ou falsas, quem precisa decidir é você."},"belief":{"name":"Organização de Dados","desc":"Geram-se informações a partir da organização de dados individuais."},"emotion":{"name":"Sobrevivência do Mais Apto","desc":"A sobrevivência do mais apto é a lei da natureza e a manifestação da superioridade individual."}}],"th":[{"_id":1,"id":"apophis","name":"อะโพฟิส","suitName":"ขัดแย้งภายใน","hash":"SR2","rarity":"SR","bonus":[{"count":3,"value":"สร้างดาเมจมากขึ้นตาม HP ที่น้อยลง สร้างดาเมจได้สูงสุดเมื่อ HP เหลือ 20% ดาเมจเพิ่มได้ถึง 20%/25%/30%"}],"mind":{"name":"ร่างยักษ์","desc":"มีขนาดใหญ่ และไม่ว่าจะทำอะไรก็สร้างความเปลี่ยนแปลงครั้งใหญ่เสมอ"},"memory":{"name":"เผชิญหน้า","desc":"นี่ฉันต้องสู้กับอะไรกัน? โชคชะตาหรือตัวฉันเอง"},"belief":{"name":"จุดอ่อน","desc":"จุดอ่อนคือการกำหนดค่าความปลอดภัยที่ฝังไว้ในชิป ซึ่งไม่สามารถเอาชนะหรือต่อต้านได้"},"emotion":{"name":"เกลียดชัง","desc":"สร้างมันขึ้นมาทำไม แล้วจะไปปรับแต่งมันทำไม?"}},{"_id":2,"id":"bailing","name":"ไป่หลิง","suitName":"จับตาย","hash":"SR9","rarity":"SR","bonus":[{"count":3,"value":"สร้างดาเมจต่อเป้าหมายที่ติดสถานะ วิปโยคเพิ่ม 12%/15%/18%"}],"mind":{"name":"คละผสม","desc":"จะทำอย่างไรถ้าคุณคิดถึงมันและมันขยายออก?"},"memory":{"name":"แยกกระจาย","desc":"จะเปลี่ยนจากภาวะไร้ระเบียบมามีระเบียบเหรอ? คงต้องมีการแทรกแซงจากภายนอกแล้วล่ะ ฉันว่าน่าจะเป็นอย่างนั้นนะ"},"belief":{"name":"ค้าขายอย่างเป็นธรรม","desc":"สินค้าควรค้าขายตามมูลค่าของมัน แต่คุณจะตีมูลค่าของสิ่งที่วัดค่าไม่ได้ยังไง"},"emotion":{"name":"พลังขั้นที่ N","desc":"ถ้าประสบการณ์ที่ได้รับและ ROI มีเลขยกกำลังแล้วละก็..."}},{"_id":3,"id":"barbarossa","name":"บาร์บารอสซา","suitName":"ทวีคูณฝันร้าย","hash":"SR5","rarity":"SR","bonus":[{"count":3,"value":"เมื่อเปลี่ยนไปใช้อาวุธนี้ จะได้รับสถานะสะท้อนดาเมจ 50%/62.5%/75% เป็นเวลา 3 วินาที คูลดาวน์: 30 วินาที เมื่อเปลี่ยนไปใช้อาวุธอื่น จะเพิ่มดาเมจขึ้น 20%/25%/30% เป็นเวลา 5 วินาที คูลดาวน์: 30 วินาที"}],"mind":{"name":"พาวเวอร์เพลย์","desc":"สองหัวนั้นมักจะทะเลาะกันว่าใครจะได้ฆ่าเหยื่อ ถ้ายุหน่อย ก็จะทะเลาะกันถึงขั้นลงไม้ลงมือ"},"memory":{"name":"ผืนดินตัดแยก","desc":"มันมาจากที่ไหน? บางทีมันอาจจะยังรู้อยู่ก็ได้"},"belief":{"name":"ความดุร้ายของธรรมชาติ","desc":"มันไม่เคยเหนื่อยกับการกัดและบดขยี้ไปชั่วกัปชั่วกัลป์ รอคอยเหยื่อรายต่อไปอย่างใจจดใจจ่ออยู่เสมอ "},"emotion":{"name":"เสียงคำรามน่าเกรงขาม","desc":"มันเริ่มด้วยเสียงคำราม นี่คือลางร้ายของเหยื่อผู้บริสุทธิ์"}},{"_id":4,"id":"claudia","name":"คลอเดีย","suitName":"โจมตีรอบทิศ","hash":"SSR6","rarity":"SSR","bonus":[{"count":2,"value":"เพิ่มดาเมจ 13%/17%/20%/23% เมื่อโจมตีเป้าหมายที่ลอยกลางอากาศหรือเริ่มท่าโจมตีกลางอากาศ รีเซ็ตการกระโดดสองครั้งหากโจมตีถูกเป้าหมายที่ลอยกลางอากาศ"},{"count":4,"value":"ใช้สกิลโจมตีโดนศัตรูจะลดคูลดาวน์สกิลอาวุธลง 1.5/2/2.5/3 วินาที และเพิ่มดาเมจของสกิลปลดปล่อย 36%/45%/54%/63% เป็นเวลา 15 วินาที"}],"mind":{"name":"วิเคราะห์ด้วยเหตุผล","desc":"ขั้นแรก เรียนรู้ที่จะยอมรับความคิดเห็นที่เป็นที่นิยม แล้วก็ลงข้อสรุปเกี่ยวกับประเด็นปัญหาที่อยู่ตรงหน้า"},"memory":{"name":"ตัวตนที่แท้จริง","desc":"ซื่อตรงต่อตนเอง คุณจะได้ไม่ติดอยู่กับอดีต และควบคุมอนาคต"},"belief":{"name":"ผู้ทรงธรรม","desc":"ความพยายามทั้งหมดที่จะรักษาความยุติธรรมจะพิสูจน์ให้เห็นว่าคุ้มค่า"},"emotion":{"name":"รัศมีความมุ่งมั่น","desc":"นำค่านิยมไปลงมือทำ และเผยแพร่ค่านิยมเหล่านั้นโดยไม่รู้ตัว"}},{"_id":5,"id":"cocoritter","name":"โคโคริตเตอร์","suitName":"บทพิสูจน์","hash":"SSR3","rarity":"SSR","bonus":[{"count":2,"value":"เพิ่มขีดความสามารถในการรักษา และเพิ่มค่าการรักษาที่ได้รับ 10%/12%/14%/16%"},{"count":4,"value":"เมื่อคุณหรือสมาชิกร่วมทีมของคุณได้รับการรักษา จะเพิ่ม ATK 12.5%/15%/17.5%/20% เป็นเวลา 6 วินาที ในกรณีที่ได้รับติดต่อกันหลายครั้ง จะมีเพียงเอฟเฟกต์ที่มีเลเวลสูงสุดเท่านั้นที่มีผล"}],"mind":{"name":"สัญชาตญาณศิลปิน","desc":"ความคิดเบื้องหลังงานประดิษฐ์ก็สามารถนำมาใช้ในสนามรบได้เช่นกัน"},"memory":{"name":"ตัวตนทับซ้อน","desc":"เงามืดของเธอทับซ้อนกับผู้ปกป้องที่เธอจำได้"},"belief":{"name":"ผู้ดูแล","desc":"ความคาดหวังของเธอนั้นเรียบง่าย เพียงบรรเทาความเจ็บปวดของคุณ"},"emotion":{"name":"ผู้ช่วยเหลือ","desc":"เชื่อใจฉัน ให้ฉันเป็นฝ่ายสนับสนุนเอง"}},{"_id":6,"id":"crow","name":"โครว์","suitName":"ไล่ล่าบ้าคลั่ง","hash":"SSR11","rarity":"SSR","bonus":[{"count":2,"value":"สร้างดาเมจคริติคอลกับเป้าหมายที่ HP เหลือไม่ถึง 60% เพิ่มขึ้น 33%/42%/50%/58%"},{"count":4,"value":"โจมตีติดคริติคอลจะสร้างดาเมจต่อเนื่องทุกวินาทีเพิ่มอีก 12%/15%/18%/21% ของค่า ATK เป็นเวลา 5 วินาที เอฟเฟกต์นี้จะไม่ทับซ้อนกัน"}],"mind":{"name":"มิติที่สิบเอ็ด","desc":"บางสิ่งมองไม่เห็น แต่มีอยู่จริง"},"memory":{"name":"คนใหม่","desc":"อดีตคืออดีต ปัจจุบันคือสิ่งที่คุณต้องคว้าไว้"},"belief":{"name":"ผู้รอดชีวิตทุกข์ยาก","desc":"อย่ายอมแพ้ ถึงแม้ว่ามันจะใช้เวลาอีกนาน"},"emotion":{"name":"การแสดง","desc":"การแสดงตัวตลกประหลาด บางครั้งก็ยากจะหยั่งถึง"}},{"_id":7,"id":"echo","name":"เอคโค","suitName":"ถอนรากถอนโคน","hash":"SR12","rarity":"SR","bonus":[{"count":3,"value":"ใช้สกิลปลดปล่อยเพื่อสลับเป็นอาวุธ\r\nปัจจุบัน\r\nชาร์จอาวุธ 80/100/120"}],"mind":{"name":"จนถึงวาระสุดท้าย","desc":"เส้นตรงแห่งความคิดไปจนถึงเป้าหมายปัจจุบัน"},"memory":{"name":"หลังวิกฤต","desc":"ความทรงจำแห่งทุ่งหิมะบนรถบรรทุกหลังรอดชีวิตจากเหตุการณ์วิกฤต"},"belief":{"name":"ขาวหรือดำ","desc":"มันยากเกินไปสำหรับเธอที่จะเข้าใจสิ่งที่ซับซ้อน"},"emotion":{"name":"คิดถึงบ้าน","desc":"บ้างสองหลัง ที่พักสองแห่ง ต่างก็อบอุ่น ไม่ว่ายังไงก็จะกลับบ้าน"}},{"_id":8,"id":"ene","name":"เอเนะ","suitName":"โอเวอร์โหลด","hash":"SR8","rarity":"SR","bonus":[{"count":3,"value":"เมื่อสร้างดาเมจเกินกว่า 100% ของค่า ATK จะสร้างดาเมจเพิ่มเท่ากับ 60%/75%/90% ของค่า ATK คูลดาวน์: 3 วินาที"}],"mind":{"name":"ชิงชัย","desc":"เอาท์พุทที่พุ่งสูงขึ้นเมื่อพลังงานเพิ่มขึ้น จะส่งไปยังอาวุธด้วยการสั่นไหว"},"memory":{"name":"ระเบิดเขาเผากระท่อม","desc":"ห้องทดลองเครื่องยับยั้งไฮครอสไม่มีวันลืมความอลหม่านที่เธอสร้าง"},"belief":{"name":"ล้มลุกเกิดใหม่","desc":"ร่างกายที่ไร้ความเจ็บปวดจะยังคงใช้งานได้จนถึงพลังงานออนซ์สุดท้าย และจนกว่าจะถูกทำลายสิ้นซาก"},"emotion":{"name":"รูปครอบครัว","desc":"ภาพนี้ถ่ายไว้เพียงเพราะพ่อของเธอร้องขอ"}},{"_id":9,"id":"frigg","name":"ฟริกก์","suitName":"ใจและกายเหล็ก","hash":"SSR15","rarity":"SSR","bonus":[{"count":2},{"count":4,"value":"เมื่อปลดปล่อยแดนหนาวเหน็บด้วยอาวุธ \"บาลมุงก์\" ศัตรูที่อยู่ภายในแดนหนาวเหน็บได้รับดาเมจน้ำแข็ง 55%/65%/75%/85% ของ ATK ทุกวินาที"}],"mind":{"name":"ดาบวิญญาณ","desc":"ฉันจะตัดความละโมบในสิ่งต้องห้ามของเธอให้ขาดสะบั้นซะ"},"memory":{"name":"หลังเกิดอภิมหันตภัย","desc":"ครอบครัวของฉัน... เพื่อนของฉัน... ตอนนี้เหลือฉันเพียงคนเดียวเท่านั้น..."},"belief":{"name":"จุดยืน","desc":"เธอมีคำจำกัดความของเธอ แล้วความยุติธรรมหมายถึงอะไรสำหรับฉันกันแน่?"},"emotion":{"name":"งุนงงสงสัย","desc":"ใครคือผู้อยู่เบื้องหลังเรื่องเหล่านี้? มีใครบอกฉันได้ไหม?"}},{"_id":10,"id":"frost_bot","name":"ฟรอสต์บอท","suitName":"เอ็กซ์สตรีมซีโร่","hash":"SR3","rarity":"SR","bonus":[{"count":3,"value":"เมื่อ HP เหลือต่ำกว่า 40% ใช้สกิลปลดปล่อยเพื่อสลับเป็นอาวุธปัจจุบัน ฟื้นฟู HP เท่ากับ 160%/200%/240% ของค่า ATK"}],"mind":{"name":"ประมาทไม่ได้","desc":"มันดูเหมือนอาหาร แต่ก็ไม่ได้หมายความว่าคุณไม่ควรระวัง"},"memory":{"name":"จุดจบที่รวดเร็ว","desc":"ระบบการต่อสู้ของหุ่นเกราะมีเพียงเป้าหมายเดียว: จบการต่อสู้ให้เร็วที่สุดเท่าที่ทำได้"},"belief":{"name":"แช่แข็งฉับพลัน","desc":"แช่แข็งสิ่งรอบกายด้วยก้อนน้ำแข็ง"},"emotion":{"name":"ไร้ปรานี","desc":"ไม่ฉลาดเลยที่จะต่อสู้กับมัน"}},{"_id":11,"id":"functional_dash","name":"ซัดเต็มข้อ","suitName":"ซัดเต็มข้อ","hash":"R2","rarity":"R","bonus":[{"count":3,"value":"สร้างดาเมจด้วยอาวุธน้ำแข็งเพิ่มขึ้น 6%"}],"mind":{"name":"นักลาก","desc":"ลากไปข้างหน้าและข้างหลัง มันเคลื่อนไปมาระหว่างเหมืองและรางรถ"},"memory":{"name":"รีสตาร์ท","desc":"ยานพาหนะสามารถโจมตีได้หากได้รับคำสั่งใหม่"},"belief":{"name":"จิตใจเครื่องจักร","desc":"หุ่นปรับแต่งไซเบอร์ที่ไม่มีเจตจำนงของตนเอง มันเลยรับคำสั่งเหมือนเครื่องจักร"},"emotion":{"name":"บูลส์อาย","desc":"ข้อได้เปรียบที่สำคัญที่สุดของหุ่นปรับแต่งคือการโจมตีที่แม่นยำโดยไร้ซึ่งความรู้สึกและอารมณ์อ่อนไหว"}},{"_id":12,"id":"hilda","name":"ฮิลดา","suitName":"พาราโบลา","hash":"SR7","rarity":"SR","bonus":[{"count":3,"value":"ATK เพิ่มขึ้น 15%/19%/22.5% เมื่อไม่มีศัตรูอยู่ใกล้ๆ ในระยะ 6 เมตร"}],"mind":{"name":"เฉียบแหลม","desc":"เต็มไปด้วยความเฉียบแหลมทางธุรกิจ"},"memory":{"name":"โตมากับท่าเรือ","desc":"จมูกได้กลิ่นเกลือของทะเลมานานเกินไป จนรู้สึกไม่ดีเมื่อกลิ่นนั้นหายไป"},"belief":{"name":"จอมต่อราคา","desc":"อย่าซื้อของเต็มราคา จงต่อราคาจนลมหายใจสุดท้าย!"},"emotion":{"name":"บอลปะทะ","desc":"มีวิธีพลิกแพลงไม่มากเท่าไหร่ที่คุณสามารถทำกับเพื่อนผู้มีร่างกายพิการของคุณ"}},{"_id":13,"id":"huma","name":"ฮูมา","suitName":"ตื่นจากภวังค์","hash":"SSR10","rarity":"SSR","bonus":[{"count":2,"value":"การชนเป้าหมายด้วยสกิลหลบหลีกทำให้ติดสถานะ หลั่งเลือด สร้างดาเมจเท่ากับ 15%/19%/22.5%/26% ของค่า ATK ทุกวินาที เป็นเวลา 5 วินาที"},{"count":4,"value":"ลด ATK ของทุกเป้าหมายในระยะ 8 เมตรที่ได้รับดาเมจต่อเนื่องลง 10%/12%/13%/15% ในกรณีที่ได้รับติดต่อกันหลายครั้ง จะมีเพียงเอฟเฟกต์ที่มีเลเวลสูงสุดเท่านั้นที่มีผล"}],"mind":{"name":"สับสน","desc":"ลูกนกน้อยจะออกจากไข่เมื่อเห็นแสงตามสัญชาตญาณ"},"memory":{"name":"ว่างเปล่า","desc":"เริ่มเขียนโปรแกรมสำหรับบุคลิกใหม่เอี่ยมตอนนี้เลย"},"belief":{"name":"สงบใจ","desc":"ผู้สูญเสียความทรงจำอย่างคุณ พยายามทำทุกสิ่งที่สามารถทำให้เสร็จก่อนเสมอ"},"emotion":{"name":"ใสซื่อ","desc":"สีหน้าตายด้านเป็นส่วนหนึ่งของสินค้าและบริการ"}},{"_id":14,"id":"king","name":"คิง","suitName":"ใช้กำลังตัดสิน","hash":"SSR4","rarity":"SSR","bonus":[{"count":2,"value":"เมื่อเป้าหมายทำลายเกราะ จะได้รับบูสต์ดาเมจ 8%/10%/12%/14% เป็นเวลา 25 วินาที เมื่อได้รับเอฟเฟกต์นี้ซ้ำ จะมีผลเฉพาะเลเวลสูงสุดเท่านั้น"},{"count":4,"value":"เมื่อมีศัตรูในบริเวณใกล้เคียงมากกว่า 2 ตัว การโจมตีโดนศัตรูจะให้ผลเป็นการฟื้นฟูค่า HP เท่ากับ 14%/18%/22%/26% ของค่าดาเมจที่สร้างจากการโจมตี ทั้งนี้ ค่า HP ที่ฟื้นฟูได้สูงสุดในทุกๆ 0.5 วินาทีจะต้องไม่เกิน 36%/42%/48%/54% ของค่า ATK"}],"mind":{"name":"ผู้ปกครองโลกใต้ดิน","desc":"ชื่อเสียงด้านดีจะยังคงไม่เปลี่ยนแปลงการชีวิตอย่างยากลำบากด้วยกระเป๋าแห้งๆ ถ้างั้นก็หาเงินใส่กระเป๋าก่อน แล้วค่อยถามคำถามทีหลัง"},"memory":{"name":"มีชีวิตอยู่เพื่อต่อสู้","desc":"คนเหมืองพวกนี้ทำงานไร้กะจิตกะใจอย่างกับซอมบี้ คุณจะกลายเป็นหนึ่งในพวกนั้นถ้าคุณไม่หนีไป"},"belief":{"name":"คิง ผู้แสวงหาความตื่นเต้น","desc":"ไฝ่หาความตื่นเต้นและความหรรษาสุดขีด... ซึ่งไม่ใช่ความทะเยอะทะยานด้านอาชีพการงาน"},"emotion":{"name":"กองทัพที่มีคนเดียว","desc":"ยังคงมีข้อจำกัดสำหรับการต่อสู้โดยใช้หมัดเพียงอย่างเดียว ซึ่งเขาได้เรียนรู้เมื่อครั้งเป็นเด็ก"}},{"_id":15,"id":"meryl","name":"เมอริล","suitName":"ผู้ไร้มลทิน","hash":"SSR1","rarity":"SSR","bonus":[{"count":2,"value":"หากถูกโจมตีแล้วเหลือค่า HP น้อยกว่า 30% จะได้รับโล่ที่มีค่าพลังเท่ากับ 20%/26%/32%/40% ของค่า HP สูงสุดเป็นเวลา10 วินาที ระยะเวลาคูลดาวน์: 90 วินาที"},{"count":4,"value":"เพิ่มดาเมจสกิลสลาตัน 36%/45%/54%/63% และฟื้นฟู HP เท่ากับ 30%/38%/44%/50% ของดาเมจที่ทำได้ขณะที่ใช้สกิลสลาตันอยู่ โดยการฟื้นฟู HP ทุก 0.5 วินาที จะไม่เกิน 60%/72%/81%/90% ของ ATK"}],"mind":{"name":"จำลองการดวลดาบ","desc":"การจำลองการประดาบที่ซับซ้อน ดูเหมือนจะใช้เพื่อเสริมความแม่นยำ อย่างไร็ดี การจำลองนี้ไม่ได้มีไว้เพื่อคนธรรมดา"},"memory":{"name":"เสียงเพรียกตื่น","desc":"เศษความทรงจำต่อเนื่องใช้ในการปลูกถ่ายจิตรู้สำนึกบางส่วน โปรดทราบว่าไม่ได้มีคู่มือการใช้งานแนบมาด้วย"},"belief":{"name":"อาญาสิทธิ์เฉียบขาด","desc":"แน่นอนว่ามันสื่อถึงเสียงเล่าลือในโลกภายนอกของพลังแห่งมือพิฆาต"},"emotion":{"name":"ถอดใจไม่เกี่ยวข้อง","desc":"กำแพงการสื่อสารทางจิตใจที่ก่อขึ้นด้วยการปฏิเสธการเข้าสังคมทั้งหมด"}},{"_id":16,"id":"nemesis","name":"เนเมซิส","suitName":"เชื่อมต่อชีวิต","hash":"SSR14","rarity":"SSR","bonus":[{"count":2,"value":"เมื่อเป้าหมายถูกรักษา ATK สายฟ้า เพิ่มขึ้น 15%/18%/21%/25% เป็นเวลา 20 วินาที มันไม่สามารถสแต็กได้ และมีเพียงเลเวลสูงสุดที่ทำงานเมื่อได้รับซ้ำกัน"},{"count":4,"value":"เมื่อรักษาตัวเองหรืออิเล็คโทรด เป้าหมายที่ถูกรักษาได้รับชาร์จ \"สายฟ้า\" การโจมตีครั้งต่อไปภายใน 30 วินาที ถูกเสริมด้วย \"สายฟ้า\" สร้างดาเมจสายฟ้าเท่ากับ 300%/375%/450%/525% ของ ATK สายฟ้า (ดาเมจที่สร้างโดยอิเล็คโทรดลดลง 50%) ไม่สามารถใช้งานได้มากกว่าหนึ่งครั้งใน 10 วินาที ชาร์จ \"สายฟ้า\" ไม่สแต็ก มีเพียงเลเวลสูงสุดที่ใช้งานเมื่อได้รับซ้ำกัน"}],"mind":{"name":"เซลล์โลหะผสม","desc":"ตัวเรือมากกว่าครึ่งลำถูกแทนที่ไปหมดแล้ว ฉันสงสัยนะว่า มีวิธีการวัดปริมาณดวงวิญญาณแบบคิดตามสัดส่วนหรือเปล่า?"},"memory":{"name":"ตุ๊กตาหมี","desc":"ฉันเคยสูญเสียที่ที่เรียกว่าบ้านมาแล้วสองครั้ง แต่โชคดีที่ยังมีของบางอย่างที่ยังอยู่ด้วยกันกับฉันมาตลอด"},"belief":{"name":"คืนความสดชื่น","desc":"ความไร้เดียงสาค่อยๆ จางหายไป ส่วนความกล้าหาญจะช่วยให้ดูเป็นผู้ใหญ่และผ่านการขัดเกลามากขึ้น"},"emotion":{"name":"แรงขับเคลื่อนภายใน","desc":"ความทรงจำและหัวใจของมนุษยชาติอาจเป็นสิ่งกีดขวางที่ทำให้สะดุดล้ม หรือไม่ก็เป็นพลังคอยผลักดัน"}},{"_id":17,"id":"pepper","name":"เปปเปอร์","suitName":"รวดเดียว","hash":"SR6","rarity":"SR","bonus":[{"count":3,"value":"เพิ่มความเร็วในการชาร์จอาวุธ 10%/12.5%/15%"}],"mind":{"name":"สายประกอบ","desc":"มีใครบ้างที่สามารถอธิบายให้เธอฟังได้ว่าเธอทำงานตรากตรำมาเป็นเวลานานแล้ว?"},"memory":{"name":"รอยแผลผ่าตัด","desc":"การกลายพันธุ์ไม่สามารถรักษากลับเป็นแบบเดิมได้ เหมือนกับแผลหลังผ่าตัด คุณไม่มีโอกาสเลย"},"belief":{"name":"ปลอกแขน","desc":"ในฐานะแพทย์ คุณต้องเผชิญหน้า ไร้ความพึงพอใจ และมีหนทางแก้ไขอยู่เสมอ"},"emotion":{"name":"ยานอนหลับ","desc":"เธอเป็นโรคนอนไม่หลับเนื่องจากไม่อยากเผชิญกับคนตายในความฝัน"}},{"_id":18,"id":"plunder","name":"ออกล่า","suitName":"ออกล่า","hash":"R4","rarity":"R","bonus":[{"count":3,"value":"สร้างดาเมจด้วยอาวุธกายภาพเพิ่มขึ้น 6%"}],"mind":{"name":"สายลับการเมือง","desc":"ราเวเจอร์ที่ก่อความปั่นป่วนในทุกที่เพียงเพราะว่ามีพลังที่จะทำเช่นนั้นได้"},"memory":{"name":"นักอนาธิปไตย","desc":"พวกเขาไม่ปฏิบัติตามคำสั่งใด ความโกลาหลคือสิ่งที่พวกเขาต้องการ"},"belief":{"name":"นักฆ่าระยะประชิด","desc":"ไม่มีใครอยากต่อสู้กับพวกเขาอีกครั้ง"},"emotion":{"name":"ผู้ก่อความโกลาหล","desc":"บางสิ่งก็โกลาหลโดยธรรมชาติ และยังอยากจะโกลาหลมากขึ้นไปอีก"}},{"_id":19,"id":"robarg","name":"โรบาร์ก","suitName":"ผู้กลืนกิน","hash":"SR1","rarity":"SR","bonus":[{"count":3,"value":"เมื่อเป้าหมายติดสถานะเกราะแตก จะทำให้เป้าหมายติดพิษและสร้างดาเมจ 45%/56%/67.5% ของค่า ATK ทุกวินาที เป็นเวลา 10 วินาที"}],"mind":{"name":"ละโมบ","desc":"ความโลภหยั่งลึกมองไม่เห็นที่สิ้นสุด"},"memory":{"name":"สัญชาตญาณ","desc":"สัญชาตญาณของมันมองเห็นล่วงหน้าเสมอ"},"belief":{"name":"เหนื่อยล้า","desc":"เขมือบกินทุกอย่างตามต้องการ ตั้งแต่ร่างกายและพลังงาน เพื่อให้อยู่รอด"},"emotion":{"name":"จุดจบ","desc":"มันเฝ้ามองหาจุดจบ"}},{"_id":20,"id":"samir","name":"ซาเมียร์","suitName":"ปลดพันธนาการ","hash":"SSR9","rarity":"SSR","bonus":[{"count":2,"value":"เมื่อโจมตีถูกเป้าหมาย จะเพิ่มดาเมจสะสมครั้งละ 1% มีผลซ้อนทับสูงสุด 10/13/16/20 ครั้ง เป็นเวลา 1.5 วินาที"},{"count":4,"value":"เพิ่มดาเมจระเบิดไฟฟ้าของปืนคู่ EM สตาร์เท่ากับ 6%/22%/30%/40% ของ ATK"}],"mind":{"name":"แค่หยอกเล่น","desc":"ถ้าคุณบอกว่าเรื่องตลกของเธอนั้นเชยไปแล้ว เธอจะตอบกลับว่า “ทำไมต้องจริงจังด้วย?”"},"memory":{"name":"จากกันด้วยรัก","desc":"ผู้ที่อาศัยอยู่ในอดีตนั้นไม่อาจเอื้อมถึงและไม่อาจปล่อยไป"},"belief":{"name":"กระสุนเงิน","desc":"เธอมีกระสุนเงิน เธอกำลังล่าแวมไพร์เหรอ?"},"emotion":{"name":"พุ่งเป้าไปอนาคต","desc":"เธอแน่ใจในโชคชะตาของเธอเสมอ"}},{"_id":21,"id":"selfexplosive","name":"ระเบิดตัวเอง","suitName":"ระเบิดตัวเอง","hash":"R1","rarity":"R","bonus":[{"count":3,"value":"สร้างดาเมจด้วยอาวุธไฟเพิ่มขึ้น 6%"}],"mind":{"name":"แก่นระเบิด","desc":"แก่นออมเนียมโชติช่วงอยู่ภายใน"},"memory":{"name":"เส้นผูกมัด","desc":"แน่นอนว่าไม่ใช่เส้นเชือกจริงๆ ผู้สร้างแค่ต้องการตั้งชื่อให้น่ากลัว"},"belief":{"name":"เส้นใยสะพรึง","desc":"รูปลักษณ์ของแมงมุมมักจะทำให้ผู้คนหวาดกลัวมากเสียกว่าความเสียหายที่มันสร้าง"},"emotion":{"name":"โอเวอร์เวล์ม","desc":"พวกมันจะเป็นฝันร้ายที่ต้องจัดการเป็นกลุ่ม"}},{"_id":22,"id":"shiro","name":"ชิโร่","suitName":"บทกวีแห่งการจากลา","hash":"SSR7","rarity":"SSR","bonus":[{"count":2,"value":"สร้างดาเมจและทำลายเกราะเป้าหมายที่มี HP มากกว่า 50% ได้มากขึ้น 15%/19%/22.5%/26%"},{"count":4,"value":"เมื่อเข้าร่วมการต่อสู้ จะได้รับการเพิ่มค่าดาเมจ 20%/25%/30%/35% เป็นเวลา 35 วินาที ใช้เวลารีเซ็ต 5 วินาทีหลังออกจากการต่อสู้"}],"mind":{"name":"ปลีกตัวเดียวดาย","desc":"กลัวทุกคนเหมือนแมวป่า แต่บางครั้งก็นั่งริมสระน้ำและเล่นน้ำ สงสัยว่าทำไมตนรู้สึกเหงา"},"memory":{"name":"โหยหาทะเล","desc":"ความงามส่วนใหญ่ของมหาสมุทรมาจากข้อเท็จจริงที่ว่ามันไม่อาจทำความเข้าใจได้อย่างถ่องแท้"},"belief":{"name":"นักร้องเสียงสวรรค์","desc":"หลักฐานแห่งเสียงร้องที่น่าทึ่งของเธอ จากนักวิจัยผู้ท้าความตายด้วยการลักลอบนำบันทึกเพลงออกนอกเมือง"},"emotion":{"name":"เหมือนแมว","desc":"ทุกสัมผัสเต็มไปด้วยความระแวดระวัง ทุกการมองหลบเลี่ยงฉับไว... นั่นคือวิธีหาความสุขอย่างถ่อมตนของเธอ"}},{"_id":23,"id":"sobek","name":"โซเบก","suitName":"เงาหนองน้ำ","hash":"SR4","rarity":"SR","bonus":[{"count":3,"value":"สร้างดาเมจได้เพิ่มขึ้น 6%/7.5%/9% ต่อจำนวนศัตรูที่อยู่ใกล้ๆ ทับซ้อนได้สูงสุด 3 ครั้ง"}],"mind":{"name":"แผนการ","desc":"ระวังอย่าถูกลากลงไปในหลุมพรางที่มันอยู่"},"memory":{"name":"โอกาส","desc":"มันใจเย็นเสมอ ใจเย็นพอที่จะรอให้คนเซ่อบางคนมาเหยียบ"},"belief":{"name":"งงงวย","desc":"มันไม่เคลื่อนไหว นี่มันหลับอยู่หรือว่ากำลังรักษาพลังงาน?"},"emotion":{"name":"กระสับกระส่าย","desc":"มันเบื่อเป็นเหมือนกัน และเมื่อมันรู้สึกกระสับกระส่าย มันก็จะระบายกับคนที่เดินผ่านไปมา"}},{"_id":24,"id":"standard_operation","name":"ยุทธการขั้นพื้นฐาน","suitName":"ยุทธการขั้นพื้นฐาน","hash":"R3","rarity":"R","bonus":[{"count":3,"value":"สร้างดาเมจด้วยอาวุธสายฟ้าเพิ่มขึ้น 6%"}],"mind":{"name":"องครักษ์รุ่นมาตรฐาน","desc":"การเป็นองครักษ์ติดอาวุธที่ดีหมายถึงการปกป้องสิ่งที่คุณต้องป้องกัน"},"memory":{"name":"องครักษ์จอมทำลาย","desc":"ไร้ปรานีกับทุกคนที่พยายามจะทำลายสิ่งที่มันปกป้อง"},"belief":{"name":"องครักษ์ไม่ยอมแพ้","desc":"ไม่ว่าศัตรูจะแข็งแกร่งเพียงใด มันก็จะไม่ล้มจนกว่าจะถูกทำลายจนสิ้นซาก"},"emotion":{"name":"องครักษ์บัญญัติ","desc":"สิ่งที่สร้างขึ้นจากอุตสาหกรรมนั้นไม่มีเจตจำนงของตนเอง แต่กฎที่พวกมันปฏิบัติตามก็อาจเรียกได้ว่าเป็นบัญญัติของพวกมัน"}},{"_id":25,"id":"tsubasa","name":"สึบาสะ","suitName":"เนตรวายุ","hash":"SSR2","rarity":"SSR","bonus":[{"count":2,"value":"เพิ่มค่าดาเมจที่สร้าง 14%/16%/18%/20% เมื่อไม่มีศัตรูอยู่ภายในรัศมี 4 เมตร"},{"count":4,"value":"หากยิงเข้าหัวหรือใช้ธนูลมหนาว: ทะลุทะลวง จะเพิ่มค่า ATK 15%/18%/21%/25% เป็นเวลา 8 วินาที"}],"mind":{"name":"แปรผันลู่ลม","desc":"“ลมพัด” นั่นคือประโยคที่สรุปการจากลาและการออกเดินทางอีกครั้ง"},"memory":{"name":"ชีพจรลงเท้า","desc":"เธอเดินทางตลอดเวลา และพักในที่ที่เธอสำรวจอย่างถี่ถ้วนแล้วเท่านั้น"},"belief":{"name":"นักเดินทางเร่ร่อน","desc":"คุณจะบอกได้ยังไงว่าความศรัทธาใดถูกต้อง? คำตอบคือ ความศรัทธาที่ได้ชัยชนะในตอนสุดท้าย"},"emotion":{"name":"เย็นชาไร้ใจ","desc":"การประเมินความสัมพันธ์อย่างสมเหตุสมผล"}},{"_id":26,"id":"wandering_aberrant","name":"กลายพันธุ์พเนจร","suitName":"เลือดอำมหิต","hash":"N1","rarity":"N","bonus":[{"count":3,"value":"สร้างดาเมจเพิ่มขึ้น 4%"}],"mind":{"name":"กลายพันธุ์พเนจร","desc":"มันได้เตร่ไปในสถานที่ต่างๆ ตั้งแต่ตอนที่หนีออกจากห้องทดลอง ความผิดปกติของมันเกิดจากการทดลองหรือกัมมันตภาพรังสีของออมเนียมกันแน่? ไม่มีใครรู้เลย"},"memory":{"name":"สัตว์ดุร้าย","desc":"สัตว์ที่ถูกระงับความดุร้ายไว้ด้วยการเลี้ยง จะค่อยๆ ดุร้ายขึ้นเมื่อปรับตัวเข้ากับป่า"},"belief":{"name":"กำลังหักหาญ","desc":"ดูเหมือนว่ามันจะรู้ว่ามันสามารถแหกกรงออกมาได้ด้วยการใช้พลัง และหนีออกจากการคุมขัง"},"emotion":{"name":"ผู้ตามหาบ้าน","desc":"แม้ว่าจะมีรอยเท้าทั่วแอสเพอเรีย แต่ก็ยังไม่สามารถหาบ้านได้... เนื่องจากมันเกิดในห้องทดลอง"}},{"_id":27,"id":"zero","name":"เซโร่","suitName":"สัมพันธ์อันเหลือเชื่อ","hash":"SSR8","rarity":"SSR","bonus":[{"count":2,"value":"เมื่อใช้สกิลปลดปล่อยเพื่อเปลี่ยนไปใช้อาวุธปัจจุบัน จะได้โล่ที่มีค่าพลังเท่ากับ 150%/200%/250%/300% ของค่า ATK เป็นเวลา 6 วินาที"},{"count":4,"value":"ขณะโล่ยังมีผลอยู่ คุณและเพื่อนร่วมทีมจะสร้างดาเมจได้มากขึ้น 16%/20%/24%/28%"}],"mind":{"name":"คำนวณเหนือธรรมชาติ","desc":"แหกตรรกะ ล้มล้างความเป็นจริง ทิ้งสูตรต่างๆ จากประสบการณ์ให้หมด เพื่อให้ได้ผลลัพธ์สุดท้าย"},"memory":{"name":"เทอร์มินัลโปรโตคอล","desc":"ความทรงจำเป็นเพียงการปลูกถ่าย ส่วนเรื่องที่ว่ามันเป็นของแท้หรือของปลอม คุณต้องพิจารณาเอง"},"belief":{"name":"จัดเรียงข้อมูล","desc":"อินเทลถูกสร้างขึ้นผ่านการจัดเรียงข้อมูลหลวม"},"emotion":{"name":"คนแกร่งย่อมรอด","desc":"การอยู่รอดของผู้ที่เหมาะสมที่สุดคือกฎธรรมชาติและเป็นการแสดงถึงความเหนือกว่าของแต่ละคน"}}]}