[
  {
    "_id": 28,
    "id": "apophis",
    "name": "Apophis",
    "suitName": "Pelea Interna",
    "hash": "SR2",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Inflige más daño cuando los PS están más bajos. Inflige daño máximo cuando los PS están en 20%. Se puede aumentar el daño hasta un 20%/25%/30%."
      }
    ],
    "mind": {
      "name": "Gigante",
      "desc": "De tamaño gigante, cada uno de sus movimientos produce grandes cambios."
    },
    "memory": {
      "name": "Confrontación",
      "desc": "¿Contra qué estoy peleando? ¿Contra el destino o contra mí?"
    },
    "belief": {
      "name": "Punto Débil",
      "desc": "La debilidad son las configuraciones de seguridad implantadas en el chip y son imposibles de superar o resistir."
    },
    "emotion": {
      "name": "Odio",
      "desc": "¿Por qué lo hicieron y modificaron?"
    }
  },
  {
    "_id": 28,
    "id": "bailing",
    "name": "Bai Ling",
    "suitName": "Bloqueo mortal",
    "hash": "SR9",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido a objetivos graves en un 12%/15%/18%."
      }
    ],
    "mind": {
      "name": "distinta",
      "desc": "¿Qué hacer si se expande cuando piensas en ello?"
    },
    "memory": {
      "name": "disipación",
      "desc": "¿Del caos al orden? Probablemente se requiera intervención externa. Dije probablemente."
    },
    "belief": {
      "name": "comercio justo",
      "desc": "Los bienes deben intercambiarse de acuerdo a su valor real. ¿Pero qué valor tiene algo que es invaluable?"
    },
    "emotion": {
      "name": "Enésima Potencia",
      "desc": "Si tan solo la experiencia ganada y el ROI funcionaran exponencialmente..."
    }
  },
  {
    "_id": 28,
    "id": "barbarossa",
    "name": "Barbarossa",
    "suitName": "Pesadilla doble",
    "hash": "SR5",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Al cambiar a esta arma, obtiene un 50%/62.5%/75% de reflexión de daño por 3 segundos. Enfriamiento: 30 segundos. Al cambiar a otra arma, obtiene un 20%/25%/30% de refuerzo de daño por 5 segundos. Enfriamiento: 30 segundos."
      }
    ],
    "mind": {
      "name": "Juego de Poder",
      "desc": "Las dos cabezas suelen pelearse por a quién le toca matar a la presa. Con un poco de instigación, la pelea se vuelve física."
    },
    "memory": {
      "name": "Tierra Dividida",
      "desc": "¿De dónde vino? Tal vez todavía lo sabe, de algún modo."
    },
    "belief": {
      "name": "Agresividad Natural",
      "desc": "Nunca se cansa de morder y machacar, y siempre espera con ansias que aparezca su próxima víctima."
    },
    "emotion": {
      "name": "Rugido Intimidante",
      "desc": "Todo comienza con un rugido... que también es la sentencia de muerte de sus víctimas inocentes."
    }
  },
  {
    "_id": 28,
    "id": "claudia",
    "name": "Claudia",
    "suitName": "Golpe multidireccional",
    "hash": "SSR6",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta el daño en un 13%/17%/20%/23% cuando se golpea un objetivo en el aire o se inicia un ataque aéreo. Restablece el salto doble al golpear un objetivo en el aire."
      },
      {
        "count": 4,
        "value": "Golpear a un enemigo con una habilidad reduce el enfriamiento de todas las habilidades de armas en 1.5/2/2.5/3 segundos y aumenta el daño de las habilidades de descarga en un 36%/45%/54%/63% durante 15 segundos."
      }
    ],
    "mind": {
      "name": "análisis racional",
      "desc": "Primero, aprende a aceptar las opiniones populares, luego haz tu propio juicio sobre el problema."
    },
    "memory": {
      "name": "verdadero ser",
      "desc": "Sé fiel a ti misma para no estar atada al pasado y conquistar el futuro."
    },
    "belief": {
      "name": "rectitud",
      "desc": "Todos los esfuerzos por defender la justicia valdrán la pena."
    },
    "emotion": {
      "name": "aura de determinación",
      "desc": "Llevar los valores a la acción y expandirlos en el proceso."
    }
  },
  {
    "_id": 28,
    "id": "cocoritter",
    "name": "Cocoritter",
    "suitName": "Prueba de confianza",
    "hash": "SSR3",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta la capacidad de curación y la curación recibida en un 10%/12%/14%/16%."
      },
      {
        "count": 4,
        "value": "Cuando tú o tus compañeros de grupo se curan, aumenta el ATQ en un 12.5%/15%/17.5%/20% por 6 segundos. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."
      }
    ],
    "mind": {
      "name": "instinto artístico",
      "desc": "El pensamiento detrás de la creación artística también puede aplicarse en el campo de batalla."
    },
    "memory": {
      "name": "superposición de identidad",
      "desc": "Su silueta se superpone con la del protector que recuerda."
    },
    "belief": {
      "name": "cuidadora",
      "desc": "Lo que busca es simple: calmar tu dolor."
    },
    "emotion": {
      "name": "asistente",
      "desc": "Confía en mí y déjame apoyarte."
    }
  },
  {
    "_id": 28,
    "id": "crow",
    "name": "Cuervo",
    "suitName": "Persecución fanática",
    "hash": "SSR11",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta el daño crítico a objetivos con menos del 60% de PS en un 33%/42%/50%/58%."
      },
      {
        "count": 4,
        "value": "Los críticos infligen daño periódico adicional cada segundo equivalente al 12%/15%/18%/21% del ATQ por 5 segundos. El efecto no puede acumularse."
      }
    ],
    "mind": {
      "name": "Decimoprimera Dimensión",
      "desc": "Algunas cosas son intangibles, pero existen."
    },
    "memory": {
      "name": "Formateo",
      "desc": "Pasado, pisado. El presente es lo que debes conquistar."
    },
    "belief": {
      "name": "Sobrevivencia Extrema",
      "desc": "Nunca te rindas, aunque las posibilidades sean casi nulas."
    },
    "emotion": {
      "name": "Rendición",
      "desc": "Un extraño espectáculo de payasos, a veces difícil de concebir."
    }
  },
  {
    "_id": 28,
    "id": "echo",
    "name": "Echo",
    "suitName": "Desarraigo",
    "hash": "SR12",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Usar una habilidad de descarga para cambiar al arma actual otorga 80/100/120 de carga de arma."
      }
    ],
    "mind": {
      "name": "hasta el final",
      "desc": "Una línea directa de pensamiento para completar el objetivo actual."
    },
    "memory": {
      "name": "Poscrisis",
      "desc": "El recuerdo de un campo de nieve y un camión luego de sobrevivir a una crisis."
    },
    "belief": {
      "name": "blanco o negro",
      "desc": "Para ella, las cosas complicadas son muy difíciles de entender."
    },
    "emotion": {
      "name": "nostalgia",
      "desc": "Dos hogares, dos refugios, ambos acogedores. En cualquier caso, es el regreso a casa."
    }
  },
  {
    "_id": 28,
    "id": "ene",
    "name": "Ene",
    "suitName": "Sobrecarga",
    "hash": "SR8",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Al infligir daño superior al 100% del ATQ, inflige daño adicional equivalente al 60%/75%/90% del ATQ. Enfriamiento: 3 segundos."
      }
    ],
    "mind": {
      "name": "Competitiva",
      "desc": "Cuando el poder aumenta, su potencia acelerada se traslada al arma con un leve estremecimiento."
    },
    "memory": {
      "name": "Bala Perdida",
      "desc": "El Laboratorio Supresor de Hykros nunca olvida la lucha que prestó."
    },
    "belief": {
      "name": "Segunda Vida",
      "desc": "Un cuerpo sin dolor funciona mientras le quede un último ápice de energía y hasta su completa destrucción."
    },
    "emotion": {
      "name": "Foto Familiar",
      "desc": "La llevó consigo solo porque su padre se lo rogó."
    }
  },
  {
    "_id": 28,
    "id": "frigg",
    "name": "Frigg",
    "suitName": "Mente y Cuerpo de Hierro",
    "hash": "SSR15",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2
      },
      {
        "count": 4,
        "value": "Al desatar un Dominio de Hielo con el arma \"Balmung\", los enemigos dentro del Dominio de Hielo reciben daño de hielo equivalente al 55%/65%/75%/85% del ATQ cada segundo."
      }
    ],
    "mind": {
      "name": "Hoja del Alma",
      "desc": "Rebanaré tu codicia por lo prohibido."
    },
    "memory": {
      "name": "Postcataclismo",
      "desc": "Mi familia... mis amigos... Ahora solo quedo yo..."
    },
    "belief": {
      "name": "Postura",
      "desc": "Ya tienes tu definición, ¿y qué es la justicia para mí?"
    },
    "emotion": {
      "name": "Duda",
      "desc": "¿Quién está detrás de todo esto? ¿Alguien puede decirme?"
    }
  },
  {
    "_id": 28,
    "id": "frost_bot",
    "name": "Robot de Hielo",
    "suitName": "Cero extremo",
    "hash": "SR3",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Cuando los PS están debajo del 40%, usar una habilidad de descarga para cambiar el arma actual restaura los PS equivalentes al 160%/200%/240% del ATQ."
      }
    ],
    "mind": {
      "name": "No Subestimes",
      "desc": "Parece ser comida, cierto, pero de todos modos deberías tener cuidado."
    },
    "memory": {
      "name": "Final Veloz",
      "desc": "El sistema de combate de una armadura tiene un único objetivo: terminar con el combate lo más rápido posible."
    },
    "belief": {
      "name": "Congelación Rápida",
      "desc": "Transforma todo a su alrededor en bloques de hielo."
    },
    "emotion": {
      "name": "Implacable",
      "desc": "No es buena idea combatirlo."
    }
  },
  {
    "_id": 28,
    "id": "functional_dash",
    "name": "Carrera funcional",
    "suitName": "Carrera funcional",
    "hash": "R2",
    "rarity": "R",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido por armas de hielo en un 6%."
      }
    ],
    "mind": {
      "name": "Camión",
      "desc": "Va y viene entre las minas y el camino."
    },
    "memory": {
      "name": "Reinicio",
      "desc": "Los vehículos pueden atacar si reciben un nuevo comando."
    },
    "belief": {
      "name": "Mente de máquina",
      "desc": "Una modificación cibernética sin libre albedrío que cumple órdenes como si fuera una máquina."
    },
    "emotion": {
      "name": "Blanco",
      "desc": "La mayor ventaja de una modificación es la precisión de su ataque, que no se ve afectado por las emociones o la sensibilidad."
    }
  },
  {
    "_id": 28,
    "id": "hilda",
    "name": "Hilda",
    "suitName": "Parábola",
    "hash": "SR7",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el ATQ en un 15%/19%/22.5% cuando no hay enemigos en 6 metros a la redonda."
      }
    ],
    "mind": {
      "name": "perspicacia",
      "desc": "Está llena de perspicacia para los negocios."
    },
    "memory": {
      "name": "criada en el puerto",
      "desc": "Sus orificios nasales han olido el aroma salado del mar por demasiado tiempo y lo echan de menos cuando no lo sienten."
    },
    "belief": {
      "name": "regateadora",
      "desc": "Nunca compres objetos a su precio total, ¡siempre regatea hasta el final!"
    },
    "emotion": {
      "name": "bola imparable",
      "desc": "No hay muchas cosas para jugar con amigos físicamente torpes."
    }
  },
  {
    "_id": 28,
    "id": "huma",
    "name": "Huma",
    "suitName": "Un poco ascendido",
    "hash": "SSR10",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Golpear objetivos con las habilidades de esquivar los hacen sangrar, lo que inflige daño equivalente al 15%/19%/22.5%/26% del ATQ cada segundo durante 5 segundos."
      },
      {
        "count": 4,
        "value": "Reduce el ATQ de todos los objetivos en un radio de 8 metros que estén recibiendo daño prolongado en un 10%/12%/13%/15%. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."
      }
    ],
    "mind": {
      "name": "Confusión",
      "desc": "El instinto por ver la luz guio a los pichones fuera de sus cascarones."
    },
    "memory": {
      "name": "Hoja en Blanco",
      "desc": "Comienza a escribir el código de programación para una personalidad completamente nueva de inmediato."
    },
    "belief": {
      "name": "Sin Complicaciones",
      "desc": "Alguien con amnesia como tú. Siempre trata de hacer lo más sencillo primero."
    },
    "emotion": {
      "name": "Inocente",
      "desc": "La expresión seria es parte del paquete."
    }
  },
  {
    "_id": 28,
    "id": "king",
    "name": "KING",
    "suitName": "Defensor de la violencia",
    "hash": "SSR4",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Cuando un objetivo es destruido, otorga un 8%/10%/12%/14% de refuerzo de daño por 25 segundos. Solo se aplica el mayor nivel cuando se obtiene el mismo efecto repetidas veces."
      },
      {
        "count": 4,
        "value": "Cuando hay 2 o más enemigos, los golpes restauran PS iguales al 14%/18%/22%/26% del daño infligido al atacar. Los PS máximos restaurados cada 0.5 segundos no pueden exceder un 36%/42%/48%/54% del ATQ."
      }
    ],
    "mind": {
      "name": "líder del submundo",
      "desc": "Una buena reputación no cambia el hecho de tener los bolsillos vacíos, así que llenémoslos primero y preguntemos después."
    },
    "memory": {
      "name": "vivir para luchar",
      "desc": "Los mineros trabajan como zombis. Te convertirás en uno de ellos si no te escapas a tiempo."
    },
    "belief": {
      "name": "buscaemociones",
      "desc": "Busca las emociones y el placer desmesurado... y eso no incluye aspiraciones profesionales."
    },
    "emotion": {
      "name": "hombre ejército",
      "desc": "Luchar solo con los puños tiene su límite, y eso es algo que aprendió a temprana edad."
    }
  },
  {
    "_id": 28,
    "id": "meryl",
    "name": "Meryl",
    "suitName": "Guardián blanco puro",
    "hash": "SSR1",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Si los PS están por debajo del 30% después de recibir un ataque, otorga un escudo equivalente al 20%/26%/32%/40% de los PS Máx. por 10 segundos. Enfriamiento: 90 segundos."
      },
      {
        "count": 4,
        "value": "Aumenta el daño de Torbellino en un 36%/45%/54%/63% y restaura PS equivalentes al 30%/38%/44%/50% del daño infligido mientras Torbellino está activo. Los PS Máx. restaurados cada 0.5 segundos no deberán exceder un 60%/72%/81%/90% del ATQ."
      }
    ],
    "mind": {
      "name": "estimulación directa",
      "desc": "Una compleja simulación de lucha con espadas, al parecer usada para la calibración. En cualquier caso, no es para la gente común."
    },
    "memory": {
      "name": "llamada para despertar",
      "desc": "Fragmentos encadenados de memoria utilizados para implantar una conciencia. No vienen con manual de instrucciones."
    },
    "belief": {
      "name": "autoridad absoluta",
      "desc": "Por supuesto, representa la autoaprobación y el reconocimiento externo del poder de un ejecutor."
    },
    "emotion": {
      "name": "distante",
      "desc": "Barreras mentales comunicativas impuestas para rechazar cualquier tipo de socialización."
    }
  },
  {
    "_id": 28,
    "id": "nemesis",
    "name": "Némesis",
    "suitName": "Puente de Vida",
    "hash": "SSR14",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Cuando un objetivo está siendo curado, su ATQ eléctrico aumenta un 15%/18%/21%/25% por 20 segundos. No se acumula y solo aquel cuyo nivel es el más alto funciona cuando se obtiene repetidamente."
      },
      {
        "count": 4,
        "value": "Al curarte o curar a tu Electrodo, el objetivo de la curación obtiene una carga de \"rayo\". El siguiente ataque realizado en 30 segundos recibe \"rayo\" e inflige daño eléctrico equivalente al 300%/375%/450%/525% del ATQ eléctrico (el daño causado por Electrodos se reduce en un 50%). No se puede activar más de una vez en 10 segundos. Las cargas de \"rayo\" no se acumulan. Solo el nivel más alto se aplica al obtenerse repetidamente."
      }
    ],
    "mind": {
      "name": "Células de Aleación",
      "desc": "Se reemplazó más de la mitad del casco. ¿Habrá modo de medir la proporción de almas?"
    },
    "memory": {
      "name": "Oso de Peluche",
      "desc": "Perdí dos hogares en la vida, pero al menos algunos objetos permanecieron conmigo en el tiempo."
    },
    "belief": {
      "name": "Actualización",
      "desc": "La inocencia se pierde y el valor se vuelve más maduro y refinado."
    },
    "emotion": {
      "name": "Impulso Interno",
      "desc": "Los recuerdos y el corazón de la humanidad pueden ser un obstáculo o una fuerza impulsora."
    }
  },
  {
    "_id": 28,
    "id": "pepper",
    "name": "Pepper",
    "suitName": "Sin parar",
    "hash": "SR6",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta la velocidad de adquisición de carga del arma un 10%/12.5%/15%."
      }
    ],
    "mind": {
      "name": "línea de ensamblado",
      "desc": "¿Quién le explicará que ya se esforzó por demasiado tiempo?"
    },
    "memory": {
      "name": "cicatriz quirúrgica",
      "desc": "Las aberraciones no se pueden revertir. Al igual que las cicatrices quirúrgicas, no se pueden borrar."
    },
    "belief": {
      "name": "brazalete",
      "desc": "Como doctora, no puedes apartar la mirada, ni ser autocomplaciente o incapaz."
    },
    "emotion": {
      "name": "pastilla para dormir",
      "desc": "Tiene insomnio porque no quiere enfrentarse a la muerte en sus sueños."
    }
  },
  {
    "_id": 28,
    "id": "plunder",
    "name": "Saqueo",
    "suitName": "Saqueo",
    "hash": "R4",
    "rarity": "R",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido por armas físicas en un 6%."
      }
    ],
    "mind": {
      "name": "Agitadores",
      "desc": "Saqueadores que generan el caos por donde vayan, simplemente porque tienen el poder de hacerlo."
    },
    "memory": {
      "name": "Anarquistas",
      "desc": "No siguen ninguna orden. El caos es lo que buscan."
    },
    "belief": {
      "name": "Asesino cuerpo a cuerpo",
      "desc": "Nadie querrá luchar con ellos de nuevo."
    },
    "emotion": {
      "name": "Portador del caos",
      "desc": "Algunas cosas son caóticas por naturaleza y no les importaría volverse más caóticas."
    }
  },
  {
    "_id": 28,
    "id": "robarg",
    "name": "Robarg",
    "suitName": "Devorador",
    "hash": "SR1",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Cuando se destruye un objetivo, envenena al objetivo e inflige daño equivalente al 45%/56%/67.5% del ATQ cada segundo por 10 segundos."
      }
    ],
    "mind": {
      "name": "Codicia",
      "desc": "Atado a una avaricia que parece no tener fin."
    },
    "memory": {
      "name": "Instinto",
      "desc": "Su instinto siempre se adelanta."
    },
    "belief": {
      "name": "Agotamiento",
      "desc": "Afecta a todo, desde el cuerpo hasta la energía que se necesita para sobrevivir."
    },
    "emotion": {
      "name": "El Fin",
      "desc": "Busca que todo termine."
    }
  },
  {
    "_id": 28,
    "id": "samir",
    "name": "Samir",
    "suitName": "Liberación racional",
    "hash": "SSR9",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta el daño progresivamente en un 1% al golpear a un objetivo. Se puede acumular hasta 10/13/16/20 veces. Dura 1.5 segundos."
      },
      {
        "count": 4,
        "value": "Aumenta el daño por explosión eléctrica de las Estrellas Magnéticas Dobles un 16%/22%/30%/40% del ATQ."
      }
    ],
    "mind": {
      "name": "solo bromeaba",
      "desc": "Si piensas que sus bromas son cursis, ella te responderá: \"¿Por qué esa cara seria?\"."
    },
    "memory": {
      "name": "la que se marchó",
      "desc": "Quien vive en el pasado es inalcanzable y no se puede soltar."
    },
    "belief": {
      "name": "bala de plata",
      "desc": "Ella tiene una bala de plata. ¿Está cazando vampiros?"
    },
    "emotion": {
      "name": "enfoque de futuro",
      "desc": "Siempre está segura de su destino."
    }
  },
  {
    "_id": 28,
    "id": "selfexplosive",
    "name": "Autoexplosivo",
    "suitName": "Autoexplosivo",
    "hash": "R1",
    "rarity": "R",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido por armas de fuego en un 6%."
      }
    ],
    "mind": {
      "name": "Núcleo explosivo",
      "desc": "El núcleo de Omnio arde brillante en el interior."
    },
    "memory": {
      "name": "Hilo de unión",
      "desc": "No es un hilo de verdad, claro. Su creador solo quería infundir temor."
    },
    "belief": {
      "name": "Red de pavor",
      "desc": "A veces, la mirada de una araña atemoriza más que el daño que puede provocar."
    },
    "emotion": {
      "name": "Imposición",
      "desc": "Cuando actúan en grupo, son una pesadilla para quien se les cruce."
    }
  },
  {
    "_id": 28,
    "id": "shiro",
    "name": "Shiro",
    "suitName": "Poema de partida",
    "hash": "SSR7",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta el daño y la destrucción de los objetivos con más de 50% de PS en un 15%/19%/22.5%/26%."
      },
      {
        "count": 4,
        "value": "Al entrar a una batalla, otorga un 20%/25%/30%/35% de refuerzo de daño por 35 segundos. Se reinicia a los 5 segundos después de salir de la batalla."
      }
    ],
    "mind": {
      "name": "aislada",
      "desc": "Desconfía de todo el mundo como un gato salvaje, aunque a veces se sienta junto a una piscina y juega con el agua, preguntándose por qué está sola."
    },
    "memory": {
      "name": "nostalgia del mar",
      "desc": "Buena parte de la belleza del océano proviene del hecho de que nunca podrá comprenderse del todo."
    },
    "belief": {
      "name": "gran cantante",
      "desc": "La prueba de su increíble voz, gracias a un investigador que desafió a la muerte para grabarla."
    },
    "emotion": {
      "name": "Como una Gatita",
      "desc": "Movimientos precavidos y evitar todas las miradas... Ese es su humilde camino a la felicidad."
    }
  },
  {
    "_id": 28,
    "id": "sobek",
    "name": "Sobek",
    "suitName": "Sombra del Pantano",
    "hash": "SR4",
    "rarity": "SR",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido en un 6%/7.5%/9% para cada enemigo cercano. Hasta 3 acumulaciones."
      }
    ],
    "mind": {
      "name": "Plan",
      "desc": "Ten cuidado de no caer en sus redes."
    },
    "memory": {
      "name": "Oportunidad",
      "desc": "Siempre paciente, esperando que algún descuidado caiga en sus garras."
    },
    "belief": {
      "name": "Confusión",
      "desc": "No se mueve. ¿Está durmiendo o solo conserva su energía?"
    },
    "emotion": {
      "name": "Inquietud",
      "desc": "Cuando se aburre o siente inquietud, algún inocente transeúnte puede ser su víctima."
    }
  },
  {
    "_id": 28,
    "id": "standard_operation",
    "name": "Operación estándar",
    "suitName": "Operación estándar",
    "hash": "R3",
    "rarity": "R",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido por armas eléctricas en un 6%."
      }
    ],
    "mind": {
      "name": "Guardia normal",
      "desc": "Ser un buen guardia significa proteger lo que sea que estés cuidando."
    },
    "memory": {
      "name": "Guardia exterminador",
      "desc": "Ataca sin piedad a quien intente destruir lo que sea que esté cuidando."
    },
    "belief": {
      "name": "Guardia inflexible",
      "desc": "No importa qué tan poderoso sea el enemigo, no se rendirá hasta destruirlo por completo."
    },
    "emotion": {
      "name": "Guardia con principios",
      "desc": "Las creaciones industriales no tienen libre albedrío, pero las reglas que siguen pueden ser consideradas sus principios."
    }
  },
  {
    "_id": 28,
    "id": "tsubasa",
    "name": "Tsubasa",
    "suitName": "Ojo del viento",
    "hash": "SSR2",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Aumenta el daño infligido en un 14%/16%/18%/20% cuando no hay enemigos en 4 metros a la redonda."
      },
      {
        "count": 4,
        "value": "Con un tiro en la cabeza o al usar Flecha Helada: Disparo Perforante, aumenta el ATQ en un 15%/18%/21%/25% durante 8 segundos."
      }
    ],
    "mind": {
      "name": "veleta",
      "desc": "\"El viento sopla\". Eso resume las razones por las que abandonar todo y empezar de nuevo."
    },
    "memory": {
      "name": "gravitatoria",
      "desc": "Siempre se mueve de un lado a otro y solo permanece en lugares que haya explorado cuidadosamente."
    },
    "belief": {
      "name": "vagabunda",
      "desc": "¿Cómo saber cuál creencia es la indicada? Respuesta: la que al final emerge victoriosa."
    },
    "emotion": {
      "name": "frialdad",
      "desc": "Evalúa racionalmente sus relaciones."
    }
  },
  {
    "_id": 28,
    "id": "wandering_aberrant",
    "name": "Aberrante errante",
    "suitName": "Linaje salvaje",
    "hash": "N1",
    "rarity": "N",
    "bonus": [
      {
        "count": 3,
        "value": "Aumenta el daño infligido en un 4%."
      }
    ],
    "mind": {
      "name": "Aberrante errante",
      "desc": "Ha estado merodeando desde que escapó del laboratorio. ¿Esta abominación es producto de experimentos o de la radiación de Omnio? Nadie lo sabe."
    },
    "memory": {
      "name": "Naturaleza salvaje",
      "desc": "La naturaleza, sometida por la domesticación, lentamente se vuelve a aclimatar a la vida silvestre."
    },
    "belief": {
      "name": "Toro en la cristalería",
      "desc": "Parece como si estuviera a punto de romper su jaula a la fuerza y escapar de su cautiverio."
    },
    "emotion": {
      "name": "Buscahogares",
      "desc": "A pesar de las huellas que se encuentran por toda Aesperia, todavía no pudo encontrar su hogar... porque nació en un laboratorio."
    }
  },
  {
    "_id": 28,
    "id": "zero",
    "name": "Zero",
    "suitName": "Conexión increíble",
    "hash": "SSR8",
    "rarity": "SSR",
    "bonus": [
      {
        "count": 2,
        "value": "Al usar una habilidad de descarga para cambiar el arma actual, otorga un escudo equivalente al 150%/200%/250%/300% del ATQ durante 6 segundos."
      },
      {
        "count": 4,
        "value": "Mientras el escudo está activo, tú y tus compañeros de grupo infligen un 16%/20%/24%/28% de daño adicional."
      }
    ],
    "mind": {
      "name": "cálculo paranormal",
      "desc": "Desafía a la lógica, subvierte la realidad, abandona completamente las fórmulas basadas en la experiencia para llegar al resultado final."
    },
    "memory": {
      "name": "protocolo de terminal",
      "desc": "Los recuerdos solo son asunto de rastros. Si son reales o falsos... es algo que tú debes decidir."
    },
    "belief": {
      "name": "clasificación de datos",
      "desc": "La información se genera al clasificar datos sueltos."
    },
    "emotion": {
      "name": "la supervivencia del más apto",
      "desc": "La supervivencia del más apto es una ley de la naturaleza y la manifestación de la superioridad individual."
    }
  }
]