[
  {
    "_id": 1,
    "id": "3d_hykros_puzzle",
    "name": "Puzzle 3D d'Hykros",
    "description": "Un puzzle qui se répand dans tout Hykros. Son aspect inédit et son gameplay en font un jeu très amusant. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "king",
      "meryl",
      "samir",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 2,
    "id": "aida_comic",
    "name": "Bande dessinée d'Aida",
    "description": "Dépeint les aventures de Tata sur Aida dans des numéros mensuels. La quantité limitée et la popularité de cette B.D. ont provoqué des bagarres à chacune de ses sorties. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "frigg",
      "huma",
      "king",
      "tsubasa",
      "zero",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 3,
    "id": "angela_ornament",
    "name": "Décoration d'Angela",
    "description": "Une réplique miniature d'Angela, la serviteuse intelligente, qui comprend même la jolie paire d'ailes roses dans son dos. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "huma",
      "pepper",
      "nemesis"
    ],
    "characters": [
      "crow",
      "bailing",
      "echo",
      "ene",
      "frigg"
    ]
  },
  {
    "_id": 4,
    "id": "banges_specialty",
    "name": "Spécialité de Banges",
    "description": "Contient diverses spécialités de Banges, chaque boîte proposant des produits locaux sélectionnés au hasard. Ce qui signifie que vous ne savez jamais exactement ce que vous allez recevoir. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "frigg",
      "samir",
      "shiro",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 5,
    "id": "cat_throw_pillow",
    "name": "Coussin chat décoratif",
    "description": "Un coussin décoratif en forme de chat. Très relaxant et thérapeutique à serrer dans ses bras. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 6,
    "id": "chess_set",
    "name": "Jeu d'échecs",
    "description": "Un jeu pour deux joueurs, bien que certaines personnes préfèrent y jouer seules. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 7,
    "id": "coloring_book",
    "name": "Livre de coloriage",
    "description": "D'après le vendeur, quand vous aurez tout colorié, vous pourrez l'échanger contre un tout nouveau. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 8,
    "id": "crazy_dumont_figurine",
    "name": "Figurine de Dumont le fou",
    "description": "Personne ne sait quand a commencé l'engouement pour cette figurine de Dumont le fou, sauf que tout à coup, tout le monde en voulait une. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 9,
    "id": "crown_token",
    "name": "Jeton de Crown",
    "description": "Pièces commémoratives en édition limitée, frappées par Crown, avec un portrait du propriétaire de la mine au recto et un \"K\" stylisé au verso. Rassemblez sept de ces pièces pour (peut-être) gagner un jour de congé payé. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "king"
    ],
    "characters": [
      "crow",
      "meryl",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "hilda",
      "pepper"
    ]
  },
  {
    "_id": 10,
    "id": "custom_poker_deck",
    "name": "Jeu de poker personnalisé",
    "description": "Personne ne sait qui a créé ce jeu, mais à en juger par les règles, son créateur devait être quelqu'un de particulièrement intéressant. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 11,
    "id": "dumbbells",
    "name": "Haltères",
    "description": "Un accessoire de musculation utilisé surtout pour le fitness, sauf dans certains cas extrêmes… Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 12,
    "id": "flower_bouquet",
    "name": "Bouquet de fleurs",
    "description": "Un lot de fleurs joliment présenté et un excellent choix de cadeau, mais attention aux personnes allergiques au pollen ou qui n'aiment pas les plantes. Les fleurs sont produites en Aesperia. Les simulacres d'autres régions pourraient ne pas les trouver intéressantes.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 13,
    "id": "gem_necklace",
    "name": "Collier de pierres précieuses",
    "description": "Combien vaut ce collier de pierres précieuses ? Arrêtez de spéculer, occupez-vous plutôt de le garder à l'abri ! Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "pepper"
    ]
  },
  {
    "_id": 14,
    "id": "limited_peanut_figurine",
    "name": "Figurine limitée de Peanut",
    "description": "Figurine miniature très rare dotée de fonctions de stockage de données et de contrôle du volume. Inspirée du félin Peanut, elle est populaire parmi les amoureux des chats. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "frigg",
      "huma",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 15,
    "id": "limited_tata_figurine",
    "name": "Figurine limitée de Tata",
    "description": "Figurine à collectionner en édition limitée, souvenir d'une bande dessinée d'Aida. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "hilda"
    ],
    "characters": [
      "cobaltb",
      "king",
      "echo"
    ]
  },
  {
    "_id": 16,
    "id": "metal_alf_figurine",
    "name": "Figurine métallique d'Alf",
    "description": "Pour qu'il ressemble parfaitement au Alf original, les créateurs ont fabriqué celui-ci en métal. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "crow",
      "shiro",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 17,
    "id": "meteorite_in_a_bottle",
    "name": "Météorite en bouteille",
    "description": "Météorite dans une bouteille transparente. La météorite a l'air d'être composée d'une roche spatiale qui n'a pas brûlé et d'une sorte de mélange minéral qui émet une faible lueur. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 18,
    "id": "mini_potted_plant",
    "name": "Mini-plante en pot",
    "description": "Plante miniature en pot. Veuillez noter que la plante est artificielle et ne nécessite aucun soin particulier. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 19,
    "id": "moonrabbit_kit",
    "name": "Kit du Lapin lunaire",
    "description": "Montage requis. Basé sur l'image du Lapin lunaire. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 20,
    "id": "music_box",
    "name": "Boîte à musique",
    "description": "Une boîte à musique en métal. Le propriétaire précédent l'a peut-être cassée, qui sait, mais en tout cas, la jolie mélodie s'est arrêtée. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "frigg",
      "huma",
      "samir",
      "shiro",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 21,
    "id": "new_game_console",
    "name": "Nouvelle console de jeu",
    "description": "Nouvelle console de jeu haut de gamme, conçue par un génie de l'informatique. Son coût de production élevé a provoqué sa pénurie. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "zero",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "huma",
      "crow",
      "king",
      "samir",
      "tsubasa",
      "ene",
      "hilda"
    ]
  },
  {
    "_id": 22,
    "id": "new_kalka_ornament",
    "name": "Nouvelle décoration Kalka",
    "description": "Après avoir reçu un torrent de plaintes contre l'arrêt de la production de l'ancienne figurine de Kalka, les fabricants ont décidé de proposer une nouvelle version. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 23,
    "id": "nice_picture_frame",
    "name": "Joli cadre photo",
    "description": "Fabriqué expressément pour conserver les photos précieuses, à partir de matériaux spéciaux difficiles à endommager. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 24,
    "id": "paper_pinwheel",
    "name": "Moulin en papier",
    "description": "Un jouet tout simple et on ne peut plus ordinaire, mais qui continue toujours d'apporter joie et réconfort. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 25,
    "id": "perfume_bottle",
    "name": "Bouteille de parfum",
    "description": "Joli et élégant flacon en verre contenant un liquide agréablement parfumé. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 26,
    "id": "plush_toy",
    "name": "Peluche",
    "description": "La peluche préférée des enfants. Adorable, et qui sent bon la belle journée au soleil. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "cocoritter",
      "samir",
      "zero",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 27,
    "id": "postcard_of_aida",
    "name": "Carte postale d'Aida",
    "description": "Montre différentes vues d'Aida. Malgré la pollution par les radiations à omnium et d'autres problèmes de ce genre, certains paysages gagnent encore à être préservés. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 28,
    "id": "retro_harmonica",
    "name": "Harmonica rétro",
    "description": "Sert à jouer de ravissantes mélodies. Cet instrument étant rare, seules quelques personnes sur Aida savent en jouer. Aujourd'hui, son usage se limite probablement aux vrais mélomanes. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing",
      "echo"
    ]
  },
  {
    "_id": 29,
    "id": "silver_cookware",
    "name": "Batterie de cuisine en argent",
    "description": "Un ensemble complet et visiblement coûteux d'ustensiles de cuisine. On dit qu'il appartenait à un chef névrosé qui ne laissait jamais personne toucher à ces précieux outils. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "shiro"
    ],
    "characters": [
      "king",
      "meryl",
      "bailing",
      "frigg",
      "pepper"
    ]
  },
  {
    "_id": 30,
    "id": "smarty_doll",
    "name": "Poupée de Smarty",
    "description": "Un jouet basé sur l'image de Smarty. Les fabricants ont remplacé la plante artificielle sur sa tête par une vraie plante, ce qui en fait un précieux objet de collection. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "king",
      "meryl",
      "samir",
      "shiro",
      "bailing",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 31,
    "id": "snack_box",
    "name": "Boîte gourmande",
    "description": "Boîte de snacks créée par Fennie sur Astra, contenant diverses gourmandises irrésistibles. Un cadeau très populaire aux quatre coins du monde. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "echo",
      "hilda"
    ]
  },
  {
    "_id": 32,
    "id": "snow_globe",
    "name": "Boule à neige",
    "description": "Originaire du champ de neige de Warren, elle rappelle la neige pure tombée en hiver. Elle fait désormais office de décoration domestique. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "bailing"
    ],
    "characters": [
      "huma",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 33,
    "id": "spirit_princess_figurine",
    "name": "Figurine de la Princesse Esprit",
    "description": "Figurine miniature inspirée de la Princesse Esprit, la serviteur intelligente. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 34,
    "id": "tailormade_suit",
    "name": "Costume sur mesure",
    "description": "Costume sur mesure, plus beau et raffiné que les modèles classiques, avec des accessoires en prime. Les personnes qui ont le sens du spectacle devraient l'apprécier. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 35,
    "id": "tartarus_ornament",
    "name": "Décoration Tartarus",
    "description": "Une petite figurine qui reprendrait la forme de Tartarus. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 36,
    "id": "tool_set",
    "name": "Kit d'outils",
    "description": "Conçu à des fins pratiques et prêt à l'emploi. Peut également être utilisé comme pièce de rechange. Il est apprécié par les techniciens pour sa polyvalence. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 37,
    "id": "vitamin_pack",
    "name": "Boîte de vitamines",
    "description": "Supplément de bien-être. Indispensable pour les personnes qui travaillent trop longtemps ou qui sont trop occupées à jouer pour prendre de vrais repas. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "frigg",
      "huma",
      "crow",
      "echo",
      "pepper"
    ]
  },
  {
    "_id": 38,
    "id": "void_angel_figurine",
    "name": "Figurine de l'Ange du néant",
    "description": "Une figurine miniature d'après l'Ange du néant. Elle est entièrement blanche et nécessite un soin particulier pour rester immaculée. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "claudia",
      "crow",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "hilda"
    ]
  },
  {
    "_id": 39,
    "id": "warren_fossil",
    "name": "Fossile de Warren",
    "description": "D'antiques vestiges scellés dans la glace, découverts dans le champ de neige de Warren. Un article de collection très rare. Produit en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "king",
      "meryl",
      "shiro",
      "bailing"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "tsubasa",
      "pepper"
    ]
  },
  {
    "_id": 40,
    "id": "wool_scarf",
    "name": "Écharpe en laine",
    "description": "Elle devrait être fabriquée en laine transformée, mais cette technique étant désormais obsolète, la \"laine\" est en fait un matériau composite. Produite en Aesperia. Les simulacres d'autres régions pourraient ne pas trouver cet objet intéressant.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  }
]