{
  "_id": 5,
  "id": "ene",
  "name": "เอเนะ",
  "weapon": "จอมทุบ",
  "weapon_id": "pummeler",
  "birthday": "17 สิงหาคม (ราศีสิงห์)",
  "birthplace": "วิคตอเรียซีเคียวริตี้",
  "gender": "เพศหญิง",
  "info": "เธอดูเหมือนขี้เกียจและเฉื่อยชาเวลาที่ไม่มีอะไรทำ แต่ถ้าได้ต่อสู้จะกลับตื่นเต้นแข็งขันขึ้นมาทันที\nเธอภูมิใจมากในร่างกายหุ่นยนต์ของเธอที่ทั้งคล่องแคล่ว ทรงพลัง และไม่แก่ไปตามอายุ เธอยังดื้อที่จะทำสิ่งต่างๆ จนสุดขีดจำกัด และไม่ยอมแพ้ต่อหน้าพวกมนุษย์ที่เป็นร่างเนื้อทั่วไป\nถึงอย่างนั้นแล้ว สภาพจิตใจของเธอก็ยังคงเป็นเด็กน้อยที่มีมุมเปราะบางเวลาที่อยู่กับพ่อของเธอ",
  "description": "สมัยยุคสหพันธ์เก่า วิกตอเรียคือองค์กรทางการทหารภาคเอกชนซึ่งครั้งหนึ่งได้วางแผนจัดสร้างดรอยด์เพื่อการสู้รบ และเอเนะคือต้นแบบตัวแรกของโครงการ\nโดยทางโครงการมีเป้าหมายเพื่อสร้างดรอยด์สมบูรณ์แบบที่มีบุคลิกตัวตนของตนเอง รวมถึงมีความสามารถในการคิด รู้สึก และวางแผนล่วงหน้าได้ เจ้าของโครงการได้อนุญาตอัปโหลดจิตรู้สำนึกของลูกสาวผู้ล่วงลับของเขาที่สำรองไว้ไปยังเอเนะในฐานะ \"วิญญาณ\" ของดรอยด์\nท้ายที่สุดแล้ว เอเนะได้รับสิทธิ์การเป็นมนุษย์ในฐานะลูกสาวของเจ้าของโครงการ",
  "like": "ได้อยู่กับพ่อ มนุษที่แข็งแกร่งกว่าเธอ",
  "dislike": "เข้าใจแจ่มแจ้งถึงความเปราะบางของชีวิต",
  "element": "Ice",
  "rarity": "SR",
  "role": "Tank",
  "resonance": "DPS",
  "shatter": 10,
  "charge": 6,
  "skills": [
    {
      "name": "โจมตีปกติ",
      "type": [
        "Attack"
      ],
      "description": "เมื่ออยู่บนพื้นดิน จะเหวี่ยงค้อนออกไปโจมตีสี่ครั้งต่อเนื่อง\nการโจมตีครั้งแรก: สร้างค่าดาเมจเท่ากับ <b>76.3%</b> ของค่า ATK + <b>4</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สอง: สร้างค่าดาเมจเท่ากับ <b>62.1%</b> ของค่า ATK + <b>3</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สาม: สร้างค่าดาเมจเท่ากับ <b>157.4%</b> ของค่า ATK + <b>8</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สี่: สร้างค่าดาเมจเท่ากับ <b>263.8%</b> ของค่า ATK + <b>14</b> และยิงเป้าหมายไปในอากาศ\nเมื่ออยู่ในโหมดบ้าคลั่ง จะเหวี่ยงค้อนออกไปโจมตีสี่ครั้งต่อเนื่อง\nการโจมตีครั้งแรก: สร้างค่าดาเมจเท่ากับ <b>{8}%</b> ของค่า ATK + <b>{9}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สอง: สร้างค่าดาเมจเท่ากับ <b>{10}%</b> ของค่า ATK + <b>{11}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สาม: สร้างค่าดาเมจเท่ากับ <b>{12}%</b> ของค่า ATK + <b>{13}</b> และกระแทกเป้าหมายถอยหลังไปเป็นระยะทางสั้นๆ\nการโจมตีครั้งที่สี่: สร้างค่าดาเมจเท่ากับ <b>{14}%</b> ของค่า ATK + <b>{15}</b> และทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b>"
    },
    {
      "name": "รัวไม่ยั้ง",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "เมื่ออยู่กลางอากาศหรือหลังจากที่กระโดดไปหนึ่งครั้ง ให้แตะปุ่มโจมตีปกติเพื่อทริกเกอร์รัวไม่ยั้ง ซึ่งจะสร้างค่าดาเมจเท่ากับ <b>121.7%</b> ของค่า ATK + <b>6</b>และจะบังคับให้เป้าหมายลอยค้าง\nเมื่ออยู่ในโหมดบ้าคลั่ง จะสร้างค่าดาเมจเท่ากับ <b>133.9%</b> ของต่า ATK + <b>7</b> และจะทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b>\nยิ่งการโจมตีถูกทริกเกอร์สูงจากพื้น ค่าดาเมจที่สร้างก็จะรุนแรงยิ่งขึ้น สูงสุดไม่เกิน <b>600%</b>"
    },
    {
      "name": "คลื่นกระแทก",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "ให้แตะและกดปุ่มโจมตีปกติค้างไว้ในระหว่างที่อยู่กลางอากาศ, กระโดดสองชั้น หรือแตะปุ่มโจมตีปกติเป็นระยะสั้นๆ กลางอากาศในขณะที่มีเป้าหมายอยู่ในบริเวณใกล้เคียง, ในขณะที่กำลังปืน, กระโดนถอยหลังหรือโจมตีโดยใช้เจ็ตแพ็ก เพื่อทริกเกอร์คลื่นกระแทก คลื่นจะทำให้เป้าหมาย<b>ถูกบังคับลอยค้าง</b> เป็นจำนวน <b>4</b> ครั้ง สกิลจะสร้างค่าดาเมจเท่ากับ <b>34.8%</b> ของค่า ATK+ <b>2</b> ในแต่ละครั้ง และใช้ค่าความอึด <b>250</b> เต้ม\nเมื่ออยู่ในโหมดบ้าคลั่ง คลื่นกระแทกจะทำให้เป้าหมายถูก <b>บังคับลอยค้าง</b> เป็นจำนวน <b>5</b> ครั้ง สกิลจะสร้างค่าดาเมจเท่ากับ <b>38.3%</b> ของค่า ATK + <b>2</b> ในแต่ละครั้ง\nยิ่งการโจมตีถูกทริกเกอร์สูงจากพื้น ค่าดาเมจที่สร้างก็จะรุนแรงยิ่งขึ้น สูงสุดไม่เกิน <b>600%</b>"
    },
    {
      "name": "ลอบโจมตี",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "เข้าใกล้ศัตรูจากด้านหลังขณะหมอบ จากนั้นแตะการโจมตีปกติเพื่อใช้สกิลลอบโจมตี สร้างดาเมจ <b>427.5%</b> ของ ATK + <b>23</b>"
    },
    {
      "name": "ทุบเน้นเป้าหมาย",
      "type": [
        "Hold: Attack"
      ],
      "description": "ให้แตะและกดปุ่มโจมตีปกติค้างไว้เพื่อทริกเกอร์ทุบเน้นเป้าหมาย (สามารถชาร์จทับซ้อนกันได้สูงสุด 3 ชั้น) ในระหว่างที่ชาร์จ จะได้รับความทนทานต่อเอฟเฟกต์ควบคุมทุกอย่างและไฮเปอร์บอดี้\nการทับซ้อนชั้นแรก: สร้างค่าดาเมจเท่ากับ <b>110%</b> ของค่า ATK + <b>6</b> และทำให้เป้าหมายลอยค้าง\nการทับซ้อนชั้นที่สอง: สร้างค่าดาเมจเท่ากับ <b>276%</b> ของค่า ATK + <b>15</b> และทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b>\nการทับซ้อนชั้นที่สาม: สร้างค่าดาเมจเท่ากับ <b>518%</b> ของค่า ATK + <b>27</b> และทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b> \nเมื่ออยู่ในโหมดบ้าคลั่ง ให้แตะและกดปุ่มโจมตีปกติค้างไว้เพื่อทริกเกอร์ชำระแค้น ซึ่งจะสร้างค่าดาเมจเท่ากับ<b>501.6%</b> ของค่า ATK + <b>26</b> และทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b>"
    },
    {
      "name": "กระโดดตบ",
      "type": [
        "Dodge"
      ],
      "description": "ใช้ปุ่มลูกศรและปุ่มหลบหลีกเพื่อทริกเกอร์กระโดดทุบ ซึ่งจะปลดปล่อยคลื่นกระแทกซึ่งทำให้ศัตรูลอยค้าง <b>4</b> ครั้ง และสร้างค่าดาเมจเท่ากับ <b>161.6%</b> ของค่า ATK + <b>9</b>"
    },
    {
      "name": "ผ่าพิภพ",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "แตะปุ่มโจมตีปกติภายในช่วงเวลาสั้นๆ หลังจากการหลบหลีกเพื่อทริกเกอร์ผ่าพิภพ ซึ่งจะเป็นการปลดปล่อยคลื่นกระแทก <b>3</b> ออกไปข้างหน้า คลื่นแต่ละลูกจะสร้างค่าดาเมจเท่ากับ <b>52.4%</b> ของค่า ATK + <b>3</b> และจะทำให้เป้าหมายถูกบังคับลอยค้าง\n ในระหว่างที่กำลังอยู่ในโหมดบ้าคลั่ง จะยิงคลื่นกระแทก <b>5</b> ลูกออกไปข้างหน้า คลื่นแต่ละลูกจะสร้างค่าดาเมจเท่ากับ <b>{0}%</b> ของค่า ATK + <b>{1}</b> และทำให้เป้าหมายถูกบังคับลอยค้าง"
    },
    {
      "name": "บ้าคลั่ง",
      "type": [
        "Skill"
      ],
      "description": "เปลี่ยนไปใช้งานโหมดบ้าคลั่ง ซึ่งจะเพิ่มค่าดาเมจที่สร้างเป็นเวลา <b>25</b> วินาที\nในระหว่างที่อยู่ในโหมดบ้าคลั่ง สกิลจะทริกเกอร์วายุพิโรธซึ่งสร้างค่าดาเมจเท่ากับ <b>219%</b> ของค่า ATK + <b>12</b> และจะทำให้เป้าหมายถูก<b>บังคับลอยค้าง</b> และสร้างกระแสลมขึ้นบนดิน ในระหว่างที่ยืนอยู่ในกระแสลม จะไม่ต้องใช้ค่าพลังในการหลบหลีก ระยะเวลาคูลดาวน์: <b>45</b> วินาที (ระยะเวลาคูลดาวน์ของวายุพิโรธ: <b>10</b> วินาที)"
    },
    {
      "name": "ไร้ปราณี",
      "type": [
        "Discharge"
      ],
      "description": "เมื่อ <span class=\"text-red\">แถบชาร์จอาวุธ</span> เต็มหรือมีการทริกเกอร์ <span class=\"text-red\">แฟนตาเซีย</span> การเปลี่ยนไปใช้อาวุธชิ้นนี้ จะทำให้<b>ดีบัฟทั้งหมดของผู้ใช้อาวุธจะถูกยกเลิก</b>และเป้าหมายที่อยู่ใกล้เคียงจะถูก<b>บังคับลอยค้าง</b> สกิลจะสร้างค่าดาเมจแก่เป้าหมายเท่ากับ <b>153.3%</b> ของค่า ATK + <b>8</b> นอกจากนี้ สกิลจะเรียกค้อนให้ตกใส่เป้าหมายที่อยู่ใกล้เคียง ซึ่งจะสร้างค่าดาเมจเท่ากับ <b>153.3%</b> ของค่า ATK + <b>8</b>"
    }
  ],
  "weapon_type": {
    "name": "เปลือกน้ำแข็ง",
    "description": "อาวุธที่ชาร์จเต็มจะ <b>แช่แข็ง</b> เป้าหมายเป็นเวลา <b>2</b> วินาทีและปล่อยให้มันถูกน้ำแข็งกัดเป็นเวลา <b>6</b> วินาที ทำลายเปลือกน้ำแข็งเพิ่มดาเมจเท่ากับ <b>111%</b> ของ ATK ขณะถูกน้ำแข็งกัด อาวุธของเป้าหมายมีอัตราชาร์จลดลง <b>50%</b>"
  },
  "advancement": [
    "ยั่วยุเป้าหมายที่อยู่ใกล้เคียงหลังจากเปลี่ยนมาใช้อาวุธนี้ ป้องกันดาเมจ <b>1</b> ครั้งใน <b>8</b> วินาที และมอบสถานะไฮเปอร์บอดี้เป็นเวลา <b>8</b> วินาที คูลดาวน์: <b>15</b> วินาที",
    "เพิ่มการเติบโตของ HP พื้นฐานของอาวุธปัจจุบัน <b>10%</b>",
    "หลังจากได้รับดาเมจ ลดดาเมจทั้งหมดที่ได้รับ <b>50%</b> เป็นเวลา <b>6</b> วินาที คูลดาวน์: <b>20</b> วินาที",
    "เพิ่มการเติบโตของ HP พื้นฐานของอาวุธปัจจุบัน <b>20%</b>",
    "การโจมตีปกติจะทำให้เป้าหมาย<b>สตัน</b> เป็นเวลา <b>2.5</b> วินาที คูลดาวน์: <b>20</b> วินาที",
    "สกิลปลดปล่อยจะสร้างดาเมจเพิ่มเติม <b>10%</b> ให้กับเป้าหมาย และเพิ่มดาเมจธาตุน้ำแข็งอีก <b>10%</b> เป็นเวลา <b>25</b> วินาที"
  ],
  "traits": [
    {
      "name": "เอเนะ: โหมดเร็วแรง",
      "icon": true,
      "description": "เมื่อเอเนะว่ายน้ำ ปีน หรือร่อน ลดการใช้ความอึดลง <b>12%</b>"
    },
    {
      "name": "เอเนะ: โหมดเกินลิมิต",
      "icon": true,
      "description": "เมื่อเอเนะว่ายน้ำ ปีน หรือร่อน ลดการใช้ความอึดลง <b>20%</b>"
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 250,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 1
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 500,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 750,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 2
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1000,
      "mat1": {
        "id": "icecore",
        "name": "แก่นน้ำแข็ง",
        "rarity": "N",
        "amount": 2
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "ผิวชุบกันกรด I",
        "rarity": "R",
        "amount": 2
      },
      "mat3": {
        "id": "booster_frame_i",
        "name": "โครงบูสเตอร์ I",
        "rarity": "SR",
        "amount": 2
      }
    }
  ]
}