{
  "_id": 9,
  "id": "king",
  "name": "KING",
  "weapon": "Scythe of the Crow",
  "weapon_id": "scythe_of_the_crow",
  "birthday": "November 3",
  "birthplace": "Ravagers",
  "gender": "Male",
  "info": "Untamed and flashy, KING is someone who leaves a lasting impression because he fights more than he talks, and he's always giving off a menacing vibe. He may have a temper, but he's open to communication... sometimes.\nKING lives for excitement and opts to put his materialism along with his values, which is measured in currency, on full display. He is a man of few words and dislikes those who talk more than they should, as well as those who try too hard to be morally superior.\nHe prefers solving problems and getting what he wants through brute force over complex considerations and meticulous strategies.\nWhen it comes to KING, it is almost always better to keep questions about his personality to yourself.",
  "description": "Out of all the unfortunate souls that owe the Banges Chamber of Commerce a lot of money at a high interest rate, something they did to themselves, KINGis a special case. He is the only one not sent to the mines to dig for the rest of his life, which is what the Chamber did to those who couldn't repay their debt.\nIt wasn't that the Chamber didn't want to. There simply wasn't anything they could do, even if they put a massive bounty on his head or deployed armed forces.\nAs a mercenary known for his aggressiveness, KINGis often called the personification of violence. He has been picking fights since he was young, and has what it takes to fight outnumbered. He makes a lot of money from each of his requests, but then spends the commission immediately...",
  "like": "Money, Spending Money, Simple things",
  "dislike": "Priceless Items",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Shieldbreaking",
  "resonance": "DPS",
  "shatter": 12.5,
  "charge": 5,
  "skills": [
    {
      "name": "Normal Attack",
      "type": [
        "Attack"
      ],
      "description": "While on the ground, swing the scythe to launch 5 consecutive attacks.\nFirst Attack: Deal damage equal to <b>57.1%</b> of ATK plus <b>3</b> and knock the target back a short distance.\nSecond Attack: Deal damage equal to <b>49.1%</b> of ATK plus <b>3</b> and knock the target back a short distance.\nThird Attack: Deal damage equal to <b>106.8%</b> of ATK plus <b>6</b> and knock the target back a short distance.\nFourth Attack: Deal damage equal to <b>109.5%</b> of ATK plus <b>6</b> and knock the target back a short distance.\nFifth Attack: Deal damage equal to <b>104.2%</b> of ATK plus <b>5</b>, <b>strongly suspend</b> the target, and cause the Wanderer to go airborne."
    },
    {
      "name": "Rising Scythe",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "While airborne or after jumping once, attack 5 times in a row.\nFirst Attack: Deal damage equal to <b>63.4%</b> of ATK plus <b>3</b>.\nSecond Attack: Deal damage equal to <b>68.8%</b> of ATK plus <b>4</b>.\nThird Attack: Deal damage equal to <b>190.5%</b> of ATK plus <b>10</b>.\nFourth Attack: Deal damage equal to <b>213.6%</b> of ATK plus <b>11</b>.\nFifth Attack: Deal damage equal to <b>173.9%</b> of ATK plus <b>9</b> and knock the target down. The higher the location is when triggered, the more damage is dealt, up to <b>600%</b> damage."
    },
    {
      "name": "Asunder",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tap and hold normal attack while airborne (tap when a target is available), or use normal attack while climbing, jumping backward, or using the Jetpack to trigger Asunder.\nWhile falling, deal damage equal to <b>12.5%</b> of ATK plus <b>1</b> each hit. Upon landing, deal damage equal to <b>71.9%</b> of ATK plus <b>4</b> and deliver a <b>knockdown</b>.\nThe higher the altitude when triggering the attack, the greater the damage dealt, up to <b>600%</b> damage."
    },
    {
      "name": "Returning Chainblade",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "Tap normal attack during the short perfect dodge window (tap an arrow button before dodging) to trigger Rapid Lunge.\nDeal up to <b>137.4%</b> of ATK plus <b>7</b> damage and pull in nearby enemies."
    },
    {
      "name": "Sneak Attack",
      "type": [
        "Croch",
        "Attack"
      ],
      "description": "Approach the enemy from behind while crouching, then use normal attack to use Sneak Attack, dealing damage equal to <b>570%</b> of ATK plus <b>30</b>."
    },
    {
      "name": "Returning Chainblade",
      "type": [
        "Perfect Dodge",
        "Attack"
      ],
      "description": "Tap normal attack during the short perfect dodge window (tap an arrow button before dodging) to trigger Rapid Lunge.\nDeal up to <b>126.9%</b> of ATK plus <b>7</b> damage and pull in nearby enemies."
    },
    {
      "name": "Domain of the Bat",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "When dodging, summon a domain of the bat that pulls the target into the center. Tap normal attack during the short period after dodging to swing the scythe, dealing up to <b>114.3%</b> of ATK plus <b>6</b> damage to the target."
    },
    {
      "name": "Mortal Coil",
      "type": [
        "Skill"
      ],
      "description": "Swing the scythe, dealing damage equal to <b>499.9%</b> of ATK plus <b>26</b>. Cooldown: <b>45</b> seconds."
    },
    {
      "name": "Flaming Scythe",
      "type": [
        "Discharge"
      ],
      "description": "When <span class=\"text-red\">weapon charge</span> is full or <span class=\"text-red\">Phantasia</span> is triggered, upon switching to this weapon, <b>remove all debuffs from the wielder</b> and create a Flaming Scythe, dealing damage equal to <b>398.3%</b> of ATK plus <b>21</b>. Lasts for <b>10</b> seconds. Additionally, spawn a Flaming Scythes Domain every <b>2</b> seconds. The scythes summon volcanic eruptions from the ground, which deal damage equal to <b>66%</b> of ATK plus <b>3</b> to targets and suspending them."
    }
  ],
  "weapon_type": {
    "name": "Flame",
    "description": "When the weapon is fully charged, the next attack will ignite the target for <b>8</b> seconds, dealing damage equal to <b>58%</b> of ATK every second. While Ignited, targets' healing effect is reduced by <b>50%</b>."
  },
  "advancement": [
    "Increase shatter by <b>15%</b>. After shattering the target's shield, deal burn damage equal to <b>120%</b> of ATK to the target every second for <b>15</b> seconds.",
    "Increase the current weapon's base HP growth by <b>16%</b>.",
    "Increase damage dealt by <b>10%</b> for each enemy within <b>6</b> meters, up to a maximum of <b>30%</b>.",
    "Increase the current weapon's base ATK growth by <b>32%</b>.",
    "Increase damage dealt against HP shields or shielded enemies by <b>100%</b>.",
    "Increase damage dealt by <b>10%</b> for each enemy slain for <b>30</b> seconds. Stack up to <b>3</b> times."
  ],
  "traits": [
    {
      "name": "Coldblooded Swipe",
      "icon": true,
      "description": "Every <b>7</b> enemies defeated by KING restore HP equal to <b>8%</b> of Max HP."
    },
    {
      "name": "Fear Reaper",
      "icon": true,
      "description": "Every <b>5</b> enemies defeated by KING restore HP equal to <b>10%</b> of Max HP."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Heart of Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Acidproof Glaze II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}