{
  "_id": 19,
  "id": "ruby",
  "name": "Ruby",
  "weapon": "Spark",
  "weapon_id": "spark",
  "birthday": "July 15",
  "birthplace": "Unknown",
  "gender": "Female",
  "info": "An introverted and innocent girl who doesn't know much about the world. She is kinda afraid of strangers and prefers staying alone. Maybe that is why she is somewhat scared and shy in front of strangers. \nAlways called \"the kid with Madam Lin,\" she developed a sense of purpose—she must work harder and become stronger so that she wouldn't be a burden to Lin or let Lin's instructions go in vain.",
  "description": "The daughter of an old friend to Lin. And somehow, she's now taken care of by Lin, and they even take action together. The girl doesn't seem strong, like a sick, weak child. \nShe is currently under combat skill training for self-protection upon Lin's request. Though Ruby is learning something quite different from Lin's style, she is, at least, much healthier than before and capable enough for quite some tricky situations. \nShe still has nothing but a vague idea about the world and herself, believing in Lin's instructions and description blindly, and relying on her for almost every decision. In the current situation, Lin comments that cultivating her independence is definitely the priority here.",
  "like": "Dolly the stuffed rabbit",
  "dislike": "Take Medicine",
  "element": "Fire",
  "rarity": "SSR",
  "role": "Main DPS",
  "resonance": "DPS",
  "shatter": 11.5,
  "charge": 8,
  "skills": [
    {
      "id": "GA_FPlayerFunnelMeleeFire_Melee_name",
      "name": "Spark Attack",
      "type": [
        "Attack"
      ],
      "description": "While on the ground, tap the normal attack button to command Spark to attack 5 times in a row.\nFirst Attack: Deal total damage equal to <b>84.6%</b> of ATK plus <b>4</b> against each target.\nSecond Attack: Deal total damage equal to <b>93%</b> of ATK plus <b>5</b> against each target.\nThird Attack: Deal total damage equal to <b>101.5%</b> of ATK plus <b>5</b> against each target.\nFourth Attack: Deal total damage equal to <b>109.9%</b> of ATK plus <b>6</b> against each target.\nFifth Attack: Deal total damage equal to <b>253.7%</b> of ATK plus <b>13</b> against each target and <b>launches</b> targets."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_AirAttack_name",
      "name": "Aerial Discharge",
      "type": [
        "Jump",
        "Attack"
      ],
      "description": "While airborne, tap the normal attack button to command Spark to attack 4 times in a row.\nFirst Attack: Deal total damage equal to <b>97.1%</b> of ATK plus <b>5</b> against each target.\nSecond Attack: Deal total damage equal to <b>106.8%</b> of ATK plus <b>6</b> against each target.\nThird Attack: Deal total damage equal to <b>121.3%</b> of ATK plus <b>6</b> against each target.\nFourth Attack: Deal total damage equal to <b>145.6%</b> of ATK plus <b>8</b> against each target."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_AimAttack_name",
      "name": "Gotcha!",
      "type": [
        "Hold: Attack"
      ],
      "description": "Tap and hold normal attack or do this after Lockdown Zone is triggered to continuously fire searing energy beams at enemies in a target direction, dealing damage equal to <b>40%</b> of ATK plus <b>2</b>. Consumes Wanderer's endurance."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_JumpAttack_name",
      "name": "Blazing Dive",
      "type": [
        "Jump",
        "Hold: Attack"
      ],
      "description": "Tap and hold normal attack while airborne to trigger Blazing Dive.\nEnvelop the body in energy before rapidly plunging into the ground, dealing damage equal to <b>172.1%</b> of ATK plus <b>9</b> to nearby targets."
    },
    {
      "id": "GA_FPlayerFunnelMeleeFire_Branch_name",
      "name": "Lockdown Zone",
      "type": [
        "Attack",
        "Hold: Attack"
      ],
      "description": "After the second normal attack, hold the button during any attack to deal damage equal to <b>40%</b> of ATK plus <b>2</b> against the target. The locked-on target is confined and burned for <b>3</b> seconds, and damage equal to <b>26.2%</b> of ATK plus <b>1</b> is dealt to the target every second (ineffective against bosses)."
    },
    {
      "id": "GA_FPlayeFunnelEvadeFire_FrontAttack_name",
      "name": "Go, Dolly!",
      "type": [
        "Dodge",
        "Attack"
      ],
      "description": "Throw Dolly after dodging. Dolly remains for <b>10</b> seconds, drawing in nearby enemies and dealing damage equal to <b>84.6%</b> of ATK plus <b>4</b> against them, as well as taunting them for <b>1.5</b> seconds, causing them to divert their attacks to Dolly (cannot taunt enemies when in a team)."
    },
    {
      "id": "GA_FPlayerFunnelSkillFire_name",
      "name": "Sparkling Collider",
      "type": [
        "Skill"
      ],
      "description": "Spark fires out Sparks that last for 15 seconds and bounce between the target and the Wanderer. Upon hitting the target, the Sparks slow it down for <b>4</b> seconds with a <b>15</b>-second cooldown. Sparks deals more damage the further they travel. On hit, they deal damage up to <b>350%</b> of ATK plus <b>37</b> and inflict a <b>25</b>-second Emblazen mark on the target. At the same time, Spark fires 4 bullets with each bullet dealing damage equal to <b>50%</b> of ATK plus <b>3</b> against its target. Spark's normal attacks deal <b>110%</b> more damage to Emblazen-marked targets. When Sparks hit targets burned by the Wanderer, they burn or ignite the target once and deal additional damage equal to <b>100%</b> of the total remaining damage (multiple burn or incendiary effects are counted together). The Result calculation cooldown is <b>6</b> seconds and the skill cooldown is <b>30</b> seconds.\n\"<b>Passive</b>: When Sparks is active, each time Spark Attack deals damage, the Wanderer gains <b>1</b> point of Heat with a <b>0.9</b>-second cooldown, for up to <b>8</b> points of Heat. When Heat reaches the maximum, the Wanderer gains the effect Ultimate Heat, increasing flame ATK by <b>25%</b> for <b>25</b> seconds."
    },
    {
      "id": "GA_FPlayerFunnelChangeSkillFire_Success_name",
      "name": "Supernova",
      "type": [
        "Discharge"
      ],
      "description": "When <span class=\"text-red\">weapon charge</span> is full or <span class=\"text-red\">Phantasia</span> is triggered, upon switching to this weapon, <b>remove all debuffs from the Wanderer</b>. Spark enters a charged state, continuously blasting wide-area searing energy beams at the target location before eventually exploding. Deal damage equal to <b>750%</b> of ATK plus <b>39</b>. If the target has a self-inflicted burning effect, then burn or ignite it once and deal additional damage equal to <b>100%</b> of the total remaining damage (multiple burning or ignition effects are counted collectively). The result calculation cooldown is <b>6</b> seconds. When the skill is active, gain damage immunity for <b>2.6</b> seconds (unavailable in Apex League)."
    }
  ],
  "weapon_type": {
    "name": "Flame",
    "description": "When the weapon is fully charged, the next attack will ignite the target for <b>8</b> seconds, dealing damage equal to <b>58%</b> of ATK every second. While Ignited, targets' healing effect is reduced by <b>50%</b>."
  },
  "weapon_resonance": {
    "name": "Flame Resonance",
    "description": "Increase flame ATK by <b>20%</b> and flame resistance by <b>40%</b>. Activate by equipping 2 or more flame weapons. This set effect also works with weapons in the off-hand slot."
  },
  "advancement": [
    "Emblazen increases the damage of Spark Attack to <b>80%</b>. Skill cooldown drops to <b>24</b> seconds.",
    "Increase the current weapon's base ATK growth by <b>16%</b>.",
    "Emblazen increases flame boost by <b>8%</b> and the burn tally multiplier to <b>150%</b>.",
    "Increase the current weapon's base ATK growth by <b>32%</b>.",
    "Restore an additional <b>75</b> points of weapon charge each time Spark Attack hits an enemy. Cooldown: 0.9 seconds. Shatter increases by <b>25%</b> when Ultimate Heat is active.",
    "Emblazen boosts the damage of Spark Attack to <b>160%</b> and doubles Heat acquisition efficiency. Skill cooldown drops to <b>16</b> seconds."
  ],
  "traits": [
    {
      "name": "Dreamcatcher",
      "description": "Increases the flame damage taken by all enemies within <b>5</b> meters of Dolly by <b>8%</b>. This effect does not stack."
    },
    {
      "name": "Dolly's Domain",
      "description": "Increases the flame damage received by all enemies within 5 meters of Dolly by <b>8%</b>. Not stackable. Increases flame ATK after throwing Dolly by <b>12%</b> for <b>10</b> seconds. This effect does not stack."
    }
  ],
  "ascension": [
    {
      "ascension": 1,
      "level": 10,
      "cost": 400,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 2,
      "level": 20,
      "cost": 800,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 2
      }
    },
    {
      "ascension": 3,
      "level": 30,
      "cost": 1200,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      }
    },
    {
      "ascension": 4,
      "level": 40,
      "cost": 1600,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 3
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 3
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 3
      }
    },
    {
      "ascension": 5,
      "level": 50,
      "cost": 2000,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 4
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 4
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 4
      }
    },
    {
      "ascension": 6,
      "level": 60,
      "cost": 2400,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 6
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 6
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 6
      }
    },
    {
      "ascension": 7,
      "level": 70,
      "cost": 2800,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 8
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 8
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 8
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3200,
      "mat1": {
        "id": "firecore",
        "name": "Firecore",
        "rarity": "N",
        "amount": 11
      },
      "mat2": {
        "id": "acidproof_glaze_i",
        "name": "Acidproof Glaze I",
        "rarity": "R",
        "amount": 11
      },
      "mat3": {
        "id": "nanofiber_frame_i",
        "name": "Nanofiber Frame I",
        "rarity": "SR",
        "amount": 11
      }
    },
    {
      "ascension": 8,
      "level": 80,
      "cost": 3600,
      "mat1": {
        "id": "heart_of_lava",
        "name": "Heart of Lava",
        "rarity": "R",
        "amount": 5
      },
      "mat2": {
        "id": "acidproof_glaze_ii",
        "name": "Acidproof Glaze II",
        "rarity": "SR",
        "amount": 5
      },
      "mat3": {
        "id": "nanofiber_frame_ii",
        "name": "Nanofiber Frame II",
        "rarity": "SSR",
        "amount": 5
      }
    }
  ]
}