[
  {
    "_id": 1,
    "id": "3d_hykros_puzzle",
    "name": "3D-Hykros-Puzzle",
    "description": "Ein Puzzle, das Hykros geradezu im Sturm erobert hat. Das neue Design und Gameplay machen einfach nur Spaß. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "king",
      "meryl",
      "samir",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 2,
    "id": "aida_comic",
    "name": "Aida-Comic",
    "description": "Erscheint einmal im Monat und handelt von Mi-as Abenteuern auf dem Planeten Aida. Die geringe Auflage und ihre Beliebtheit haben dazu geführt, dass man sich um jede Ausgabe des Comics schlägt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "frigg",
      "huma",
      "king",
      "tsubasa",
      "zero",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 3,
    "id": "angela_ornament",
    "name": "Angela-Ornament",
    "description": "Eine Miniaturnachbildung von Angela, der KI-Dienerin, die sogar ein Paar niedliche rosa Flügel auf ihrem Rücken hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "huma",
      "pepper",
      "nemesis"
    ],
    "characters": [
      "crow",
      "bailing",
      "echo",
      "ene",
      "frigg"
    ]
  },
  {
    "_id": 4,
    "id": "banges_specialty",
    "name": "Banges-Spezialität",
    "description": "Enthält mehrere Spezialitäten von Banges: In jeder Box steckt eine zufällige Auswahl lokaler Köstlichkeiten. Natürlich weiß man dann nie, was man bekommt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "frigg",
      "samir",
      "shiro",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 5,
    "id": "cat_throw_pillow",
    "name": "Katzen-Wurfkissen",
    "description": "Ein Wurfkissen in Form eines Kätzchens. Es fühlt sich gut und entspannend an, es zu halten. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 6,
    "id": "chess_set",
    "name": "Schachbrett",
    "description": "Ein Spiel für zwei Spieler, aber manche spielen lieber alleine. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 7,
    "id": "coloring_book",
    "name": "Malbuch",
    "description": "Der Verkäufer sagt, dass du es gegen ein Neues eintauschen kannst, sobald alle Seiten angemalt sind. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 8,
    "id": "crazy_dumont_figurine",
    "name": "Verrückte Dumont-Figur",
    "description": "Niemand weiß, wann der Hype um die verrückte Dumont-Figur begonnen hat, aber auf einmal wollte jeder eine. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 9,
    "id": "crown_token",
    "name": "Kronenmarke",
    "description": "Von der Krone geprägte Erinnerungsmünze in kleiner Auflage, mit einem Porträt des Mineneigentümers auf der Vorderseite und einem stilisierten „K“ auf der Rückseite. Sammle sieben dieser Münzen und du kriegst einen Tag bezahlten Urlaub – vielleicht. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "king"
    ],
    "characters": [
      "crow",
      "meryl",
      "shiro",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "hilda",
      "pepper"
    ]
  },
  {
    "_id": 10,
    "id": "custom_poker_deck",
    "name": "Personalisiertes Pokerdeck",
    "description": "Niemand weiß, wer dieses Kartendeck erstellt hat, aber wenn man sich die Regeln anschaut, muss es ein interessanter Mensch gewesen sein. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "huma",
      "samir",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 11,
    "id": "dumbbells",
    "name": "Hanteln",
    "description": "Werden fürs Krafttraining, Fitnessübungen und in bestimmten Ausnahmesituationen auch für andere Zwecke verwendet … Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 12,
    "id": "flower_bouquet",
    "name": "Blumenstrauß",
    "description": "Ein hübsch präsentierter Blumenstrauß und eine erstklassige Geschenkwahl. Man sollte nur vermeiden, ihn an Allergiker oder Blumenmuffel zu verschenken. Die Blumen sind in Aesperia gewachsen und Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 13,
    "id": "gem_necklace",
    "name": "Edelstein-Halskette",
    "description": "Wie viel mag diese Edelstein-Halskette wert sein? Spekulier nicht herum, sondern pass einfach gut drauf auf! Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "pepper"
    ]
  },
  {
    "_id": 14,
    "id": "limited_peanut_figurine",
    "name": "Limitierte Erdnuss-Figur",
    "description": "Sehr seltene Miniaturfigur, die über einen Datenspeicher und Lautstärkeregler verfügt. Da sie der Katze Peanut nachempfunden ist, ist sie bei Katzenfans sehr beliebt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "frigg",
      "huma",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "bailing",
      "echo",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 15,
    "id": "limited_tata_figurine",
    "name": "Limitierte Tata-Figur",
    "description": "Limitierte Sammlerfigur, ein Aida-Comic-Andenken. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "crow",
      "hilda"
    ],
    "characters": [
      "cobaltb",
      "king",
      "echo"
    ]
  },
  {
    "_id": 16,
    "id": "metal_alf_figurine",
    "name": "Alf-Figur aus Metall",
    "description": "Die Hersteller haben Metall verwendet, damit sie dem ursprünglichen Alf ähnelt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "crow",
      "shiro",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 17,
    "id": "meteorite_in_a_bottle",
    "name": "Flaschen-Meteorit",
    "description": "Ein Meteorit in einer durchsichtigen Flasche. Dieser Meteorit scheint ein nicht verglühtes Weltraumgestein und eine Art Mineraliengemisch zu sein, das ein schwaches Glühen abgibt. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 18,
    "id": "mini_potted_plant",
    "name": "Winzige Topfpflanze",
    "description": "Miniatur-Topfpflanze. Bitte beachte, dass diese Pflanze künstlich ist und nicht gegossen werden muss. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 19,
    "id": "moonrabbit_kit",
    "name": "Mondhasen-Set",
    "description": "Muss zusammengebaut werden. Basierend auf dem Bild des Mondhasen. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 20,
    "id": "music_box",
    "name": "Spieluhr",
    "description": "Eine Spieluhr aus Metall. Vielleicht hat der vorherige Besitzer sie kaputtgemacht, denn sie spielt keine schöne Musik mehr. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "frigg",
      "huma",
      "samir",
      "shiro",
      "zero",
      "echo",
      "ene"
    ]
  },
  {
    "_id": 21,
    "id": "new_game_console",
    "name": "Neue Spielekonsole",
    "description": "Neue Hochleistungsspielkonsole, die von einem Computergenie entwickelt wurde. Die hohen Produktionskosten sind die Ursache für die Knappheit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "zero",
      "echo"
    ],
    "characters": [
      "cobaltb",
      "huma",
      "crow",
      "king",
      "samir",
      "tsubasa",
      "ene",
      "hilda"
    ]
  },
  {
    "_id": 22,
    "id": "new_kalka_ornament",
    "name": "Neues Kalka-Ornament",
    "description": "Nachdem die Hersteller eine Flut von Beschwerden über die eingestellte Produktion der alten Kalka-Figur erhalten hatten, entschlossen sie sich, eine neue Version anzubieten. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 23,
    "id": "nice_picture_frame",
    "name": "Hübscher Bilderrahmen",
    "description": "Speziell für die Aufbewahrung kostbarer Fotos gefertigt und daher besteht es aus einem besonders stabilen Material. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 24,
    "id": "paper_pinwheel",
    "name": "Windrad aus Papier",
    "description": "Ein einfaches Spielzeug, das schon immer für Freude gesorgt hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cocoritter",
      "samir",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 25,
    "id": "perfume_bottle",
    "name": "Parfümflakon",
    "description": "Ein zartes, elegantes Glasfläschchen mit einer angenehm riechenden Flüssigkeit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 26,
    "id": "plush_toy",
    "name": "Plüschtier",
    "description": "Das Lieblingsplüschtier von Kindern. Erinnert einfach nur an schöne Sonnentage. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "cocoritter",
      "samir",
      "zero",
      "ene",
      "hilda",
      "nemesis"
    ]
  },
  {
    "_id": 27,
    "id": "postcard_of_aida",
    "name": "Postkarte von Aida",
    "description": "Zeigt unterschiedliche Landschaften auf Aida. Trotz der Omnium-Verstrahlung und anderer negativer Umstände ist die Landschaft es wert, geschützt zu werden. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing"
    ]
  },
  {
    "_id": 28,
    "id": "retro_harmonica",
    "name": "Retro-Mundharmonika",
    "description": "Lässt liebliche Melodien erklingen. Da sie schwer erhältlich ist, können nur wenige Leute auf Aida sie spielen. Heutzutage sind das wohl nur noch die wahren Musikliebhaber. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "cocoritter",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "bailing",
      "echo"
    ]
  },
  {
    "_id": 29,
    "id": "silver_cookware",
    "name": "Silbernes Kochgeschirr",
    "description": "Ein teuer wirkendes, vollständiges Kochgeschirrset. Es gehörte anscheinend einem neurotischen Koch, der nie jemanden an seine wertvollen Kochutensilien gelassen hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "cobaltb",
      "shiro"
    ],
    "characters": [
      "king",
      "meryl",
      "bailing",
      "frigg",
      "pepper"
    ]
  },
  {
    "_id": 30,
    "id": "smarty_doll",
    "name": "Schlaukopf-Puppe",
    "description": "Ein Spielzeug nach dem Bild von Schlaukopf. Die Hersteller haben die Kunstpflanze auf dem Kopf durch eine echte Pflanze ersetzt, was den Sammlerwert extrem erhöht hat. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "characters": [
      "cobaltb",
      "cocoritter",
      "king",
      "meryl",
      "samir",
      "shiro",
      "bailing",
      "ene",
      "hilda",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 31,
    "id": "snack_box",
    "name": "Snackbox",
    "description": "Die Snack-Box von Fennie auf Astra enthält verschiedene unwiderstehliche Leckereien. Ein beliebtes Geschenk in allen Sektoren. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "cobaltb",
      "crow",
      "king",
      "tsubasa",
      "zero",
      "echo",
      "hilda"
    ]
  },
  {
    "_id": 32,
    "id": "snow_globe",
    "name": "Schneekugel",
    "description": "Diese Schneekugel, die aus dem Warren-Schneefeld stammt, stellt Schneetreiben im Winter dar. Mittlerweile wurde sie zu einer Haushaltsdekoration umfunktioniert. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "claudia",
      "bailing"
    ],
    "characters": [
      "huma",
      "king",
      "meryl",
      "shiro",
      "tsubasa",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 33,
    "id": "spirit_princess_figurine",
    "name": "Figur der Geisterprinzessin",
    "description": "Miniaturfigur der Geisterprinzessin, der KI-Dienerin. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "crow",
      "tsubasa",
      "hilda"
    ]
  },
  {
    "_id": 34,
    "id": "tailormade_suit",
    "name": "Maßgeschneiderter Anzug",
    "description": "Maßgeschneiderter Anzug. Eleganter und lässiger als das herkömmliche Modell, und mit Zubehör. Menschen mit einem Hang zur Dramatik mögen ihn. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 35,
    "id": "tartarus_ornament",
    "name": "Tartaros-Ornament",
    "description": "Eine kleine Figur, die angeblich die Form des Tartaros annehmen kann. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "cocoritter",
      "huma",
      "bailing",
      "ene",
      "pepper",
      "nemesis"
    ]
  },
  {
    "_id": 36,
    "id": "tool_set",
    "name": "Werkzeugsatz",
    "description": "Für praktische Zwecke stets einsatzbereit. Kann auch als Ersatzteil verwendet werden. Viele Techniker lieben seine Vielseitigkeit. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "cobaltb",
      "frigg",
      "shiro"
    ]
  },
  {
    "_id": 37,
    "id": "vitamin_pack",
    "name": "Vitaminpackung",
    "description": "Nahrungsergänzungsmittel. Notwendig für alle, die zu viel arbeiten oder zu lange Spiele zocken und sich deshalb nicht richtig ernähren. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "R",
    "value": 30,
    "characters": [
      "claudia",
      "frigg",
      "huma",
      "crow",
      "echo",
      "pepper"
    ]
  },
  {
    "_id": 38,
    "id": "void_angel_figurine",
    "name": "Leerenengel-Figur",
    "description": "Eine Miniaturfigur des Leerenengels. Sie ist komplett weiß und muss gut gepflegt werden, damit sie nicht dreckig wird. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "tsubasa"
    ],
    "characters": [
      "claudia",
      "crow",
      "king",
      "meryl",
      "shiro",
      "bailing",
      "hilda"
    ]
  },
  {
    "_id": 39,
    "id": "warren_fossil",
    "name": "Warren-Fossil",
    "description": "Uralte, in Eis eingeschlossene Überreste aus dem Warren-Schneefeld. Sehr selten und mit hohem Sammlerwert. Stammt aus Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "SR",
    "value": 60,
    "favorite": [
      "king",
      "meryl",
      "shiro",
      "bailing"
    ],
    "characters": [
      "cobaltb",
      "claudia",
      "cocoritter",
      "tsubasa",
      "pepper"
    ]
  },
  {
    "_id": 40,
    "id": "wool_scarf",
    "name": "Wollschal",
    "description": "Er besteht aus verarbeiteter Wolle. Da diese aber heutzutage etwas veraltet ist, besteht die „Wolle“ aus Verbundmaterial. Hergestellt in Aesperia. Simulacra aus anderen Regionen könnten daran nicht interessiert sein.",
    "rarity": "N",
    "value": 15,
    "characters": [
      "claudia",
      "huma",
      "crow",
      "echo",
      "frigg",
      "pepper",
      "nemesis"
    ]
  }
]