[
  {
    "_id": 1,
    "id": "bailing",
    "name": "Bai Ling",
    "weapon": "Nachtigallfeder",
    "weapon_id": "nightingales_feather",
    "birthday": "8. Mai (Stier)",
    "birthplace": "HT201-Zuflucht",
    "gender": "Weiblich",
    "info": "Leidet an mangelndem Selbstbewusstsein und macht sich zu viele Sorgen. Was andere Leute denken, beschäftigt sie mehr als ihre eigenen Ideen. Entsprechend ist sie sehr empfindlich und zerbricht sich oft den Kopf über Kleinigkeiten. Aber sie ist auch bodenständig, freundlich, höflich und sorgfältig.\nSie ist noch dabei, zu lernen und sich weiterzuentwickeln. Sie weiß, wo ihre Probleme liegen, und arbeitet daran, eine bessere Führungspersönlichkeit zu werden.",
    "description": "Als derzeitiges Oberhaupt der Zuflucht HT201 ist Bai Ling für den täglichen Betrieb und das Kampfkommando zuständig. Sie hat erst vor Kurzem die Leitung übernommen, wirkt also noch etwas überfordert und nervös bei der Arbeit.\nDas plötzliche Dahinscheiden des alten Oberhaupts war für Bai Ling ein großer Schock, und einige Mitglieder der Zuflucht hatten Bedenken wegen ihrer übermäßig ängstlichen Persönlichkeit. Sie empfindet ihre Führungsrolle als belastend und macht sich häufig Sorgen darüber, wie sie dafür sorgen kann, dass alles gut läuft.\nAber sie ist auch rücksichtsvoll, verantwortungsbewusst, genau und eine gute Buchhalterin. HT201 scheint zurzeit also in guten Händen zu sein.",
    "like": "Buchhaltung, Finanzmanagement, Inventur",
    "dislike": "Mit exzentrischen oder gemeinen Menschen zurechtkommen müssen",
    "element": "Physical",
    "rarity": "SR",
    "role": "Main DPS",
    "resonance": "Schaden pro Sek.",
    "shatter": 6,
    "charge": 10,
    "skills": [
      {
        "name": "Schnelles Ziehen",
        "type": [
          "Attack"
        ],
        "description": "Während du auf dem Boden stehst, spanne den Bogen wiederholt, um 5 Mal anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>33.7%</b> des ANG + <b>2</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>30.2%</b> des ANG + <b>2</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>54.3%</b> des ANG + <b>3</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>83.5%</b> des ANG + <b>4</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>77.7%</b> des ANG + <b>4</b> und stößt das Ziel eine kurze Strecke zurück."
      },
      {
        "name": "Aufgeladener Pfeil",
        "type": [
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, um die Waffe aufzuladen. Fügt Grundschaden in Höhe von <b>60.5</b> des ANG + <b>3</b> zu, und <b>50%</b> mehr pro <b>1</b> Sek., die mit Aufladen verbracht wird, aber nur bis zu <b>3</b> Sek. Verursacht doppelten Schaden, wenn du einen Kopfschuss erzielst oder die Schwachstelle eines Gegners triffst und ihn zu Boden wirfst (Kopfschüsse sind gegen Wanderer unwirksam)."
      },
      {
        "name": "Pfeilhagel",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Halten des normalen Angriffs nach einem beliebigen normalen Angriff löst „Pfeilhagel“ aus. Dies verursacht Flächenschaden in Höhe von bis zu <b>198.7%</b> des ANG + <b>10</b> an Zielen."
      },
      {
        "name": "Luft-Salve",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist, tippe auf normaler Angriff, um 4 Mal hintereinander in der Luft anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>38.8%</b> des ANG + <b>2</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>51%</b> des ANG + <b>3</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>77.7%</b> des ANG + <b>4</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>117%</b> des ANG + <b>6</b>."
      },
      {
        "name": "Geladener Pfeil",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Tippe nach dem Ausweichen auf den normalen Angriff, um einen geladenen Pfeil auszulösen. Dies wirft das Ziel um eine kurze Distanz zurück und verursacht Schaden in Höhe von <b>85.5%</b> des ANG + <b>5</b>."
      },
      {
        "name": "Durchdringender Schuss",
        "type": [
          "Skill"
        ],
        "description": "Macht einen Rückwärtssalto und schießt <b>1</b> „Durchdringender Schuss“ nach vorne, der Schaden in Höhe von <b>154.8%</b> des ANG + <b>8</b> verursacht und das Ziel zurückzuschleudern. Abklingzeit: <b>12</b> Sek."
      },
      {
        "name": "Explosives Sperrfeuer",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und „Explosives Sperrfeuer“ auf das Ziel losgelassen. Dies verursacht Schaden in Höhe von <b>486.6%</b> des ANG + <b>26</b>."
      }
    ],
    "weapon_type": {
      "name": "Verwunden",
      "description": "Voll geladene Waffen verursachen beim nächsten Angriff Schaden in Höhe von <b>100%</b> des ANG. Das Ziel wird für <b>7</b> Sekunden verwundet und erleidet <b>20%</b> mehr Schaden."
    },
    "advancement": [
      "Nach jedem fünften normalen Angriff oder der Verwendung von <span class=\"text-green\">Durchdringender Schuss</span> wird 1 Ausweichversuch wiederhergestellt.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>10%</b>.",
      "Erhöht den Kopfschussschaden um <b>30%</b>.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>20%</b>.",
      "Ausweichfähigkeiten fügen Zielen für <b>7</b> Sek. „Verwunden“ zu.",
      "Erhöht die kritische Trefferrate bei Zielen mit „Verwunden“ um <b>30%</b> und den kritischen Schaden um <b>50%</b>."
    ],
    "traits": [
      {
        "name": "Bai Ling: Tapferkeit",
        "icon": true,
        "description": "Wenn Bai Ling den Gleiter oder das „Jetboard“ ablegt, erhöht sich die Geschwindigkeit für <b>12</b> Sek. um <b>8%</b>. Abklingzeit: <b>60</b> Sek."
      },
      {
        "name": "Bai Ling: Entschlossenheit",
        "icon": true,
        "description": "Wenn Bai Ling den Gleiter oder das „Jetboard“ ablegt, erhöht sich die Geschwindigkeit für <b>12</b> Sek. um <b>15%</b>. Abklingzeit: <b>60</b> Sek."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "rockcore",
          "name": "Steinkern",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "rockcore",
          "name": "Steinkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "rockcore",
          "name": "Steinkern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "rockcore",
          "name": "Steinkern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 2,
    "id": "cocoritter",
    "name": "Coco",
    "weapon": "Gefrierpunkt",
    "weapon_id": "absolute_zero",
    "birthday": "1. Juni (Zwilling)",
    "birthplace": "Unbekannt",
    "gender": "Weiblich",
    "info": "Ein unschuldiges, romantisches und immer gut gelauntes Mädchen. Sie vertraut anderen zu sehr und erweckt so manchmal den Eindruck, naiv zu sein.\nSie liebt Süßigkeiten, schafft es aber, ihren Zuckerkonsum mit gesunden Lebensmitteln aufzuwiegen. Sie hat zwar Orientierungsschwierigkeiten, aber wenn sie einmal ihren Weg gefunden hat, verirrt sie sich nie. Man kann nicht anders, als sich Sorgen um sie zu machen, wobei sie in Wahrheit sehr gut auf sich aufpassen kann.",
    "description": "Als Tochter eines medizinischen Forschers aus Hykros zeigte Cocolita schon in jungen Jahren ihr Können in den Heilkünsten und trat dem Labor bei, in dem ihre Eltern arbeiteten, um so viel medizinisches Wissen wie möglich aufzunehmen.\nSie durchstreift das Land, reist von Zuflucht zu Zuflucht und behandelt die Verletzten. Sie nimmt diese Aufgabe sehr ernst und ist überzeugt, dass diese Erfahrung notwendig ist, um zu einer Veteranin unter dem medizinischen Personal zu werden.",
    "like": "Süßigkeiten; alles, was niedlich ist",
    "dislike": "Unbekannt",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Utility",
    "resonance": "Schaden pro Sek.",
    "shatter": 4,
    "charge": 12.5,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Schwinge den Stab während du auf dem Boden stehst, um 5 Mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>54.4%</b> des ANG + <b>3</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>40.8%</b> des ANG + <b>2</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>65.6%</b> des ANG + <b>3</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>89.7%</b> des ANG + <b>5</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>158.4%</b> des ANG + <b>8</b>."
      },
      {
        "name": "Steigendes Sperrfeuer",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist oder nachdem du einmal gesprungen bist, tippe auf normaler Angriff, um 5 Mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>70.5%</b> des ANG + <b>4</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>50.8%</b> des ANG + <b>3</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>55.1%</b> des ANG + <b>3</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>99.1%</b> des ANG + <b>5</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>103.2%</b> des ANG + <b>5</b>."
      },
      {
        "name": "Mondfall",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, während du in der Luft bist, um Mondfall auszulösen.\nVerursacht bei der Landung einmal alle <b>0,2</b> Sekunden Schaden, der insgesamt <b>123.8%</b> des ANG + <b>7</b> Schaden verursacht."
      },
      {
        "name": "Eisschlitz",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Halte nach dem dritten normalen Angriff die normale Angriffstaste gedrückt, um Variantenangriffe auszulösen. Dies verbraucht <b>300</b> Ausdauerpunkte.\nErster Angriff: zieht Gegner vor dem Anwender heran, lässt <b>sie schweben</b> und verursacht alle <b>0,3</b> Sek. Schaden in Höhe von <b>34.9%</b> des ANG + <b>2</b> (bis zu <b>4</b>-mal).\nZweiter Angriff: verursacht alle <b>0,3</b> Sek. Schaden in Höhe von <b>40.4%</b> des ANG + <b>2</b> am Zielort und an Gegnern in der Nähe."
      },
      {
        "name": "Volt-Welle",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums des perfekten Ausweichens auf einen normalen Angriff (tippe vor dem Ausweichen auf eine Pfeiltaste), um „Volt-Welle“ auszulösen.\nJede Energiewelle verursacht Schaden in Höhe von <b>45.9%</b> des ANG + <b>2</b> an Zielen.\nGewährt bei Verwendung <b>75</b> Waffenladungspunkte."
      },
      {
        "name": "Tesserakt",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf einen normalen Angriff, um „Ausweichende Explosion“ auszulösen.\nDies schießt eine Energiekugel nach vorne und verursacht alle <b>0,3</b> Sek. Schaden in Höhe von <b>66.4%</b> des ANG + <b>3</b> an Zielen im Weg (bis zu 5-mal).\nGewährt bei Verwendung <b>75</b> Waffenladungspunkte."
      },
      {
        "name": "Heiligtum",
        "type": [
          "Skill"
        ],
        "description": "Erzeugt eine Heilzone, die sich mit dem Wanderer bewegt und Verbündete in der Nähe für <b>95%</b> des ANG + <b>5</b> für <b>6</b> Sekunden einmal alle <b>0,5</b> Sekunden heilt. <b>60</b> Sekunden Abklingzeit."
      },
      {
        "name": "Hauch von Ruhe",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe von einer anderen Waffe <b>alle Debuffs vom Anwender entfernt</b>. Der Stab entfernt weiterhin Debuffs vom Wanderer und seinen Verbündeten und heilt Wanderer und Verbündete in der Nähe <b>7</b> Sek. lang um <b>118.8%</b> des ANG + <b>6</b> LP."
      }
    ],
    "weapon_type": {
      "name": "Eispanzer",
      "description": "Voll geladene Waffen <b>gefrieren</b> das Ziel für <b>2</b> Sekunden und verursachen für <b>6</b> Sekunden Frostschaden. Das Durchbrechen des Eispanzers verursacht zusätzlichen Schaden in Höhe von <b>151%</b> des ANG. Während Frostschaden ist die Waffenladegeschwindigkeit des Ziels um <b>50%</b> reduziert."
    },
    "advancement": [
      "Beschwört nach dem Ausweichen eine heilende Biene, die dem Anwender folgt und den Verbündeten mit den prozentual niedrigsten LP innerhalb von <b>15</b> Metern heilt. Heilt jedes Mal um <b>25%</b> des ANG und stellt <b>50</b> Waffenladungspunkte wieder her. Hält <b>25</b> Sek. an. Abklingzeit: <b>25</b> Sek.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>16%</b>.",
      "Entfernt mit <span class=\"text-yellow\">Refugium</span> oder Entladungsfähigkeiten Debuffs von Zielen. Kann trotz Kontrolleffekten verwendet werden. Erhöht Zertrümmern und den verursachten Schaden von allen Teammitgliedern in Reichweite um <b>20%</b> und gewährt ihnen Immunität gegen Kontrolleffekte und Zertrümmern.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>32%</b>.",
      "Erhöht den Heilungseffekt um <b>15%</b> und zusätzlich um <b>20%</b>, wenn Ziele mit weniger als <b>60%</b> LP geheilt werden.",
      "Wenn eine heilende Biene beschworen wird oder den Kampf verlässt, heilt der Anwender alle Verbündeten um <b>100%</b> des eigenen ANG. Alle Verbündeten im Umkreis von <b>10</b> Metern um die Biene erhalten außerdem einen Schadens- sowie einen Heilungsbonus in Höhe von <b>15%</b> (nicht stapelbar)."
    ],
    "traits": [
      {
        "name": "Cocolita: Unterstützung",
        "icon": true,
        "description": "Wenn Cocolita eine Unterstützungswaffe verwendet, werden die von ihr gewirkten Heilungseffekte auf andere und umgekehrt um <b>20%</b> erhöht."
      },
      {
        "name": "Cocolita: Vertrauen",
        "icon": true,
        "description": "Wenn Cocolita eine Unterstützungswaffe einsetzt, wird die verursachte und erhaltene Heilung um <b>20%</b> erhöht. Wenn Cocolita die Waffen- oder Entladungsfähigkeit einer Unterstützungswaffe einsetzt, wird der ANG von Verbündeten in der Nähe für <b>5</b> Sek. um <b>15%</b> erhöht."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Herz des Winters",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Säurefeste Glasur II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Nanofaser-Rahmen II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 3,
    "id": "crow",
    "name": "Crow",
    "weapon": "Donnerklingen",
    "weapon_id": "thunderblades",
    "birthday": "17. Dezember (Schütze)",
    "birthplace": "Unbekannt",
    "gender": "Männlich",
    "info": "Er ist eine Frohnatur und erhellt jeden Raum, ist extrovertiert, ehrlich, optimistisch und manchmal ein wenig zu stolz.\nWenn er nicht gerade bewundernswerte Dolchtricks übt, sammelt er schlechte Witze, die er urkomisch findet und oft und gern vorträgt wie ein Komödiant.\nHinter seinem fröhlichen, unbekümmerten Auftreten verbergen sich jedoch viel Willensstärke und Entschlossenheit. Wenn er sich einmal etwas vorgenommen hat, gibt er keine Ruhe, bis er es erreicht hat. Deshalb ist er manchmal auch zu streng mit sich selbst.",
    "description": "Als ehemaliger Vollstrecker pflegt Crow gute Beziehungen zu Hykros. Er wurde nicht etwa entlassen, weil er Fehler begangen oder schlechte Leistungen abgeliefert hätte. Nachdem er eine Weile im dortigen Team gearbeitet hatte, merkte er einfach nur, dass er sich nach einem Leben mit weniger Regeln sehnte, und traf die für ihn beste Entscheidung.\nJetzt verbringt er viel Zeit mit ausgedehnten Reisen. Seine fröhliche Art hinterlässt einen positiven ersten Eindruck, und er hat immer neue Tricks oder Witze auf Lager, wenn er an einen neuen Ort kommt. Andere nennen ihn Crowy, aber das macht ihm nichts aus.",
    "like": "Katzen; alle Arten von Dolchwaffen",
    "dislike": "Alkohol, Gespenstergeschichten",
    "element": "Volt",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "Schaden pro Sek.",
    "shatter": 6,
    "charge": 8,
    "skills": [
      {
        "name": "Zwillingsklingen",
        "type": [
          "Attack"
        ],
        "description": "Wenn der Anwender auf dem Boden steht und die Zwillingsklingen schwingt, greift er 5-mal hintereinander an.\nErster Angriff: verursacht Schaden in Höhe von <b>60.1%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: verursacht Schaden in Höhe von <b>73%</b> des ANG + <b>4</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: verursacht Schaden in Höhe von <b>90.9%</b> des ANG + <b>5</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: verursacht Schaden in Höhe von <b>96.8%</b> des ANG + <b>5</b> und stößt das Ziel eine kurze Strecke zurück.\nFünfter Angriff: verursacht Schaden in Höhe von <b>202.2%</b> des ANG + <b>11</b> und stößt das Ziel eine kurze Strecke zurück."
      },
      {
        "name": "Himmelssturm",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist oder nachdem du einmal gesprungen bist, tippe auf normaler Angriff, um 4 Mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>65.6%</b> des ANG + <b>3</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>38.4%</b> des ANG + <b>2</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>92%</b> des ANG + <b>5</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>138%</b> des ANG + <b>7</b>."
      },
      {
        "name": "Schneller Stoß",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Halte nach dem dritten normalen Angriff die normale Angriffstaste gedrückt, um „Schneller Stoß“ auszulösen.\nDies lässt das Ziel beim Treffer <b>länger schweben</b> und verursacht einen Gesamtschaden in Höhe von <b>116.8%</b> des ANG + <b>6</b>."
      },
      {
        "name": "Wirbelangriff",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, während du in der Luft bist (oder tippe, wenn ein Ziel ausgewählt ist), oder tippe den normalen Angriff, während du kletterst, rückwärts springst oder das Jetpack benutzt, um den Wirbelangriff auszulösen.\nVerursacht beim Fallen Schaden in Höhe von <b>42%</b> des ANG + <b>2</b> pro Treffer."
      },
      {
        "name": "Schleichattacke",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Nähere dich dem Gegner geduckt von hinten und tippe dann auf normaler Angriff, um die Schleichattacke einzusetzen und dabei Schaden in Höhe von <b>570%</b> des ANG + <b>30</b> zu verursachen."
      },
      {
        "name": "Messerwurf",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums des perfekten Ausweichens auf einen normalen Angriff (tippe vor dem Ausweichen auf eine Pfeiltaste), um Messerwurf auszulösen.\nSchlitze ein Ziel <b>5</b> mal, wobei du jeweils Schaden in Höhe von <b>26.4%</b> des ANG + <b>1</b> verursachst. Gewährt Immunität gegen Kontrolleffekte während des Phasenwechsels."
      },
      {
        "name": "Bumerang-Klingen",
        "type": [
          "Skill"
        ],
        "description": "Feuert <b>6</b> „Bumerang-Klingen“ ab, die jeweils Schaden in Höhe von <b>52.8%</b> des ANG + <b>3</b> verursachen. Gewährt für bis zu <b>8</b> Sek. <b>Hyperkörper</b>. Der Effekt wird entfernt, wenn die Klingen zurückkommen. Abklingzeit: <b>45</b> Sek."
      },
      {
        "name": "Tornadoklingen",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe und diesem Angriff <b>alle Debuffs vom Anwender entfernt</b> und der Anwender springt zum Zielort. Dies verursacht Schaden in Höhe von <b>86.9%</b> des ANG + <b>5</b> und versetzt dem Ziel einen Stromschlag. (Nach <b>5</b> Sek. erleidet das Ziel Voltschaden, der <b>15%</b> des verursachten Schadens und bis zu <b>350%</b> des ANG des Wanderers entspricht. Dabei handelt es sich um einen abnormalen Zustand, der behoben werden kann). Erzeugt außerdem 3 Klingen, die um den Wanderer kreisen und bei Berührung Schaden in Höhe von <b>65.2%</b> des ANG + <b>3</b> verursachen."
      }
    ],
    "weapon_type": {
      "name": "Volt",
      "description": "Wenn die Waffe voll geladen ist, werden Ziele beim nächsten Angriff für <b>1</b> Sek. <b>paralysiert</b> und für <b>6</b> Sek. elektrisiert. Die Buffs der Ziele werden außer Kraft gesetzt und sie erleiden Schaden in Höhe von <b>144%</b> des ANG. Ziele können für die nächsten <b>6</b> Sekunden keine Buffs erhalten."
    },
    "advancement": [
      "Der Angriff auf Ziele von hinten erhöht die kritische Trefferrate aller Zwillingsklingen um <b>40%</b>. Meuchelangriffe auf elektrisierte Ziele erhöhen die kritische Trefferrate um <b>100%</b> und den kritischen Schaden um <b>30%</b>.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>16%</b>.",
      "Erhöht den kritischen Schaden gegen Ziele mit weniger als <b>60%</b> LP um <b>30%</b>.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>32%</b>.",
      "Das Auslösen eines Angriffs von hinten gewährt für die nächsten <b>4</b> Sek. 100% kritische Trefferchance und erhöht den kritischen Schaden um <b>50%</b>. Abklingzeit: <b>10</b> Sek.",
      "Erhöht nach Verwendung einer Fähigkeit den verursachten Voltschaden für <b>20</b> Sek. um <b>20%</b>."
    ],
    "traits": [
      {
        "name": "Crow: Einzelgänger",
        "icon": true,
        "description": "Erhöht den verursachten Schaden um <b>6%</b> und verringert den erlittenen Schaden um <b>4%</b>, wenn Crow in keinem Team ist."
      },
      {
        "name": "Crow: Stille Nacht",
        "icon": true,
        "description": "Erhöht den verursachten Schaden um <b>10%</b> und verringert den erlittenen Schaden um <b>6%</b>, wenn Crow in keinem Team ist. Wenn Crow einen Kampf beginnt, wird der Schaden, den er verursacht, für <b>12</b> Sek. um <b>12%</b> erhöht."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lightning",
          "name": "Herz des Blitzes",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nano-Beschichtung II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Nanofaser-Rahmen II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 4,
    "id": "echo",
    "name": "Echo",
    "weapon": "Donner-Hellebarde",
    "weapon_id": "thunderous_halberd",
    "birthday": "14. August (Löwe)",
    "birthplace": "Keine Aufzeichnungen",
    "gender": "Weiblich",
    "info": "Ein ungeschicktes Mädchen voller Tatendrang, die das Herz auf der Zunge trägt.\nWeil sie einst von einem reisenden Händler gerettet wurde, reist sie jetzt umher, um ihrerseits Gutes zu tun.\nSie hasst das Böse und will es ausmerzen, indem sie gute Taten begeht. Da sie jung und unerfahren ist, beurteilt sie andere oft nach fragwürdigen Kriterien.",
    "description": "Echo wurde in Warren geboren und träumte immer davon, das Land des ewigen Schnees zu verlassen, um den Rest der Welt zu sehen.\nAls sie neun war, zerstörte eine plötzliche Lawine ihr Zuhause. Ihre Eltern konnten sie retten, kamen aber selbst ums Leben. Sie wurde von einem durchreisenden Händler gerettet und in eine Einrichtung in Banges gebracht.\nNach fünf Jahren in Banges beschloss sie, sich aufzumachen, um gegen das Böse zu kämpfen und das Gute in die Welt zu tragen.",
    "like": "Oma Eileen; Fisch essen",
    "dislike": "Fahrzeuge fahren",
    "element": "Volt",
    "rarity": "SR",
    "role": "Shieldbreaking",
    "resonance": "Schaden pro Sek.",
    "shatter": 11,
    "charge": 7,
    "skills": [
      {
        "name": "Stoß",
        "type": [
          "Attack"
        ],
        "description": "Wenn der Anwender auf dem Boden steht und den Langspeer schwingt, greift er 5-mal hintereinander an.\nErster Angriff: verursacht Schaden in Höhe von <b>24.7%</b> des ANG + <b>1</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: verursacht Schaden in Höhe von <b>22.6%</b> des ANG + <b>1</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: verursacht Schaden in Höhe von <b>47.2%</b> des ANG + <b>2</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: verursacht Schaden in Höhe von <b>65.2%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nFünfter Angriff: verursacht Schaden in Höhe von <b>114.95%</b> des ANG + <b>6</b> und stößt das Ziel eine beträchtliche Strecke zurück."
      },
      {
        "name": "Sprungschlag",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist, tippe auf normaler Angriff, um 4 Mal hintereinander in der Luft anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>27.4%</b> des ANG + <b>1</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>23.2%</b> des ANG + <b>1</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>45.8%</b> des ANG + <b>2</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>110%</b> des ANG + <b>6</b>."
      },
      {
        "name": "Kopfspalter",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, während du in der Luft bist (oder tippe, wenn ein Ziel ausgewählt ist), oder tippe den normalen Angriff, während du kletterst, rückwärts springst oder den Jetpack benutzt, um „Kopfspalter“ auszulösen.\nFügt beim Fallen Schaden in Höhe von <b>8%</b> des ANG + <b>1</b> pro Treffer zu. Bei der Landung verursachst du Schaden in Höhe von <b>48.5%</b> des ANG + <b>3</b> und schlägst das Ziel nieder.\nJe höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Speerhagel",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Halte nach dem dritten normalen Angriff die normale Angriffstaste gedrückt, um „Speerhagel“ auszulösen.\nLässt das Ziel bei einem Treffer <b>länger schweben</b> und verursacht Schaden in Höhe von <b>49.2%</b> des ANG + <b>3</b>. Tippe erneut, um das schwebende Ziel weiter anzugreifen und ihm Schaden in Höhe von bis zu <b>98%</b> des ANG + <b>5</b> zuzufügen."
      },
      {
        "name": "Schleichattacke",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Nähere dich dem Gegner geduckt von hinten und tippe dann auf normaler Angriff, um die Schleichattacke einzusetzen und dabei Schaden in Höhe von <b>570%</b> des ANG + <b>30</b> zu verursachen."
      },
      {
        "name": "Fliegender Tritt",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Um „Fliegender Tritt“ auszulösen, tippe während des kurzen Zeitraums zum perfekten Ausweichen auf den normalen Angriff (vor dem Ausweichen auf eine Pfeiltaste tippen).\nDies fügt getroffenen Gegnern Schaden in Höhe von <b>72%</b> des ANG + <b>4</b> zu, stößt sie deutlich zurück und <b>betäubt</b> sie für <b>1</b> Sek. oder für <b>0,5</b> Sek., wenn das Ziel ein Wanderer ist."
      },
      {
        "name": "Stürzender Aufprall",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf den normalen Angriff, um „Stürzender Aufprall“ auszulösen.\nDies treibt den Langspeer in den Boden, lässt Ziele <b>länger schweben</b> und verursacht Schaden in Höhe von <b>52.8%</b> des ANG + <b>3</b>."
      },
      {
        "name": "Mondjäger",
        "type": [
          "Skill"
        ],
        "description": "Lässt Ziele <b>länger schweben</b> und den Anwender in die Luft springen, um Schaden in Höhe von <b>127.5%</b> des ANG + <b>7</b> zu verursachen. Abklingzeit: <b>25</b> Sek."
      },
      {
        "name": "Donnerschlag",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe von einer anderen Waffe <b>alle Debuffs vom Anwender entfernt</b>, er springt in die Luft und wirft einen Blitzspeer. Dies verursacht eine Flächenexplosion sowie Schaden in Höhe von <b>296.7%</b> des ANG + <b>16</b> und <b>betäubt</b> das Ziel <b>1</b> Sek. lang."
      }
    ],
    "weapon_type": {
      "name": "Volt",
      "description": "Wenn die Waffe voll geladen ist, werden Ziele beim nächsten Angriff für <b>1</b> Sek. <b>paralysiert</b> und für <b>6</b> Sek. elektrisiert. Die Buffs der Ziele werden außer Kraft gesetzt und sie erleiden Schaden in Höhe von <b>106%</b> des ANG. Ziele können für die nächsten <b>6</b> Sekunden keine Buffs erhalten."
    },
    "advancement": [
      "Erhöht Zertrümmern um <b>15%</b>. Wenn der Schild des Ziels zertrümmert wurde, wird der ANG aller Teammitglieder für <b>30 Sek.</b> um <b>15%</b> erhöht. Kann nicht gestapelt werden.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>10%</b>.",
      "Nachdem ein Ziel mit <span class=\"text-green\">Mondjäger</span> getroffen wurde, wird sein ANG für <b>15</b> Sek. um <b>5%</b> verringert und der ANG des Anwenders um <b>5%</b> erhöht (Effekt bis zu <b>3</b>-mal stapelbar, indem mehrere Ziele getroffen werden). Der Effekt wird gegen Ziele mit Verwunden verdoppelt.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>20%</b>.",
      "Verdoppelt die Betäubungsdauer von Ausweichfähigkeiten.",
      "Je höher die zurückgelegte Entfernung der Entladungsfähigkeit ist, desto mehr Schaden verursacht sie (bis zu <b>100%</b> mehr Schaden)."
    ],
    "traits": [
      {
        "name": "Echo: Aufrichtigkeit",
        "icon": true,
        "description": "Wenn das Ziel mit Echo in einem Team ist, erhalten Verbündete im Umkreis von <b>10</b> Metern um Echo einen Schadensbonus von <b>4%</b> (außer Echo)."
      },
      {
        "name": "Echo: Entschlossenheit",
        "icon": true,
        "description": "Wenn das Ziel mit Echo in einem Team ist, erhalten Verbündete im Umkreis von <b>10</b> Metern um Echo einen Schadensbonus von <b>6%</b> (außer Echo)."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "magcore",
          "name": "Magkern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 5,
    "id": "ene",
    "name": "Ene",
    "weapon": "Die Breitseite",
    "weapon_id": "pummeler",
    "birthday": "17. August (Löwe)",
    "birthplace": "Victoria Security",
    "gender": "Weiblich",
    "info": "Sie ist zwar faul und träge, wenn es nichts zu tun gibt, aber im Kampf entwickelt sie großen Enthusiasmus und Ehrgeiz.\nSie ist ausgesprochen stolz auf ihren agilen und starken Roboterkörper, der nicht altert. Zudem ist sie sehr stur und geht an ihre Grenzen, um nicht gegen Menschen aus Fleisch und Blut zu verlieren.\nGeistig ist sie jedoch noch immer ein Kind. Wenn sie bei ihrem Vater ist, zeigt sie ihre verletzliche Seite.",
    "description": "Während der alten Föderation plante die private militärische Vertragsfirma Victoria eine Reihe von Kampfandroiden, und Ene war der erste Prototyp des Projekts.\nZiel dabei war, einen perfekten Androiden mit eigener Identität zu schaffen, der denken, fühlen und folgerichtige Handlungen berechnen konnte. Der Firmeninhaber, der das Projekt bewilligt hatte, übertrug das Backup-Bewusstsein seiner verstorbenen Tochter in Ene, um dem Androiden eine „Seele“ zu geben.\nAls seine Tochter erhielt Ene schließlich den Status als Mensch.",
    "like": "Zeit mit ihrem Vater verbringen; Menschen, die stärker als sie sind",
    "dislike": "Sich der Zerbrechlichkeit des Lebens bewusst sein",
    "element": "Ice",
    "rarity": "SR",
    "role": "Tank",
    "resonance": "Schaden pro Sek.",
    "shatter": 10,
    "charge": 6,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Wenn der Anwender auf dem Boden steht und den Vorschlaghammer schwingt, kann er 4-mal hintereinander angreifen.\nErster Angriff: verursacht Schaden in Höhe von <b>76.3%</b> des ANG + <b>4</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: verursacht Schaden in Höhe von <b>62.1%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: verursacht Schaden in Höhe von <b>157.4%</b> des ANG + <b>8</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: verursacht Schaden in Höhe von <b>263.8%</b> des ANG + <b>14</b> und schleudert das Ziel weg.\nWenn der Anwender den Hammer schwingt, während „Rage“ aktiv ist, kann er 4-mal hintereinander angreifen.\nErster Angriff: verursacht Schaden in Höhe von <b>{8}%</b> des ANG + <b>{9}</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: verursacht Schaden in Höhe von <b>{10}%</b> des ANG + <b>{11}</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: verursacht Schaden in Höhe von <b>{12}%</b> des ANG + <b>{13}</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: verursacht Schaden in Höhe von <b>{14}%</b> des ANG + <b>{15}</b> und lässt das Ziel <b>länger schweben</b>."
      },
      {
        "name": "Stampfen",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Tippe, während du in der Luft bist, den normalen Angriff, um „Stampfen“ auszulösen. Verursacht Schaden in Höhe von <b>121.7%</b> des ANG + <b>6</b> und lässt das Ziel schweben.\nWährend „Rage“ aktiv ist, verursachst du Schaden in Höhe von <b>133.9%</b> des ANG + <b>7</b> und lässt das Ziel <b>länger schweben</b>.\nJe höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Schockwelle",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Eine Schockwelle wird ausgelöst durch Tippen und Halten in der Luft oder bei einem Doppelsprung, durch kurzes Tippen in der Luft, wenn sich Ziele in der Nähe befinden, beim Klettern oder Rückwärtsspringen oder durch Angriffe mit dem Jetpack. Lässt das Ziel <b>4</b>-mal <b>länger schweben</b> und verursacht jedes Mal Schaden in Höhe von <b>34.8%</b> des ANG + <b>2</b>. Ausdauerkosten <b>250</b>.\nWährend „Rage“ aktiv ist, lässt „Schockwelle“ das Ziel <b>5</b>-mal <b>länger schweben</b> und verursacht jedes Mal Schaden in Höhe von <b>38.3%</b> des *ANG + <b>2</b>.\nJe höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Schleichattacke",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Nähere dich dem Gegner geduckt von hinten und tippe dann auf normaler Angriff, um die Schleichattacke einzusetzen und dabei Schaden in Höhe von <b>427.5%</b> des ANG + <b>23</b> zu verursachen."
      },
      {
        "name": "Gezielter Aufprall",
        "type": [
          "Hold: Attack"
        ],
        "description": "Halte den normalen Angriff gedrückt, um „Gezielter Aufprall“ auszulösen (bis zu 3-mal stapelbar). Gewährt während der Ladung Immunität gegen alle Kontrolleffekte und gegen Hyperkörper.\nErster Stapel: verursacht Schaden in Höhe von <b>110%</b> des ANG + <b>6</b> und lässt das Ziel schweben.\nZweiter Stapel: verursacht Schaden in Höhe von <b>276%</b> des ANG + <b>15</b> und lässt das Ziel <b>länger schweben</b>.\nDritter Stapel: verursacht Schaden in Höhe von <b>518%</b> des ANG + <b>27</b> und lässt das Ziel <b>länger schweben</b>.\nWährend „Rage“ aktiv ist, halte die normale Angriffstaste gedrückt, um „Rasende Schläge“ auszulösen. Dies verursacht Schaden in Höhe von <b>501.6%</b> des ANG + <b>26</b> und lässt das Ziel <b>länger schweben</b>."
      },
      {
        "name": "Springender Aufprall",
        "type": [
          "Dodge"
        ],
        "description": "Benutze die Pfeiltasten und die Ausweichen-Taste, um Springender Aufprall auszulösen. Dadurch wird eine Schockwelle entfesselt, die den Gegner <b>4</b> Mal in die Luft schleudert, um Schaden in Höhe von <b>161.6%</b> des ANG + <b>9</b> zu verursachen."
      },
      {
        "name": "Weltenspalter",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf einen normalen Angriff, um Weltenspalter auszulösen. Dadurch werden <b>3</b> Schockwellen nach vorne geschickt, die jeweils Schaden in Höhe von <b>52.4%</b> des ANG + <b>3</b> verursachen und die Ziele schweben lassen.\nWährend du in Rage bist, feuerst du <b>5</b> Schockwellen nach vorne, die jeweils Schaden in Höhe von <b>{0}%</b> des <b>{1}</b> verursachen und das Ziel schweben lassen."
      },
      {
        "name": "Rage",
        "type": [
          "Skill"
        ],
        "description": "Wechseln, um „Rage“ zu aktivieren und den verursachten Schaden <b>25</b> Sek. lang zu erhöhen.\nWährend „Rage“ aktiv ist, lösen Fähigkeiten „Zorn der Lüfte“ aus. Dies verursacht Schaden in Höhe von <b>219%</b> des ANG + <b>12</b>, lässt das Ziel <b>länger schweben</b> und erzeugt einen Luftstrom auf dem Boden. Solange man im Luftstrom steht, kostet das Ausweichen nichts. Abklingzeit: <b>45</b> Sek. (Abklingzeit von „Zorn der Lüfte“: <b>10</b> Sek)."
      },
      {
        "name": "Zerfleischen",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, lässt der Wechsel zu dieser Waffe Ziele in der Nähe <b>länger schweben</b> und \n<b>entfernt alle Debuffs vom Anwender</b>. Dies verursacht Schaden in Höhe von <b>153.3%</b> des ANG +<b>8</b>. Außerdem wird ein Vorschlaghammer beschworen, der auf Ziele in der Nähe fällt und Schaden in Höhe von <b>153.3%</b> des ANG + <b>8</b> verursacht."
      }
    ],
    "weapon_type": {
      "name": "Eispanzer",
      "description": "Voll geladene Waffen <b>gefrieren</b> das Ziel für <b>2</b> Sekunden und verursachen für <b>6</b> Sekunden Frostschaden. Das Durchbrechen des Eispanzers verursacht zusätzlichen Schaden in Höhe von <b>111%</b> des ANG. Während Frostschaden ist die Waffenladegeschwindigkeit des Ziels um <b>50%</b> reduziert."
    },
    "advancement": [
      "Verspottet Ziele in der Nähe nach dem Wechsel zu dieser Waffe, verhindert innerhalb der nächsten <b>8</b> Sek. <b>1</b>-mal eingehenden Schaden und gewährt Hyperkörper für die nächsten <b>8</b> Sek. Abklingzeit: <b>15</b> Sek.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>10%</b>.",
      "Reduziert nach erlittenem Schaden für die nächsten <b>6</b> Sek. allen erlittenen Schaden um <b>50%</b>. Abklingzeit: <b>20</b> Sek.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>20%</b>.",
      "Normale Angriffe <b>betäuben</b> Ziele für <b>2,5</b> Sek. Abklingzeit: <b>20</b> Sek.",
      "Entladungsfähigkeiten fügen Zielen für <b>25</b> Sek. <b>10%</b> zusätzlichen Schaden zu und erhöhen den Frostschaden zusätzlich um <b>10%</b>."
    ],
    "traits": [
      {
        "name": "Ene: Schneller Modus",
        "icon": true,
        "description": "Verringert den Ausdauerverbrauch von Ene beim Schwimmen, Klettern oder Gleiten um <b>12%</b>."
      },
      {
        "name": "Ene: Grenzenloser Modus",
        "icon": true,
        "description": "Verringert den Ausdauerverbrauch von Ene beim Schwimmen, Klettern oder Gleiten um <b>20%</b>."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 6,
    "id": "frigg",
    "name": "Frigg",
    "weapon": "Balmung",
    "weapon_id": "balmung",
    "birthday": "1. Februar (Wassermann)",
    "birthplace": "Erben von Aida",
    "gender": "Weiblich",
    "info": "Zurückhaltend, aber entschlossen bei der Arbeit.\nSie hat einzigartige Ansichten und eine besondere Lebensphilosophie. Wenn es die Zeit erlaubt, denkt sie über den wahren Sinn des Lebens nach.",
    "description": "Einer der Engel der Gnade. Da ihr Körper in eine Maschine aus lebendem Metall verwandelt wurde, konnte sie auch ohne Suppressor der Strahlung widerstehen, der sie ausgesetzt war.\n\nSie ist eine treue Unterstützerin des Weisen und führt jeden Befehl mit bedingungslosem Gehorsam aus. Als eine der wichtigsten Offiziere hat Frigg das Recht, die Truppen der Erben von Aida im Kampf anzuführen, aber meist agiert sie lieber alleine.",
    "like": "Meine eigene Klinge",
    "dislike": "Alles, das ihr begegnet",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "Schaden pro Sek.",
    "shatter": 8,
    "charge": 8,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Wenn der Anwender auf dem Boden ist, kann er Balmung benutzen, um 5-mal hintereinander anzugreifen.\nDer erste Angriff verursacht Schaden in Höhe von <b>62.1%</b> des ANG + <b>3</b> und leichten Rückstoß.\nDer zweite Angriff verursacht Schaden in Höhe von <b>46.2%</b> des ANG + <b>2</b> und leichten Rückstoß.\nDer dritte Angriff verursacht Schaden in Höhe von <b>91.1%</b> des ANG + <b>5</b> und leichten Rückstoß.\nDer vierte Angriff verursacht Schaden in Höhe von <b>55.8%</b> des ANG + <b>3</b> und leichten Rückstoß.\nDer fünfte Angriff verursacht Schaden in Höhe von <b>218.4%</b> des ANG + <b>11</b> und schleudert das Ziel zu Boden."
      },
      {
        "name": "Luftsprengung",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist oder nachdem du einmal gesprungen bist, tippe auf normaler Angriff, um 5 Mal hintereinander anzugreifen.\nErster Angriff: Verursacht Schaden in Höhe von <b>64.4%</b> des ANG + <b>3</b>.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>72.6%</b> des ANG + <b>4</b>.\nDritter Angriff: Verursacht Schaden in Höhe von <b>76.7%</b> des ANG + <b>4</b>.\nVierter Angriff: Verursacht Schaden in Höhe von <b>107.9%</b> des ANG + <b>6</b>.\nFünfter Angriff: Verursacht Schaden in Höhe von <b>168.3%</b> des ANG + <b>9</b>."
      },
      {
        "name": "Schwungschnitt",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff während normaler Angriffe gedrückt, um „Schwungschnitt“ auszulösen.\nDer Anwender hechtet mit einem horizontalem Hieb vorwärts und schleudert das Ziel in die Luft, bevor er sich selbst in die Luft schwingt. Verursacht maximal <b>134.3%</b> des ANG + <b>7</b> Schaden."
      },
      {
        "name": "Spiralschnitt",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Drücke und halte den normalen Angriff in der Luft, oder drücke den normalen Angriff beim Klettern, Zurückspringen oder bei Verwendung von „Jetpack“, um „Spiralschnitt“ auszulösen.\nVerursacht im Fallen pro Treffer Schaden in Höhe von <b>19.8%</b> des ANG + <b>1</b>. Bei der Landung erleiden Ziele in der Nähe Schaden in Höhe von <b>185.7%</b> des ANG + <b>10</b>."
      },
      {
        "name": "Mehrfachschlitzer",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Ein normaler Angriff während des kurzen Zeitraums zum perfekten Angriff löst „Mehrfachschlitzer“ aus.\nEntfesselt mehrere Hiebe in einem bestimmten Bereich vor dem Anwender, die Gesamtschaden in Höhe von <b>{4}%</b> des ANG + <b>{5}</b> verursachen."
      },
      {
        "name": "Fimbulwinter",
        "type": [
          "Skill"
        ],
        "description": "Der Wanderer schlägt wild um sich und verursacht Gesamtschaden in Höhe von <b>577.5%</b> des ANG + <b>30</b>. Schleudert Ziele in die Luft, lässt sie dort schweben und gewährt Schadensimmunität, während diese Fähigkeit eingesetzt wird. Abklingzeit: <b>30</b> Sek.\nDer Einsatz von <b>Fimbulwinter</b> erzeugt für <b>25</b> Sek. einen großen Froststurm um den Anwender herum. Innerhalb des Froststurms verbraucht „Balmung-Ausweichen“ keine Ausweichaktionen.\nGewährt innerhalb des Froststurms „Froststurm I“ und erhöht „Zertrümmern“ um <b>25%</b>, wenn eine Frostwaffe verwendet wird."
      },
      {
        "name": "Kälteeinbruch",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden <b>alle Debuffs vom Anwender entfernt</b> und er macht beim Wechsel zu dieser Waffe einen Satz nach vorne. Der Anwender kontrolliert Gegner in einem Bereich vorübergehend, um danach einen gewaltigen Hieb auszuführen, der Gegnern Schaden in Höhe von <b>618.2%</b> des ANG + <b>33</b> zufügt und sie in die Luft wirft."
      }
    ],
    "weapon_type": {
      "name": "Eispanzer",
      "description": "Voll geladene Waffen <b>gefrieren</b> das Ziel für <b>2</b> Sekunden und verursachen für <b>6</b> Sekunden Frostschaden. Das Durchbrechen des Eispanzers verursacht zusätzlichen Schaden in Höhe von <b>111%</b> des ANG. Während Frostschaden ist die Waffenladegeschwindigkeit des Ziels um <b>50%</b> reduziert."
    },
    "weapon_resonance": {
      "name": "Frostresonanz",
      "description": "<b>Frostresonanz</b>: Erhöht den Frost-ANG um <b>15%</b> und den Frostwiderstand um <b>25%</b>. Wird durch Ausrüsten von <b>2</b> oder mehr Frostwaffen aktiviert. Diese Set-Effekte funktionieren auch mit Waffen im Nebenhand-Slot. Der Effekt kann nicht gestapelt werden."
    },
    "advancement": [
      "Erhalte jedes Mal, wenn du innerhalb des Froststurms <b>550%</b> x Frost-ANG Schaden erhältst, <b>1</b> Frostigkeitspunkt. Es können bis zu <b>10</b> Frostigkeitspunkte angesammelt werden.\nWenn der Froststurm endet, erleiden Gegner innerhalb des Froststurms Bombenschaden in Höhe von Frostigkeitspunkte x Frost-ANG x <b>95%</b>. Nach Verlassen des Froststurms geht alle <b>3</b> Sek. <b>1</b> Frostigkeitspunkt verloren.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>16%</b>.",
      "Erhöht das Frostigkeit-Limit um <b>15</b>. Der Einsatz von Entladungsfähigkeit von Frostwaffen innerhalb des Froststurms fügt Gegnern darin Schaden in Höhe von <b>20%</b> des Frost-ANG x (aktuelle Frostigkeit +5) zu.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>32%</b>.",
      "Das durch Frostwaffen verursachte „Zertrümmern“ von Schilden innerhalb des Froststurms friert das Ziel für <b>2</b> Sek. ein und fügt ihm zusätzlichen Schaden in Höhe von Frostigkeitspunkte x Frost-ANG x <b>35%</b> zu (der Schaden wird verdoppelt, wenn das Ziel nicht eingefroren werden kann).",
      "Wenn die Frostigkeit <b>15</b> Punkte erreicht und der Anwender sich innerhalb eines Froststurms befindet, erhält er zusätzlich „Froststurm II“, wodurch beim Verwenden von Frostwaffen der Frost-ANG um <b>25%</b> erhöht wird."
    ],
    "traits": [
      {
        "name": "Einfrieren",
        "description": "Erhöht bei Kampfbeginn den Frost-ANG alle <b>3</b> Sek. um <b>1,5%</b>. Hält <b>5</b> Sek. an und ist bis zu <b>10</b>-mal stapelbar."
      },
      {
        "name": "Vereisung",
        "description": "Frost-ANG wird bei Kampfbeginn alle <b>3</b> Sek. um <b>2,4%</b> erhöht. Hält <b>5</b> Sek. an und ist bis zu <b>10</b>-mal stapelbar. Gewährt außerdem innerhalb des Froststurms „Hyperkörper“ und Immunität gegen Kontrolleffekte."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Booster-Rahmen I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Herz des Winters",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nano-Beschichtung II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "booster_frame_ii",
          "name": "Booster-Rahmen II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 7,
    "id": "hilda",
    "name": "Hilda",
    "weapon": "Der Terminator",
    "weapon_id": "the_terminator",
    "birthday": "11. April (Widder)",
    "birthplace": "Banges",
    "gender": "Weiblich",
    "info": "Ein leidenschaftliches und aufrichtiges junges Mädchen, unbekümmert, unkompliziert und beliebt.\nSie diskriminiert niemanden aufgrund seines Alters oder Geschlechts, sondern behandelt alle gleich. Ob Alt oder Jung, sie versteht sich mit jedem auf Anhieb. Theo, der Sohn des Leiters von Banges Tech, ist ein enger Freund.\nSie kann gelegentlich schroff und unsensibel wirken und vergisst viel (sogar ihre eigenen Waffen).",
    "description": "Hilda ist der „Superstar“ im Hafen von Banges und unter den Menschen in der Stadt nicht unbekannt.\nSie liebt ihre Heimatstadt sehr und würde alles tun, um sie zu beschützen.\nHilda hat keine feste Berufung und zieht es vor, im Hafen umherzuziehen. Dabei erledigt sie dies und das für die Shops, um etwas Taschengeld zu verdienen; gelegentlich übernimmt sie auch gefährlichere Aufgaben, wie Patrouillen- oder Wachdienst. Wenn sie sich müde fühlt, nimmt sie sich ein oder zwei Tage frei, um nach Herzenslust zu essen und einzukaufen.",
    "like": "Brathähnchen, Feiern, Schnäppchenjagd",
    "dislike": "Lebenspläne",
    "element": "Ice",
    "rarity": "SR",
    "role": "Main DPS",
    "resonance": "Schaden pro Sek.",
    "shatter": 10,
    "charge": 10,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Tippe auf den normalen Angriff, um den Zielmodus zu aktivieren. Halte den normalen Angriff gedrückt, um kontinuierlich bis zu <b>40</b> Schüsse abzufeuern. Jeder Schuss verursacht Schaden in Höhe von <b>11.4%</b> des ANG + <b>1</b>. Bei Kopfschüssen oder einem Treffer an der Schwachstelle des Gegners wird der Schaden verdoppelt und der Gegner zu Boden geworfen (Kopfschüsse sind gegen Wanderer unwirksam)."
      },
      {
        "name": "Geschützturm",
        "type": [
          "Skill"
        ],
        "description": "Aktiviere das Geschützmodus und feuere große Energiekugeln ab, die jeweils Schaden in Höhe von <b>213.3%</b> des ANG + <b>11</b> verursachen und das Ziel in die Luft schleudern. Du bist gegen Lähmungsangriffe und Kontroll-Effekte immun, während du den Geschützturm aufstellst. <b>3.5</b> Sekunden Abklingzeit."
      },
      {
        "name": "Arktischer Strahl",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und ein arktischer Strahl abgefeuert. Dies verursacht Schaden in Höhe von <b>329.2%</b> des ANG + <b>17</b> und bewirkt einen <b>3</b> Sek. anhaltenden <b>Einfrieren</b>-Effekt. Außerdem sinkt der Frostwiderstand des Ziels für <b>10</b> Sek. um <b>50%</b>."
      }
    ],
    "weapon_type": {
      "name": "Eispanzer",
      "description": "Voll geladene Waffen <b>gefrieren</b> das Ziel für <b>2</b> Sekunden und verursachen für <b>6</b> Sekunden Frostschaden. Das Durchbrechen des Eispanzers verursacht zusätzlichen Schaden in Höhe von <b>111%</b> des ANG. Während Frostschaden ist die Waffenladegeschwindigkeit des Ziels um <b>50%</b> reduziert."
    },
    "advancement": [
      "Erhöht mit jedem Treffer eines normalen Angriffs den Schaden um <b>1%</b>. Der Effekt hält <b>2</b> Sek. an und kann bis zu <b>15</b>-mal gestapelt werden. Erhöht die Munition auf <b>60</b>.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>10%</b>.",
      "Erhöht beim Wechsel zu dieser Waffe innerhalb von <b>10</b> Sek. den Schaden von normalen Angriffen sowie von „Zertrümmern“ um <b>30%</b>. Abklingzeit: <b>25</b> Sek. Erhöht die Munition auf <b>80</b>.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>20%</b>.",
      "Verringert die Abklingzeit von normalen Angriffen im Geschützturm-Modus um <b>2</b> Sek.",
      "Erhöht beim Wechsel zu dieser Waffe innerhalb von <b>10</b> Sek. den Schaden von normalen Angriffen sowie von „Zertrümmern“ um <b>60%</b>. Abklingzeit: <b>25</b> Sek."
    ],
    "traits": [
      {
        "name": "Hilda: Bleifuß",
        "icon": true,
        "description": "Erhöht die Geschwindigkeit um <b>7%</b>, wenn Hilda ein Fahrzeug verwendet."
      },
      {
        "name": "Hilda: Volltempo-Driften",
        "icon": true,
        "description": "Erhöht die Geschwindigkeit um <b>10%</b>, wenn Hilda ein Fahrzeug verwendet."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "icecore",
          "name": "Eiskern",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nano-Beschichtung I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 8,
    "id": "huma",
    "name": "Huma",
    "weapon": "Magmaschild V2",
    "weapon_id": "molten_shield_v2",
    "birthday": "12. Januar (Steinbock)",
    "birthplace": "Hykros",
    "gender": "Weiblich",
    "info": "Verfällt manchmal in einen Zustand der Verwirrung oder Benommenheit, weil ihr Erinnerungen und Teile ihrer Identität fehlen. Trägt oft eine Maske über dem Mund, was die Kommunikation mit ihr zusätzlich erschwert. Äußerst ruhig und introvertiert.\nDa sie kaum Erfahrungen mit der Außenwelt hat, wirkt sie etwas naiv und distanziert.",
    "description": "Ein Mädchen, dessen Krankheit ihr seltsame Kräfte verliehen hat. Sie wird derzeit in Hykros behandelt.\nAus irgendeinem Grund hat Huma alle Erinnerungen an ihre Vergangenheit und ihre frühere Persönlichkeit verloren. Seit ihrem Erwachen ist Humas Wissen über die Welt auf Hykros beschränkt. Alles andere ist beängstigend und macht sie nervös.\nIm Moment bestehen Humas persönliche Beziehungen nur zu den medizinischen Forschern, die sie während ihrer Behandlung kennengelernt hat. Diese Forscher haben Huma vorgeschlagen, mit anderen die Außenwelt zu erkunden, in der Hoffnung, dass sie allmählich einen Rückweg in ein normaleres Leben finden kann. Huma hat jedoch eine erstaunliche Entscheidung getroffen: Sie möchte sich zu einer Hykros-Vollstreckerin ausbilden lassen.\nDie Gründe des Mädchens sind einfach und klar: Sie fühlt sich in der Gesellschaft von Vollstreckern sicher und möchte ihre Fähigkeiten nutzen, um sich für die Freundlichkeit von Hykros zu bedanken.",
    "like": "Lesen; Ruhe und Frieden; Gartenarbeit",
    "dislike": "Unbekannt",
    "element": "Fire",
    "rarity": "SSR",
    "role": "Tank",
    "resonance": "Schaden pro Sek.",
    "shatter": 10,
    "charge": 10,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Schwinge die Schildaxt während du auf dem Boden stehst, um 4 Mal hintereinander anzugreifen.\nErster Angriff in Schildform: Verursacht Schaden in Höhe von <b>77.7%</b> des ANG + <b>4</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>56.9%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: Verursacht Schaden in Höhe von <b>62.8%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: Verursacht Schaden in Höhe von <b>184%</b> des ANG + <b>10</b> und <b>schleudert das Ziel in die Luft</b>.\nErster Angriff in Axtform: Verursacht Schaden in Höhe von <b>135.2%</b> des ANG + <b>7</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: Verursacht Schaden in Höhe von <b>79.4%</b> des ANG + <b>4</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: Verursacht Schaden in Höhe von <b>119.9%</b> des ANG + <b>6</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: Verursacht Schaden in Höhe von <b>221.3%</b> des ANG + <b>12</b> und stößt das Ziel zurück."
      },
      {
        "name": "Luftschlag",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Tippe in der Luft oder nach einmaligem Springen auf den normalen Angriff, um 4-mal hintereinander anzugreifen.\nErster Angriff: verursacht Schaden in Höhe von <b>75.9%</b> des ANG + <b>4</b>.\nZweiter Angriff: verursacht Schaden in Höhe von <b>80.2%</b> des ANG + <b>4</b>.\nDritter Angriff: verursacht Schaden in Höhe von <b>103%</b> des ANG + <b>5</b>.\nVierter Angriff: verursacht Schaden in Höhe von <b>118.6%</b> des ANG + <b>6</b>, löst einen <b>Knockdown</b> aus und schleudert das Ziel bei der Landung in die Höhe."
      },
      {
        "name": "Das Unerwartete",
        "type": [
          "Hold: Attack"
        ],
        "description": "Schildform: Tippe und halte den normalen Angriff während du auf dem Boden stehst, um die Schildform für <b>3</b> Sek. einzunehmen (Taste loslassen, um sie zu verlassen). Während dieser Zeit kann sich der Wanderer nicht bewegen, und der erlittene Schaden wird um <b>50%</b> verringert. Wenn du in Schildform die normale Angriffstaste loslässt, nachdem du Schaden erlitten hast oder nachdem du die Taste <b>3</b> Sek. lang gehalten hast, entfesselst du einen Feuersturm, der Schaden in Höhe von <b>167.3%</b> des ANG + <b>9</b> verursacht und dem Ziel eine <b>1</b> Sek. andauernden <b>Betäubung</b> zufügt.\nAxtform: Zerschmettert das Ziel, um Schaden in Höhe von <b>122.2%</b> des ANG + <b>6</b> zu verursachen und lässt es schweben."
      },
      {
        "name": "Tapferkeit",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, während du in der Luft bist (oder tippe, wenn ein Ziel ausgewählt ist), oder tippe den normalen Angriff, während du kletterst, rückwärts springst oder den Jetpack benutzt, um Variantenangriffe in der Luft auszulösen.\nSchildform: Fügt beim Fallen Schaden in Höhe von <b>12.5%</b> des ANG + <b>1</b> pro Treffer zu. Fügt bei der Landung Schaden in Höhe von <b>89.2%</b> des ANG + <b>5</b> zu und stößt das Ziel in die Luft.\nAxtform: Fügt beim Fallen Schaden in Höhe von <b>12.5%</b> des ANG + <b>1</b> pro Treffer zu. Bei der Landung verursachst du Schaden in Höhe von <b>128.3%</b> des ANG + <b>7</b> und lässt das Ziel schweben.\nJe höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Ausbruch",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums nach dem Ausweichen auf den normalen Angriff, um einen Ausweichangriff auszulösen.\nSchildform: Entfesselt einen flammenden Schild, der Zielen Schaden in Höhe von <b>55.8%</b> des ANG + <b>3</b> zufügt und sie zurückstößt. Außerdem wird eine Explosion ausgelöst, die Zielen Schaden in Höhe von <b>{0}%</b> + <b>{1}</b> zufügt, sie für <b>0,5</b> Sek. <b>betäubt</b> und ihre erhaltene Heilung für <b>10</b> Sek. um <b>30%</b> verringert.\nAxtform: Schwingt eine Axt, um Zielen Schaden in Höhe von <b>55.8%</b> des ANG + <b>3</b> zuzufügen und ihre erhaltene Heilung für <b>10</b> Sek. um <b>30%</b> zu verringern."
      },
      {
        "name": "Spaltung",
        "type": [
          "Skill"
        ],
        "description": "Schildumwandlung: Wechselt von der Schildform zur Axtform und schmettert auf den Boden. Dies verursacht Schaden in Höhe von <b>373.8%</b> des ANG + <b>20</b> und lässt das Ziel <b>länger schweben</b>. Erzeugt außerdem für <b>5</b> Sek. eine große Flammenzone, die das Ziel verbrennt und kontinuierlich Schaden in Höhe von <b>233.6%</b> des ANG + <b>12</b> verursacht.\nAxtumwandlung: Wechselt von der Axtform in die Schildform und schlägt Gegner zu Boden. Dies verursacht Schaden in Höhe von <b>309.5%</b> des ANG + <b>16</b> am Ziel und stößt es zurück. Außerdem kann das Ziel für <b>5</b> Sek. seine Waffe nicht wechseln.\nAbklingzeit: <b>25</b> Sek. Schildumwandlung und Axtumwandlung haben die gleiche Abklingzeit."
      },
      {
        "name": "Brodelnder Zorn",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung voll ist</span> oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und eine Flammenschockwelle auf das Ziel losgelassen. Dies verursacht Schaden in Höhe von <b>352%</b> des ANG + <b>19</b>. Verspottet Gegner <b>5</b> Sek. lang und gewährt währenddessen <b>15%</b> Schaden-Reduktion. Verstreut schildförmige Objekte je nach Anzahl der verspotteten Ziele. Die Objekte halten <b>20</b> Sek. an, schützen <b>10</b> Sek. lang vor <b>5%</b> Schaden-Reduktion (stapelbar) und stellen 1 Ausweichen wieder her."
      }
    ],
    "weapon_type": {
      "name": "Flamme",
      "description": "Voll geladene Waffen entzünden das Ziel beim nächsten Angriff für <b>8</b> Sekunden und verursachen kontinuierlich Schaden in Höhe von <b>{3}%</b> des ANG pro Sekunde. Heileffekte sind bei entzündeten Zielen um <b>50%</b> verringert."
    },
    "advancement": [
      "Erhalte nach Einsatz von Entladung einen Stapel „Starker Schild“: „Brodelnder Zorn“ gewährt einen Stapel „Starker Schild“. In Schildform gewähren Ausweich- und Variantenfähigkeiten einen Stapel „Starker Schild“, der <b>15</b> Sek. lang die Schaden-Reduktion um je <b>10%</b> erhöht und bis zu <b>3</b>-mal stapelbar ist. Beim Wechsel zur Axtform werden alle Stapel von „Starker Schild“ in „Scharfe Axt“ umgewandelt; diese Stapel erhöhen <b>15</b> Sek. lang den verursachten Schaden um jeweils <b>15%</b>. Ein Waffenwechsel beendet den Effekt.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>16%</b>.",
      "In Schildform fügen Varianten-/Ausweichangriffe Zielen zusätzlichen Schaden in Höhe von <b>4%</b> der aktuellen LP des Anwenders zu.",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>32%</b>.",
      "Gewährt nach dem Wechsel zur Schildaxt <b>30%</b> Schaden-Reduktion, die alle <b>3</b> Sek. um <b>10%</b> abnimmt (Minimum: <b>10%</b>). Beim Waffenwechsel wird der Effekt beendet. Abklingzeit: <b>30</b> Sek.",
      "Verbessert Wechselfähigkeiten.\nSchildverbesserung: Erhöht den verursachten Schaden um <b>60%</b> und erweitert den Radius der Flammenzone um <b>30%</b>.\nAxtverbesserung: Verfügt über keine gemeinsame Abklingzeit mit Schildverbesserung. Wandelt nach Einsetzen dieser Fähigkeit <b>5</b> Sek. lang erlittenen Schaden in LP um und zwar bis maximal <b>15%</b> der maximalen LP des Anwenders."
    ],
    "traits": [
      {
        "name": "Huma: Standhaftigkeit",
        "icon": true,
        "description": "Gewährt jedes Mal, wenn Huma Schaden erleidet, <b>1</b> Standhaftigkeitsmarkierung und <b>1</b> weitere, wenn es sich um Flammenschaden handelt, bis zu <b>1</b>-mal pro Sek und <b>12</b> Stapeln insgesamt. Gewährt bei Verwendung einer Waffenfähigkeit für <b>12</b> Sek. einen LP-Schild in Höhe der Markierungen x <b>0,4%</b> der LP, was alle Standhaftigkeitsmarkierungen verbraucht. Gewährt einen LP-Schild in Höhe der Markierungen x <b>0,6%</b> der LP, wenn Standhaftigkeitsmarkierungen verbraucht werden, während der Effekt max. gestapelt ist."
      },
      {
        "name": "Huma: Eiserne Barriere",
        "icon": true,
        "description": "Gewährt jedes Mal, wenn Huma Schaden erleidet, <b>1</b> Standhaftigkeitsmarkierung und <b>1</b> weitere, wenn es sich um Flammenschaden handelt, bis zu <b>1</b>-mal pro Sek. und <b>12</b> Stapeln insgesamt. Gewährt bei Verwendung einer Waffenfähigkeit für <b>12</b> Sek. einen LP-Schild in Höhe der Markierungen x <b>0,6%</b> der LP, was alle Standhaftigkeitsmarkierungen verbraucht. Gewährt einen LP-Schild in Höhe der Markierungen x <b>0,9%</b> der LP, wenn Standhaftigkeitsmarkierungen verbraucht werden, während der Effekt max. gestapelt ist."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "Heart of Lava",
          "name": "Herz aus Lava",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Säurefeste Glasur II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Nanofaser-Rahmen II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 9,
    "id": "king",
    "name": "KING",
    "weapon": "Sense der Krähe",
    "weapon_id": "scythe_of_the_crow",
    "birthday": "3. November (Skorpion)",
    "birthplace": "Ravager",
    "gender": "Männlich",
    "info": "Der widerspenstige und extravagant gekleidete KING ist unübersehbar. Er lässt lieber seine Fäuste als sein Mundwerk sprechen – jeder, der ihm begegnet, wird sofort eingeschüchtert von seiner Aggression. Seine Laune ist mehr als wankelmütig; um so überraschender ist es, dass man gut mit ihm kommunizieren kann.\nKING ist stets auf der Suche nach neuen Abenteuern und ihm sind irdische Güter wichtig. So weiß er Prägnanz und den Wert von Dingen zu schätzen und hasst Lügner und Angeber.\nOft greift KING auf Gewalt zurück, um Probleme zu lösen und zu bekommen, was er haben will. Komplizierte Strategien (ob nun im Kampf oder im Leben) gefallen ihm nicht.\nWer ein wenig Zeit mit KING verbringt erkennt, dass er ein einfacher, starker Kerl ist. Allerdings sollte man ihm dies nicht unbedingt sagen, auch wenn es nicht böse gemeint ist.",
    "description": "Von allen, die dumm genug waren, die hohen Zinsen des Banges-Unternehmensverbands aufzunehmen, ist KING der einzigartigste Fall. Normalerweise wird jeder, der eine Zahlung nicht begleichen kann, zur Arbeit in die Minen geschickt – aber nicht er.\nEs ist nicht so, dass der Verband es nicht wollte, aber selbst wenn sie hohe Kopfgelder aussetzten und keine Waffen oder Mühen scheuten, konnten sie ihm nichts anhaben.\nAls Söldner, der für seine Kampffähigkeiten bekannt ist, gilt KING als die Verkörperung von Gewalt. Zu kämpfen ist schon seit seiner Kindheit ein Teil von ihm und er ist ein erfahrener Schläger, der sich auf den Kampf gegen viele spezialisiert hat. Er wird für jeden Auftrag reichlich entlohnt, verspielt es aber angeblich sofort.",
    "like": "Geld; Geld ausgeben; die einfachen Dinge im Leben",
    "dislike": "Produkte ohne Preisschild",
    "element": "Fire",
    "rarity": "SSR",
    "role": "Shieldbreaking",
    "resonance": "Schaden pro Sek.",
    "shatter": 12.5,
    "charge": 5,
    "skills": [
      {
        "name": "Normaler Angriff",
        "type": [
          "Attack"
        ],
        "description": "Wenn der Anwender auf dem Boden steht und die Sense schwingt, kann er 5-mal hintereinander angreifen.\nErster Angriff: verursacht Schaden in Höhe von <b>57.1%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nZweiter Angriff: verursacht Schaden in Höhe von <b>49.1%</b> des ANG + <b>3</b> und stößt das Ziel eine kurze Strecke zurück.\nDritter Angriff: verursacht Schaden in Höhe von <b>106.8%</b> des ANG + <b>6</b> und stößt das Ziel eine kurze Strecke zurück.\nVierter Angriff: verursacht Schaden in Höhe von <b>109.5%</b> des ANG + <b>6</b> und stößt das Ziel eine kurze Strecke zurück.\nFünfter Angriff: verursacht Schaden in Höhe von <b>104.2%</b> des ANG + <b>5</b>, lässt das Ziel <b>länger schweben</b> und den Wanderer in die Luft steigen."
      },
      {
        "name": "Sensen-Aufschwung",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "Während du in der Luft bist oder nachdem du einmal gesprungen bist, greife 5 Mal hintereinander an.\nErster Angriff: verursacht Schaden in Höhe von <b>63.4%</b> des ANG + <b>3</b>.\nZweiter Angriff: verursacht Schaden in Höhe von <b>68.8%</b> des ANG + <b>4</b>.\nDritter Angriff: verursacht Schaden in Höhe von <b>190.5%</b> des ANG + <b>10</b>.\nVierter Angriff: verursacht Schaden in Höhe von <b>213.6%</b> des ANG + <b>11</b>.\nFünfter Angriff: verursacht Schaden in Höhe von <b>173.9%</b> des ANG + <b>9</b> und schlägt das Ziel nieder. Je höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Zerschlagen",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Tippe und halte den normalen Angriff, während du in der Luft bist (oder tippe, wenn ein Ziel ausgewählt ist), oder tippe den normalen Angriff, während du kletterst, rückwärts springst oder den Jetpack benutzt, um „Zerschlagen“ auszulösen.\nFügt beim Fallen Schaden in Höhe von <b>12.5%</b> des ANG + <b>1</b> pro Treffer zu. Bei der Landung verursachst du Schaden in Höhe von <b>71.9%</b> des ANG + <b>4</b> und löst einen <b>Knockdown</b> aus.\nJe höher du dich zum Zeitpunkt des Auslösens des Angriffs befindest, desto höher ist auch der verursachte Schaden. Der Höchstwert beträgt <b>600%</b> des Schadens."
      },
      {
        "name": "Bumerang-Kettenklinge",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums des perfekten Ausweichens auf einen normalen Angriff (tippe vor dem Ausweichen auf eine Pfeiltaste), um Schneller Stoß auszulösen.\nVerursache bis zu <b>137.4%</b> des ANG + <b>7</b> Schaden und ziehe Gegner in der Nähe an."
      },
      {
        "name": "Schleichattacke",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Nähere dich dem Gegner geduckt von hinten und tippe dann auf normaler Angriff, um die Schleichattacke einzusetzen und dabei Schaden in Höhe von <b>570%</b> des ANG + <b>30</b> zu verursachen."
      },
      {
        "name": "Bumerang-Kettenklinge",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Tippe während des kurzen Zeitraums des perfekten Ausweichens auf einen normalen Angriff (tippe vor dem Ausweichen auf eine Pfeiltaste), um Schneller Stoß auszulösen.\nVerursache bis zu <b>126.9%</b> des ANG + <b>7</b> Schaden und ziehe Gegner in der Nähe an."
      },
      {
        "name": "Domäne der Fledermaus",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Beschwöre beim Ausweichen einen „Fledermaus-Sturm“, der das Ziel in die Mitte zieht. Tippe während des kurzen Zeitraums nach dem Ausweichen auf den normalen Angriff, um die Sense zu schwingen und dem Ziel bis zu <b>114.3%</b> des ANG + <b>6</b> Schaden zuzufügen."
      },
      {
        "name": "Todesspirale",
        "type": [
          "Skill"
        ],
        "description": "Schwinge die Sense, um Schaden in Höhe von <b>499.9%</b> des ANG + <b>26</b> zu verursachen. Abklingzeit: <b>45</b> Sek."
      },
      {
        "name": "Flammensense",
        "type": [
          "Discharge"
        ],
        "description": "Wenn die <span class=\"text-red\">Waffenladung</span> voll ist oder <span class=\"text-red\">Trugbild</span> ausgelöst wird, werden beim Wechsel zu dieser Waffe <b>alle Debuffs vom Anwender entfernt</b> und eine Flammensense erzeugt. Dies verursacht Schaden in Höhe von <b>398.3%</b> des ANG + <b>21</b> und hält <b>10</b> Sek. an. Außerdem werden alle <b>2</b> Sek. Flammensensen-Gebiet erzeugt. Die Sensen erzeugen Vulkanausbrüche am Boden, die Zielen Schaden in Höhe von <b>66%</b> des ANG + <b>3</b> zufügen und sie schweben lassen."
      }
    ],
    "weapon_type": {
      "name": "Flamme",
      "description": "Voll geladene Waffen entzünden das Ziel beim nächsten Angriff für <b>8</b> Sekunden und verursachen kontinuierlich Schaden in Höhe von <b>{3}%</b> des ANG pro Sekunde. Heileffekte sind bei entzündeten Zielen um <b>50%</b> verringert."
    },
    "advancement": [
      "Erhöht „Zertrümmern“ um <b>15%</b>. Wenn der Schild des Ziels zertrümmert wurde, erleidet das Ziel <b>15</b> Sek. lang pro Sek. Verbrennenschaden in Höhe von <b>120%</b> des ANG.",
      "Erhöht das Basis-LP-Wachstum der aktuellen Waffe um <b>16%</b>.",
      "Erhöht den verursachten Schaden für jeden Gegner innerhalb von <b>6</b> Metern um <b>10%</b> (maximal <b>30%</b>).",
      "Erhöht das Basis-ANG-Wachstum der aktuellen Waffe um <b>32%</b>.",
      "Erhöht den Schaden gegen LP-Schilde oder Gegner mit Schild um <b>100%</b>.",
      "Erhöht den verursachten Schaden für jeden getöteten Gegner <b>30</b> Sek. lang um <b>10%</b> (kann bis zu <b>3</b>-mal gestapelt werden)."
    ],
    "traits": [
      {
        "name": "KING: Kaltblütiger Hieb",
        "icon": true,
        "description": "Für jede <b>7</b> Gegner, die King besiegt, werden LP in Höhe von <b>8%</b> der max. LP wiederhergestellt."
      },
      {
        "name": "KING – Angstschnitter",
        "icon": true,
        "description": "Für jede <b>5</b> Gegner, die King besiegt, werden LP in Höhe von <b>10%</b> der max. LP wiederhergestellt."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "firecore",
          "name": "Feuerkern",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Säurefeste Glasur I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Nanofaser-Rahmen I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "Heart of Lava",
          "name": "Herz aus Lava",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Säurefeste Glasur II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Nanofaser-Rahmen II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  }
]