[
  {
    "_id": 1,
    "id": "bailing",
    "name": "Bai Ling",
    "weapon": "Pena do Rouxinol",
    "weapon_id": "nightingales_feather",
    "birthday": "8 de maio (Touro)",
    "birthplace": "Abrigo HT201",
    "gender": "Feminino",
    "info": "Ela não tem autoconfiança e se preocupa demais. Se importa mais com o que as outras pessoas pensam do que com suas próprias ideias, o que faz com que seja muito sensível e fique muito ansiosa com coisas pequenas. Por outro lado, ela tem os pés no chão, é gentil, educada e meticulosa.\nAinda está aprendendo e se desenvolvendo. Após ter percebido os seus problemas, ela está lentamente tentando se tornar alguém capaz de tomar a frente das coisas.",
    "description": "Como líder atual do Abrigo HT201, Bai Ling é responsável por sua operação diária e pelo comando em combate. Ela assumiu a liderança recentemente, então ainda parece estar um pouco sobrecarregada e aflita na posição.\nO falecimento repentino do líder anterior deixou Bai Ling em choque, e sua personalidade inclinada à preocupação excessiva e à ansiedade também foi questionada por alguns dos membros do abrigo. Ela considera a liderança como um fardo pesado e está sempre preocupada em garantir que tudo funcione corretamente.\nApesar disso, também é atenciosa, responsável, meticulosa e habilidosa na contabilidade, de forma que, no momento, o Abrigo HT201 parece estar em boas mãos.",
    "like": "Contabilidade, gerenciamento financeiro, contagem de estoque",
    "dislike": "Ter que lidar com pessoas desconhecidas ou desagradáveis",
    "element": "Physical",
    "rarity": "SR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 6,
    "charge": 10,
    "skills": [
      {
        "name": "Saque Ligeiro",
        "type": [
          "Attack"
        ],
        "description": "No chão, saca o arco para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>33.7%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano de <b>30.2%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>54.3%</b> do ATQ + <b>3</b>.\nQuarto ataque: Causa dano de <b>83.5%</b> do ATQ + <b>4</b>.\nQuinto ataque: Causa dano de <b>77.7%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância."
      },
      {
        "name": "Tiro Concentrado",
        "type": [
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal para carregar o disparo. Causa dano base de <b>60.5%</b> do ATQ + <b>3</b>, e mais <b>50%</b> por cada <b>1</b> segundo de concentração (máximo de <b>3</b> segundos). Causa o dobro de dano se acertar a cabeça ou um ponto fraco do inimigo e o derruba (tiros na cabeça não têm efeito contra Errantes)."
      },
      {
        "name": "Chuva de Flechas",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após qualquer ataque normal, segure o botão de ataque normal para desencadear Chuva de Flechas. Causa até <b>198.7%</b> do ATQ + <b>10</b> de dano em área a alvos."
      },
      {
        "name": "Saraivada Aérea",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>38.8%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano de <b>51%</b> do ATQ + <b>3</b>.\nTerceiro ataque: Causa dano de <b>77.7%</b> do ATQ + <b>4</b>.\nQuarto ataque: Causa dano de <b>117%</b> do ATQ + <b>6</b>."
      },
      {
        "name": "Flecha Repulsora",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque após se esquivar para usar Flecha Repulsora. Repele o alvo uma curta distância e causa dano de <b>85.5%</b> do ATQ + <b>5</b>."
      },
      {
        "name": "Tiro Perfurante",
        "type": [
          "Skill"
        ],
        "description": "Dá um mortal para trás e dispara <b>1</b> tiro perfurante para frente. Causa dano de <b>154.8%</b> do ATQ + <b>8</b> e repelindo o alvo. Tempo de recarga: <b>12</b> seg."
      },
      {
        "name": "Salva Explosiva",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e lança uma Salva Explosiva sobre o alvo ao trocar para esta arma. Causa dano de <b>486.6%</b> do ATQ + <b>26</b>."
      }
    ],
    "weapon_type": {
      "name": "Lesão",
      "description": "Armas com carga completa causarão dano de <b>100%</b> do ATQ com o ataque seguinte e infligirão lesão ao alvo durante <b>7</b> segundos, que então sofrerá <b>20%</b> a mais de dano."
    },
    "advancement": [
      "Restaura 1 tentativa de esquiva a cada cinco ataques normais ou após usar <span class=\"text-green\">Tiro Perfurante</span>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>10%</b>.",
      "Aumenta o dano do tiro na cabeça em <b>30%</b>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>20%</b>.",
      "Habilidades de esquiva infligem lesão a alvos durante <b>7</b> segundos.",
      "Aumenta em <b>30%</b> a taxa de crítico contra alvos com lesão e em <b>50%</b> o dano crítico."
    ],
    "traits": [
      {
        "name": "Valentia",
        "icon": true,
        "description": "Quando Bai Ling guarda o Planador ou a Prancha a Jato, a velocidade aumenta em <b>8%</b> durante <b>12</b> seg. Tempo de recarga: <b>60</b> segundos."
      },
      {
        "name": "Determinação",
        "icon": true,
        "description": "Quando Bai Ling guarda o Planador ou a Prancha a Jato, a velocidade aumenta em <b>15%</b> durante <b>12</b> seg. Tempo de recarga: <b>60</b> segundos."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 2,
    "id": "cocoritter",
    "name": "Coco",
    "weapon": "Zero Absoluto",
    "weapon_id": "absolute_zero",
    "birthday": "1 de junho (Gêmeos)",
    "birthplace": "Desconhecido",
    "gender": "Feminino",
    "info": "Uma garota inocente e romântica, que está sempre de bom humor. Confia demais nas pessoas, o que passa a impressão de que é inocente demais.\nAma doces, mas consegue manter um equilíbrio delicado entre açúcar e comida saudável. Tem dificuldade para se localizar, mas possui a habilidade de não se perder depois que encontra a direção certa. É difícil não se preocupar com ela, mesmo que, na realidade, ela seja muito capaz de tomar conta de si mesma.",
    "description": "Filha de pesquisadores médicos da Hykros, Cocoritter começou a exibir talentos para a cura ainda jovem e foi para o laboratório de trabalho dos pais para absorver todo o conhecimento médico possível.\nEla tem visitado vários abrigos mundo afora para tratar os feridos. Leva este dever muito a sério e o vê como a experiência necessária para se tornar parte efetiva da equipe médica.",
    "like": "Doces, qualquer coisa fofa",
    "dislike": "Desconhecido",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Utility",
    "resonance": "Support",
    "shatter": 4,
    "charge": 12.5,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o cajado para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>54.4%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>40.8%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>65.6%</b> do ATQ + <b>3</b>.\nQuarto ataque: Causa dano de <b>89.7%</b> do ATQ + <b>5</b>.\nQuinto ataque: Causa dano de <b>158.4%</b> do ATQ + <b>8</b>."
      },
      {
        "name": "Cajadada Elevada",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>70.5%</b> do ATQ + <b>4</b>.\nSegundo ataque: Causa dano de <b>50.8%</b> do ATQ + <b>3</b>.\nTerceiro ataque: Causa dano de <b>55.1%</b> do ATQ + <b>3</b>.\nQuarto ataque: Causa dano de <b>99.1%</b> do ATQ + <b>5</b>.\nQuinto ataque: Causa dano de <b>103.2%</b> do ATQ + <b>5</b>."
      },
      {
        "name": "Lua Cadente",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "No ar, segure o botão de ataque normal para usar Lua Cadente.\nAo aterrissar, causa dano a cada <b>0,2</b> segundo até um total de <b>123.8%</b> do ATQ + <b>7</b>."
      },
      {
        "name": "Ataque Determinado",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o terceiro ataque normal, mantenha o botão pressionado para desferir ataques encadeados, o que consome <b>300</b> de vigor.\nPrimeiro ataque: Puxa inimigos que estão na sua frente, os <b>suspende</b> e causa dano de <b>34.9%</b> do ATQ + <b>2</b> a cada <b>0,3</b> segundo (no máximo <b>4</b> vezes).\nSegundo ataque: A cada <b>0,3</b> segundo, causa dano de <b>40.4%</b> do ATQ + <b>2</b> ao alvo e a alvos próximos."
      },
      {
        "name": "Ondulação",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Ondulação.\nCada onda de energia causa dano de <b>45.9%</b> do ATQ + <b>2</b> a alvos.\nRecupera <b>75</b> pontos de carga de arma ao usar."
      },
      {
        "name": "Tesserato",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Explosão Evasiva.\nDispara um orbe de energia para frente. A cada <b>0,3</b> segundo, causa dano de <b>66.4%</b> do ATQ + <b>3</b> a alvos no caminho (no máximo 5 vezes).\nRecupera <b>75</b> pontos de carga de arma ao usar."
      },
      {
        "name": "Santuário",
        "type": [
          "Skill"
        ],
        "description": "Cria uma área de cura que acompanha o Errante e cura aliados próximos em <b>95%</b> do ATQ + <b>5</b> a cada <b>0,5</b> segundo durante <b>6</b> segundos. Tempo de recarga: <b>60</b> seg."
      },
      {
        "name": "Livramento",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> ao trocar para esta arma. O cajado continua removendo efeitos negativos de você e de aliados, além de curar vocês o equivalente a <b>118.8%</b> do ATQ + <b>6</b> durante <b>7</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>151%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "advancement": [
      "Após se esquivar, invoca uma abelha de cura que segue você e cura o aliado com a menor porcentagem de vida em um raio de <b>15</b> metros. Cura o equivalente a <b>25%</b> do ATQ e restaura <b>50</b> pontos de carga de arma por vez. Dura <b>25</b> segundos. Tempo de recarga: <b>25</b> seg.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>16%</b>.",
      "Use <span class=\"text-yellow\">Santuário</span> ou habilidades de descarga para remover efeitos negativos de alvos. Pode ser usado enquanto sofre efeito incapacitante. Aumenta em <b>20%</b> o despedaçar e o dano causado de todos os colegas dentro do raio e deixa-os imunes a efeitos incapacitantes e despedaçar.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Aumenta em <b>15%</b> o efeito de cura, mais um adicional de <b>20%</b> ao curar alvos com menos de <b>60%</b> de vida.",
      "Quando uma abelha é invocada ou sai da batalha, todos os aliados são curados em <b>100%</b> do ATQ do usuário. Todos os aliados em um raio de <b>10</b> metros da abelha de cura também ganham <b>15%</b> de reforço de todo dano e cura (não acumula)."
    ],
    "traits": [
      {
        "name": "Assistência",
        "icon": true,
        "description": "Quando Cocoritter usa uma arma de suporte, os efeitos de cura que ela inflige e recebe aumentam em <b>20%</b>."
      },
      {
        "name": "Confiança",
        "icon": true,
        "description": "Aumenta a cura realizada e a cura recebida em <b>20%</b> quando Cocoritter usa uma armas de suporte. Aumenta o ATQ de aliados próximos em <b>15%</b> por <b>5</b> segundos quando Cocoritter usa a habilidade de descarga ou a habilidade de arma de uma arma de suporte."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Coração-de-inverno",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Revestimento antiácido II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 3,
    "id": "crow",
    "name": "Crow",
    "weapon": "Adagas Trovejantes",
    "weapon_id": "thunderblades",
    "birthday": "17 de dezembro (Sagitário)",
    "birthplace": "Desconhecido",
    "gender": "Masculino",
    "info": "Uma personalidade vívida e animada que ilumina qualquer ambiente. É sincero e extrovertido e otimista em qualquer situação, mas, às vezes, orgulhoso demais.\nCostuma fazer truques de adagas chamativos e tem um amplo repertório de piadas de tiozinho que ele acha hilárias. Crow gosta de contar essas piadas como se estivesse no palco.\nPor trás do jeito descontraído e despreocupado existem força de vontade e determinação inabaláveis. Não mede esforços para conquistar seus objetivos. Às vezes exige demais de si mesmo.",
    "description": "Como ex-Executor, Crow mantém uma boa relação com a Hykros. Ele não cometeu nenhum erro crítico e não foi dispensado por mau desempenho. Simplesmente percebeu que queria uma vida menos regrada após trabalhar com a equipe de lá por um tempo e tomou a decisão que lhe parecia melhor.\nAtualmente, viaja livremente por longos períodos de tempo. Sua personalidade alegre causa uma ótima primeira impressão nas pessoas que cruzam o seu caminho, e ele sempre apresenta novos truques ou piadas quando chega em um lugar novo. As pessoas o chamam de Crowzinho, mas ele não liga.",
    "like": "Gatos, todo tipo de adagas",
    "dislike": "Álcool, histórias de fantasmas",
    "element": "Volt",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 6,
    "charge": 8,
    "skills": [
      {
        "name": "Cutilada",
        "type": [
          "Attack"
        ],
        "description": "Enquanto está no solo, brande a montante em 5 ataques seguidos.\nPrimeiro ataque: causa dano igual a <b>60.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nSegundo ataque: causa dano de <b>73%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nTerceiro ataque: causa dano de <b>90.9%</b> do ATQ + <b>5</b> e repele o alvo uma curta distância.\nQuarto ataque: causa dano de <b>96.8%</b> do ATQ + <b>5</b>, que repele o alvo, repelindo-o uma curta distância.\n Quinto ataque: causa dano de <b>202.2%</b> do ATQ + <b>11</b> e repele o alvo uma curta distância."
      },
      {
        "name": "Floreio Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>65.6%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>38.4%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>92%</b> do ATQ + <b>5</b>.\nQuarto ataque: Causa dano de <b>138%</b> do ATQ + <b>7</b>."
      },
      {
        "name": "Lançamento Veloz",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o terceiro ataque normal, mantenha o botão pressionado para usar Lançamento Veloz.\nAo atingir, <b>suspende muito</b> o alvo. Causa dano total de <b>116.8%</b> do ATQ + <b>6</b>."
      },
      {
        "name": "Mergulho Espiralante",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar (ou toque com um alvo selecionado), ou toque ao escalar, pular para trás ou usar a mochila a jato para usar Mergulho Espiralante.\nEnquanto cai, cada golpe causa dano de <b>42%</b> do ATQ + <b>2</b>."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>570%</b> do ATQ + <b>30</b>."
      },
      {
        "name": "Adagas Voadoras",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Adagas Voadoras.\nGolpeia um alvo <b>5</b> vezes. Cada golpe causa dano de <b>26.4%</b> do ATQ + <b>1</b>. Enquanto estiver ativo, fica imune a efeitos incapacitantes."
      },
      {
        "name": "Adagas-Bumerangue",
        "type": [
          "Skill"
        ],
        "description": "Arremessa <b>6</b> adagas-bumerangue. Cada uma causa dano de <b>52.8%</b> do ATQ + <b>3</b>. Ganha <b>corpo de aço</b> durante até <b>8</b> segundos. O efeito acaba quando as adagas voltam. Tempo de recarga: <b>45</b> seg."
      },
      {
        "name": "Adagas Giratórias",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma estiver completa</span> ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e se teletransporta para o local do alvo ao trocar para esta arma e ataca. Causa dano de <b>86.9%</b> do ATQ + <b>5</b> e eletrocuta o alvo (após <b>5</b> segundos, causa dano elétrico equivalente a <b>15%</b> do dano causado, até <b>350%</b> do seu ATQ. Este é um status anormal que não pode ser anulado). Além disso, gera 3 adagas que giram em volta do Errante e causam dano de <b>65.2%</b> do ATQ + <b>3</b> a quem encostar nelas."
      }
    ],
    "weapon_type": {
      "name": "Raio",
      "description": "Quando a arma está completamente carregada, o ataque seguinte <b>paralisa</b> o alvo por <b>1</b> segundo e o eletrocuta por <b>6</b> segundos, anulando todos os efeitos positivos e causando dano de <b>144%</b> do ATQ. Os alvos não podem receber efeitos positivos pelos próximos <b>6</b> segundos."
    },
    "advancement": [
      "Atacar alvos por trás aumenta a taxa de crítico de todos os golpes de adagas em <b>40%</b>. Apunhalar um alvo eletrocutado pelas costas aumenta a taxa de crítico em <b>100%</b> e o dano crítico em <b>30%</b>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Aumenta em <b>30%</b> o dano causado a alvos com menos de <b>60%</b> de vida.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Desferir um Ataque Traseiro dá 100% de chance de crítico para os <b>4</b> segundos seguintes e aumenta o dano crítico em <b>50%</b>. Tempo de recarga: <b>10</b> seg.",
      "Após usar uma habilidade, aumenta o dano elétrico causado ao alvo em <b>20%</b> durante <b>20</b> segundos."
    ],
    "traits": [
      {
        "name": "Solidão",
        "icon": true,
        "description": "Quando Crow não está em equipe, aumenta o dano causado em <b>6%</b> e reduz o dano sofrido em <b>4%</b>."
      },
      {
        "name": "Noite Silenciosa",
        "icon": true,
        "description": "Quando Crow não está em equipe, aumenta o dano causado em <b>10%</b> e reduz o dano sofrido em <b>6%</b>. Quando Crow entra em combate, aumenta o dano causado em <b>12%</b> durante <b>12</b> segundos."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lightning",
          "name": "Coração-de-raio",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 4,
    "id": "echo",
    "name": "Echo",
    "weapon": "Alabarda Trovejante",
    "weapon_id": "thunderous_halberd",
    "birthday": "14 de agosto (Leão)",
    "birthplace": "Não há registro",
    "gender": "Feminino",
    "info": "Uma garota desastrada e cheia de energia que gosta de expressar suas emoções e pensamentos.\nDesde que foi resgatada por um comerciante, ela deseja retribuir fazendo o bem durante suas viagens.\nEla odeia o mal e considera que eliminá-lo é uma boa ação. Sendo jovem e inexperiente, ela frequentemente julga as pessoas com base em padrões questionáveis.",
    "description": "Echo nasceu em Warren e sempre sonhou em sair da terra da neve pura para ver o resto do mundo.\nQuando tinha nove anos de idade, o abrigo onde vivia foi destruído por uma avalanche repentina, durante a qual os seus pais morreram tentando salvá-la. Então, ela foi resgatada por um comerciante que passava por ali, que a enviou para uma instalação de recuperação em Banges.\nApós cinco anos em Banges, ela decidiu sair em uma jornada para punir o mal e espalhar o bem.",
    "like": "Vovó Eileen, comer peixe",
    "dislike": "Dirigir veículos",
    "element": "Volt",
    "rarity": "SR",
    "role": "Shieldbreaking",
    "resonance": "DPS",
    "shatter": 11,
    "charge": 7,
    "skills": [
      {
        "name": "Lançada",
        "type": [
          "Attack"
        ],
        "description": "Enquanto está no solo, brande a lança longa em 5 ataques seguidos.\nPrimeiro ataque: causa dano igual a <b>24.7%</b> do ATQ + <b>1</b> e repele o alvo uma curta distância.\nSegundo ataque: causa dano de <b>22.6%</b> do ATQ + <b>1</b> e repele o alvo uma curta distância.\nTerceiro ataque: causa dano de <b>47.2%</b> do ATQ + <b>2</b> e repele o alvo uma curta distância.\nQuarto ataque: causa dano de <b>65.2%</b> do ATQ + <b>3</b>, que repele o alvo, repelindo-o uma curta distância.\n Quinto ataque: causa dano de <b>114.95%</b> do ATQ + <b>6</b> e repele o alvo uma distância significativa."
      },
      {
        "name": "Ataque Suspenso",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>27.4%</b> do ATQ + <b>1</b>.\nSegundo ataque: Causa dano de <b>23.2%</b> do ATQ + <b>1</b>.\nTerceiro ataque: Causa dano de <b>45.8%</b> do ATQ + <b>2</b>.\nQuarto ataque: Causa dano de <b>110%</b> do ATQ + <b>6</b>."
      },
      {
        "name": "Mergulho Esmagador",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar (ou toque com um alvo selecionado), ou toque ao escalar, pular para trás ou usar a mochila a jato para usar Mergulho Esmagador.\nEnquanto cai, cada golpe causa dano de <b>8%</b> do ATQ + <b>1</b>. Ao aterrissar, causa dano de <b>48.5%</b> do ATQ + <b>3</b> e derruba os alvos.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Floreio Arremessante",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o terceiro ataque normal, mantenha o botão pressionado para usar Floreio Arremessante.\nAo atingir, <b>suspende muito</b> o alvo. Causa dano de <b>49.2%</b> do ATQ + <b>3</b>. Toque novamente para continuar atacando o alvo suspenso e causar dano de até <b>98%</b> do ATQ + <b>5</b>."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>570%</b> do ATQ + <b>30</b>."
      },
      {
        "name": "Chute Desorientador",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Chute Desorientador.\nCausa dano de <b>72%</b> do ATQ + <b>4</b> ao alvo atingido, o repele uma boa distância e o <b>atordoa</b> durante <b>1</b> segundo (alvos não Errantes) ou <b>0,5</b> segundo (Errantes)."
      },
      {
        "name": "Esmagada Violenta",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Esmagada Violenta.\nBate a lança no chão, <b>suspendendo muito</b> os alvos e causando dano de <b>52.8%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Combate nas Alturas",
        "type": [
          "Skill"
        ],
        "description": "<b>Suspende muito</b> o alvo e suspende a si mesmo, causando dano de <b>127.5%</b> do ATQ + <b>7</b>. Tempo de recarga: <b>25</b> seg."
      },
      {
        "name": "Lança Relampejante",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, ao trocar para esta arma, <b>remove todos os efeitos negativos de você</b>, que pula no ar e arremessa uma lança relampejante que explode. Causa dano em área de <b>296.7%</b> do ATQ + <b>16</b> e <b>paralisa</b> o alvo durante <b>1</b> segundo."
      }
    ],
    "weapon_type": {
      "name": "Raio",
      "description": "Quando a arma está completamente carregada, o ataque seguinte <b>paralisa</b> o alvo por <b>1</b> segundo e o eletrocuta por <b>6</b> segundos, anulando todos os efeitos positivos e causando dano de <b>106%</b> do ATQ. Os alvos não podem receber efeitos positivos pelos próximos <b>6</b> segundos."
    },
    "advancement": [
      "Aumenta o despedaçar em <b>15%</b>. Após despedaçar o escudo do alvo, aumenta o ATQ de todos os colegas de equipe em <b>15%</b> durante <b>30</b> segundos. Não acumula.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>10%</b>.",
      "Após atingir um alvo com <span class=\"text-green\">Combate nas Alturas</span>, reduz o ATQ dele em <b>5%</b> e aumenta o seu ATQ em <b>5%</b> durante <b>15</b> segundos (acumula até <b>3</b> por atingir vários alvos). O efeito é dobrado contra alvos com lesão.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>20%</b>.",
      "Dobra a duração do atordoamento de habilidades de esquiva.",
      "Quanto maior a distância percorrida pela descarga da habilidade, maior o dano que ela causa (até <b>100%</b> a mais de dano)."
    ],
    "traits": [
      {
        "name": "Integridade",
        "icon": true,
        "description": "Quando Echo estiver na equipe, aliados a até <b>10</b> metros dela recebem um reforço de <b>4%</b> de dano (exceto Echo)."
      },
      {
        "name": "Persistência",
        "icon": true,
        "description": "Quando Echo estiver na equipe, aliados a até <b>10</b> metros dela recebem um reforço de <b>6%</b> de dano (exceto Echo)."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 5,
    "id": "ene",
    "name": "Ene",
    "weapon": "Esmurrador",
    "weapon_id": "pummeler",
    "birthday": "17 de agosto (Leão)",
    "birthplace": "Victoria Segurança",
    "gender": "Feminino",
    "info": "Ela aparenta ser preguiçosa e desmotivada quando não há nada a fazer, mas fica extremamente animada e competitiva em combate.\nTem muito orgulho de seu corpo robótico, que é ágil, forte e não envelhece. Ela também é teimosa e se esforça ao limite, recusando-se a ser derrotada por pessoas com corpos feitos de carne.\nEntretanto, sua mente ainda é a de uma criança, e ela revela um lado frágil quando está com seu pai.",
    "description": "Durante a época da Antiga Federação, Victoria, uma empreiteira militar privada, certa vez idealizou uma série de droides de combate, e Ene foi o primeiro protótipo do projeto.\nO objetivo era criar um droide perfeito com uma identidade própria e a capacidade de pensar, sentir e calcular a próxima ação. O proprietário que autorizou este projeto carregou a consciência de sua falecida filha em Ene como a \"alma\" do droide.\nPor fim, Ene ganhou o direito de ser humana na qualidade de filha do proprietário.",
    "like": "Estar com seu pai, humanos que são mais fortes do que ela",
    "dislike": "Compreende completamente a fragilidade da vida",
    "element": "Ice",
    "rarity": "SR",
    "role": "Tank",
    "resonance": "Defense",
    "shatter": 10,
    "charge": 6,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o martelo para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>76.3%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>62.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>157.4%</b> do ATQ + <b>8</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>263.8%</b> do ATQ + <b>14</b> e lança o alvo no ar.\nNo modo Irrupção, branda o martelo para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>{8}%</b> do ATQ + <b>{9}</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>{10}%</b> do ATQ + <b>{11}</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>{12}%</b> do ATQ + <b>{13}</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>{14}%</b> do ATQ + <b>{15}</b> e <b>suspende muito</b> o alvo."
      },
      {
        "name": "Bordoada",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para executar Bordoada. Causa dano de <b>121.7%</b> do ATQ + <b>6</b> e suspende o alvo.\nDurante Irrupção, causa dano de <b>133.9%</b> do ATQ + <b>7</b> e <b>suspende muito</b> o alvo.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Abalo Sísmico",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segurar o botão de ataque normal enquanto estiver no ar, der salto duplo, tocar brevemente no ar quando houver alvos por perto, escalar, pular para trás ou atacar enquanto usa a mochila a jato desencadeia Abalo Sísmico. <b>Suspende muito</b> o alvo <b>4</b> vezes. Cada vez causa dano de <b>34.8%</b> do ATQ + <b>2</b>. Custa <b>250</b> de vigor.\nDurante Irrupção, Abalo Sísmico <b>suspende muito</b> o alvo <b>5</b> vezes. Cada vez causa dano de <b>38.3%</b> do ATQ + <b>2</b>.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>427.5%</b> do ATQ + <b>23</b>."
      },
      {
        "name": "Pancada Repulsora",
        "type": [
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal para usar Pancada Repulsora. (O ataque pode ser concentrado até 3 acúmulos.) Recebe corpo de aço e imunidade a todos os efeitos incapacitantes enquanto carrega.\nPrimeiro acúmulo: Causa dano de <b>110%</b> do ATQ + <b>6</b> e suspende o alvo.\nSegundo acúmulo: Causa dano de <b>276%</b> do ATQ + <b>15</b> e <b>suspende muito</b> o alvo.\nTerceiro ataque: Causa dano de <b>518%</b> do ATQ + <b>27</b> e <b>suspende muito</b> o alvo.\nDurante Irrupção, segure o botão de ataque normal para usar Golpes Furiosos, que causa dano de <b>501.6%</b> do ATQ + <b>26</b> e <b>suspende muito</b> o alvo."
      },
      {
        "name": "Esquiva Sísmica",
        "type": [
          "Dodge"
        ],
        "description": "Esquive-se para usar Esquiva Sísmica. Gera uma onda sísmica que suspende o alvo <b>4</b> vezes e causa dano de <b>161.6%</b> do ATQ + <b>9</b>."
      },
      {
        "name": "Divide-Mundos",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Divide-Mundos. Gera <b>3</b> ondas sísmicas para frente; cada uma causa dano de <b>52.4%</b> do ATQ + <b>3</b> e suspende os alvos.\nNo modo Irrupção, gera <b>5</b> ondas sísmicas para frente; cada uma causa dano de <b>{0}%</b> do ATQ + <b>{1}</b> e suspende os alvos."
      },
      {
        "name": "Irrupção",
        "type": [
          "Skill"
        ],
        "description": "Troque para ativar Irrupção, que aumenta o dano causado durante <b>25</b> segundos.\nDurante Irrupção, habilidades geram Ventania, que causa dano de <b>219%</b> do ATQ + <b>12</b>, <b>suspende muito</b> o alvo e cria uma corrente de ar no chão. Enquanto estiver na corrente, a esquiva não tem custo. Tempo de recarga: <b>45</b> seg. (tempo de recarga de Ventania: <b>10</b> seg.)."
      },
      {
        "name": "Marretada Impiedosa",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e <b>suspende muito</b> os alvos próximos ao trocar para esta arma. Causa dano de <b>153.3%</b> do ATQ + <b>8</b>. Além disso, materializa uma marreta que cai sobre alvos próximos e causa dano de <b>153.3%</b> do ATQ + <b>8</b>."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>111%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "advancement": [
      "Provoca inimigos próximos ao trocar para esta arma, anulando <b>1</b> dano nos <b>8</b> segundos seguintes e ganhando corpo de aço durante os <b>8</b> segundos seguintes. Tempo de recarga: <b>15</b> seg.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>10%</b>.",
      "Após sofrer dano, reduz em <b>50%</b> todo o dano sofrido durante os <b>6</b> segundos seguintes. Tempo de recarga: <b>20</b> seg.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>20%</b>.",
      "Ataques normais <b>atordoam</b> alvos durante <b>2,5</b> segundos. Tempo de recarga: <b>20</b> seg.",
      "Habilidades de descarga causam <b>10%</b> de dano a mais a alvos e aumenta o dano gélido em mais <b>10%</b> durante <b>25</b> segundos."
    ],
    "traits": [
      {
        "name": "Modo Rápido",
        "icon": true,
        "description": "Quando Ene nada, escala ou plana, reduz o consumo de vigor em <b>12%</b>."
      },
      {
        "name": "Modo Além do Limite",
        "icon": true,
        "description": "Quando Ene nada, escala ou plana, reduz o consumo de vigor em <b>20%</b>."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 6,
    "id": "frigg",
    "name": "Frigg",
    "weapon": "Balmung",
    "weapon_id": "balmung",
    "birthday": "1.º de fevereiro (Aquário)",
    "birthplace": "Herdeiros de Aida",
    "gender": "Feminino",
    "info": "Reservada e, no trabalho, decidida. \nEla tem o próprio entendimento e filosofia pela vida, e, quando tem tempo, costuma refletir sobre o que significa viver.",
    "description": "Uma Anjo da Clemência. Com o corpo reestruturado em máquina de metal vivo, ela pôde resistir à radiação sem usar supressor. \n\nÉ o braço direito do Sábio e obedece a cada ordem sem questionar. Como uma das principais oficiais dos herdeiros de Aida, Frigg tem autorização para liderar as tropas, mas prefere agir sozinha na maioria das vezes.",
    "like": "Minha espada",
    "dislike": "Tudo do jeito dela",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 8,
    "charge": 8,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, executa 5 ataques consecutivos com Balmung.\nO primeiro ataque causa dano de <b>62.1%</b> do ATQ + <b>3</b> e leve repulsão.\nO segundo ataque causa dano de <b>46.2%</b> do ATQ + <b>2</b> e repulsão.\nO terceiro ataque causa dano de <b>91.1%</b> do ATQ + <b>5</b> e leve repulsão.\nO quarto ataque causa dano de <b>55.8%</b> do ATQ + <b>3</b> e leve repulsão.\nO quinto ataque causa dano de <b>218.4%</b> do ATQ + <b>11</b> e derruba o alvo."
      },
      {
        "name": "Disparo Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>64.4%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>72.6%</b> do ATQ + <b>4</b>.\nTerceiro ataque: Causa dano de <b>76.7%</b> do ATQ + <b>4</b>.\nQuarto ataque: Causa dano de <b>107.9%</b> do ATQ + <b>6</b>.\nQuinto ataque: Causa dano de <b>168.3%</b> do ATQ + <b>9</b>."
      },
      {
        "name": "Corte Elevado",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal para usar Corte Elevado.\nAvance com um deslizamento horizontal e então lance o alvo no ar antes de se elevar com ele. Causa dano máximo de <b>134.3%</b> do ATQ + <b>7</b>."
      },
      {
        "name": "Corte Espiralado",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar, ou toque ao escalar, pular para trás ou usar a mochila a jato para usar Corte Espiralado.\nEnquanto cai, cada golpe causa dano de <b>19.8%</b> do ATQ + <b>1</b>. Ao aterrissar, causa dano de <b>185.7%</b> do ATQ + <b>10</b> a alvos próximos."
      },
      {
        "name": "Multicorte",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal durante o tempo de esquiva perfeita para usar Multicorte.\nRealiza diversos cortes a uma distância definida em frente ao usuário e causa dano total de <b>{4}%</b> do ATQ + <b>{5}</b>."
      },
      {
        "name": "Fimbulwinter",
        "type": [
          "Skill"
        ],
        "description": "Corta o espaço ao seu redor. Causa dano total de <b>577.5%</b> do ATQ + <b>30</b>. Pode suspender e lançar os alvos no ar e concede imunidade a dano enquanto a habilidade estiver em uso. Tempo de recarga: <b>30</b> seg.\nUma grande Área Gélida se forma ao seu redor por <b>25</b> segundos após usar <b>Fimbulwinter</b>. Não consome tentativas de esquiva quando você se esquiva com a Balmung na Área Gélida.\nConfere domínio glacial I quando estiver na Área Gélida, que aumenta o despedaçar em <b>25%</b> ao usar uma arma gélida."
      },
      {
        "name": "Fratura Frígida",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga de arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de quem a usa</b> e arremete ao trocar para esta arma, controlando temporariamente os oponentes em uma área antes de realizar um corte gigantesco. Causa dano de <b>618.2%</b> do ATQ + <b>33</b> e lança os inimigos no ar."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>111%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "weapon_resonance": {
      "name": "Ressonância gélida",
      "description": "<b>Ressonância gélida</b>: Aumenta o ATQ gélido em <b>15%</b> e a resistência gélida em <b>25%</b>. Ativa-se ao equipar <b>2</b> ou mais armas gélidas. Este efeito de conjunto também funciona com armas no espaço secundário. Não acumula."
    },
    "advancement": [
      "Você ganha <b>1</b> ponto de glacialidade cada vez que sofre dano de <b>550%</b> do ATQ gélido na Área Gélida. É possível acumular até <b>10</b> pontos de glacialidade.\nQuando a Área Gélida termina, causa dano explosivo de <b>95%</b> do ATQ gélido x pontos de glacialidade a todos os inimigos na Área Gélida. Perde <b>1</b> ponto de glacialidade a cada <b>3</b> segundos ao sair da Área Gélida.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>16%</b>.",
      "Aumenta o limite de glacialidade para <b>15</b> pontos. Causa dano de <b>20%</b> do ATQ gélido x (pontos de glacialidade + 5) a todos os alvos na Área Gélida ao usar habilidades de descarga com armas gélidas na Área Gélida.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Despedaçar escudos com armas gélidas na Área Gélida congela o alvo por <b>2</b> segundos e causa dano adicional de <b>35%</b> do ATQ gélido x pontos de glacialidade. O dano adicional é dobrado se o alvo não puder ser congelado.",
      "Recebe um domínio glacial II adicional que aumenta o ATQ gélido em <b>25%</b> ao usar armas gélidas quando estiver dentro da Área Gélida e glacialidade atingir <b>15</b> pontos."
    ],
    "traits": [
      {
        "name": "Congelamento",
        "description": "Aumenta o ATQ gélido em <b>1,5%</b> a cada <b>3</b> segundos ao entrar em batalha. Acumula até <b>10</b> vezes. Dura <b>5</b> segundos."
      },
      {
        "name": "Bloqueado por gelo",
        "description": "Aumenta o ATQ gélido em <b>2,4%</b> a cada <b>3</b> segundos ao entrar em batalha. Acumula até <b>10</b> vezes. Dura <b>5</b> segundos. Além disso, confere corpo de aço e imunidade a efeitos incapacitantes na Área Gélida."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Coração-de-inverno",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "booster_frame_ii",
          "name": "Corpo reforçado II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 7,
    "id": "hilda",
    "name": "Hilda",
    "weapon": "Exterminadora",
    "weapon_id": "the_terminator",
    "birthday": "11 de abril (Áries)",
    "birthplace": "Banges",
    "gender": "Feminino",
    "info": "Uma jovem fervorosa e sincera. Despreocupada e informal. Popular entre as outras pessoas.\nNão faz discriminação de idade ou gênero e trata todo mundo igual. Se dá bem com qualquer pessoa, independentemente de serem adultos ou crianças. Considera Téo, o filho do diretor da Banges Tech, como um amigo querido.\nÀs vezes pode ser um pouco seca e insensível e frequentemente se esquece das coisas (inclusive suas próprias armas).",
    "description": "Hilda é a \"estrela\" do Porto de Banges, onde seu nome é conhecido por todos.\nBanges é o seu lar, e sente que deve protegê-lo a qualquer custo.\nHilda não tem carreira estabelecida e prefere perambular pelo porto fazendo um serviço aqui, outro ali para as lojas, ocasionalmente se aventurando em serviços de patrulha e de vigilância. Quando está cansada, ela tira uma folga para comer e recarregar as baterias.",
    "like": "Frango frito, festas, pechinchar",
    "dislike": "Planos de vida",
    "element": "Ice",
    "rarity": "SR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 10,
    "charge": 10,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "Toque no botão de ataque normal para acionar o modo de mira. Segure o botão de ataque normal para atirar sem parar, até no máximo <b>40</b> projéteis. Cada tiro causa dano de <b>11.4%</b> do ATQ + <b>1</b>. Causa o dobro de dano se acertar a cabeça ou um ponto fraco do inimigo e o derruba (tiros na cabeça não têm efeito contra Errantes)."
      },
      {
        "name": "Torreta",
        "type": [
          "Skill"
        ],
        "description": "Aciona o modo torreta e dispara grandes orbes de energia. Cada um causa dano de <b>213.3%</b> do ATQ + <b>11</b> e lança o alvo no ar. Enquanto instala a torreta, fica imune a interrupção e efeitos incapacitantes. Tempo de recarga: <b>3.5</b> seg."
      },
      {
        "name": "Feixe Gélido",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma estiver completa</span> ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e dispara um feixe gélido ao trocar para esta arma. Causa dano de <b>329.2%</b> do ATQ + <b>17</b> e inflige um efeito de <b>congelamento</b> durante <b>3</b> segundos. Além disso, reduz a resistência a gelo do alvo em <b>50%</b> durante <b>10</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>111%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "advancement": [
      "Cada ataque normal bem-sucedido aumenta o dano em <b>1%</b> durante <b>2</b> segundos (acumula até <b>15</b> vezes). Aumenta a munição para <b>60</b>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>10%</b>.",
      "Durante <b>10</b> segundos após alternar de arma, aumenta em <b>30%</b> o dano de ataques normais e o despedaçar. Tempo de recarga: <b>25</b> seg. Aumenta a munição para <b>80</b>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>20%</b>.",
      "Reduz em <b>2</b> segundos a recarga de ataques normais durante o modo torreta.",
      "Durante <b>10</b> segundos após trocar de arma, aumenta em <b>60%</b> o dano de ataques normais e o despedaçar. Tempo de recarga: <b>25</b> seg."
    ],
    "traits": [
      {
        "name": "Pé na Tábua",
        "icon": true,
        "description": "Quando Hilda usa um veículo, aumenta a velocidade em <b>7%</b>."
      },
      {
        "name": "Velocidade Máxima",
        "icon": true,
        "description": "Quando Hilda usa um veículo, aumenta a velocidade em <b>10%</b>."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 8,
    "id": "huma",
    "name": "Huma",
    "weapon": "Escudo Fundido V2",
    "weapon_id": "molten_shield_v2",
    "birthday": "12 de janeiro (Capricórnio)",
    "birthplace": "Hykros",
    "gender": "Feminino",
    "info": "Por vezes, cai em um estado de confusão e atordoamento pela falta de algumas de suas memórias e de partes dos seus dados de identidade. Usa frequentemente uma máscara sobre a boca, o que dificulta ainda mais a comunicação. Excessivamente quieta e introvertida.\nCom pouca experiência no mundo exterior, ela é tão inocente quanto um passarinho e possui um ar desinteressado.",
    "description": "Uma garota cuja doença lhe conferiu poderes estranhos. Atualmente recebe tratamento da Hykros.\nPor algum motivo, Huma perdeu todas as lembranças do passado e sua antiga personalidade. Desde que acordou, o conhecimento dela acerca do mundo se limita à Hykros. Todo o resto a deixa amedrontada e nervosa.\nNo momento, todos os relacionamentos de Huma são com os pesquisadores médicos que ela conheceu por conta do tratamento. Esses pesquisadores sugeriram que Huma acompanhe outras pessoas para explorar o mundo exterior, esperando que assim ela retome uma vida mais normal. Contudo, a decisão de Huma foi surpreendente: receber treinamento para ser Executora da Hykros.\nA motivação é simples e genuína: ela se sente segura na companhia de Executores e quer usar suas habilidades para retribuir a gentileza que a Hykros lhe demonstrou.",
    "like": "Leitura, paz, silêncio, jardinagem",
    "dislike": "Desconhecido",
    "element": "Fire",
    "rarity": "SSR",
    "role": "Tank",
    "resonance": "Defense",
    "shatter": 10,
    "charge": 10,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o machado-escudo para atacar 4 vezes seguidas.\nPrimeiro ataque em forma de escudo: Causa dano de <b>77.7%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>56.9%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>62.8%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>184%</b> do ATQ + <b>10</b> e <b>lança o alvo no ar</b>.\nPrimeiro ataque em forma de machado: Causa dano de <b>135.2%</b> do ATQ + <b>7</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>79.4%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>119.9%</b> do ATQ + <b>6</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>221.3%</b> do ATQ + <b>12</b> e repele o alvo."
      },
      {
        "name": "Golpe Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>75.9%</b> do ATQ + <b>4</b>.\nSegundo ataque: Causa dano de <b>80.2%</b> do ATQ + <b>4</b>.\nTerceiro ataque: Causa dano de <b>103%</b> do ATQ + <b>5</b>.\nQuarto ataque: Causa dano de <b>118.6%</b> do ATQ + <b>6</b> e <b>derruba</b> o alvo, lança o alvo no ar ao aterrissar."
      },
      {
        "name": "Antecipação",
        "type": [
          "Hold: Attack"
        ],
        "description": "Forma de escudo: No chão, segure o botão de ataque normal para acionar a forma de escudo (solte para desativar) durante <b>3</b> segundos, durante os quais o Errante não pode se mexer e todo dano sofrido é reduzido em <b>50%</b>. Em forma de escudo, soltar o botão de ataque normal após sofrer dano ou após <b>3</b> segundos segurando desencadeia uma pancada ígnea, que causa dano de <b>167.3%</b> do ATQ + <b>9</b> e inflige <b>atordoamento</b> durante <b>1</b> segundo ao alvo.\nForma de machado: Esmaga o alvo, causando dano de <b>122.2%</b> do ATQ + <b>6</b> e suspendendo-o."
      },
      {
        "name": "Valentia",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar (ou toque com um alvo selecionado), ou toque ao escalar, pular para trás ou usar a mochila a jato para usar ataques encadeados no ar.\nForma de escudo: Enquanto cai, cada golpe causa dano de <b>12.5%</b> do ATQ + <b>1</b>. Ao aterrissar, causa dano de <b>89.2%</b> do ATQ + <b>5</b> e suspende o alvo.\nForma de machado: Enquanto cai, cada golpe causa dano de <b>12.5%</b> do ATQ + <b>1</b>. Ao aterrissar, causa dano de <b>128.3%</b> do ATQ + <b>7</b> e suspende os alvos.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Erupção",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar um Ataque Esquivado.\nForma de escudo: Gera um escudo flamejante que causa dano de <b>55.8%</b> do ATQ + <b>3</b> e repele o alvo. Provoca uma explosão que causa dano de <b>{0}%</b> do ATQ + <b>{1}</b>. A explosão <b>atordoa</b> o alvo durante <b>0,5</b> segundo e, durante <b>10</b> segundos, reduz a cura recebida pelo alvo em <b>30%</b>.\nForma de machado: Brande o machado, causando dano de <b>55.8%</b> do ATQ + <b>3</b> e reduzindo a cura recebida pelo alvo em <b>30%</b> durante <b>10</b> segundos."
      },
      {
        "name": "Fissão",
        "type": [
          "Skill"
        ],
        "description": "Conversão de Escudo: Troca da forma de escudo para a forma de machado e bate no chão. Causa dano de <b>373.8%</b> do ATQ + <b>20</b> ao alvo e o <b>suspende muito</b>. Cria uma área de fogo ampla durante <b>5</b> segundos que queima o alvo, causando dano de <b>233.6%</b> do ATQ + <b>12</b>.\nConversão de Machado: Troca da forma de machado para a forma de escudo e bate no chão. Causa dano de <b>309.5%</b> do ATQ + <b>16</b> ao alvo e o repele. Impede o alvo de trocar de arma durante <b>5</b> segundos.\nTempo de recarga: <b>25</b> seg. Conversão de Escudo e Conversão de Machado compartilham o mesmo tempo de recarga."
      },
      {
        "name": "Fúria Ardente",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga de arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de quem a usa</b> e libera uma onda de choque de fogo ao trocar para esta arma. Causa dano de <b>352%</b> do ATQ + <b>19</b>. Provoca inimigos durante <b>5</b> segundos, durante os quais o dano do Errante é reduzido em <b>15%</b>. Espalha objetos em formato de escudo com base no número de alvos provocados. Os objetos duram <b>20</b> segundos, reduzem o dano sofrido em <b>5%</b> durante <b>10</b> segundos (acumulável) e restauram 1 esquiva."
      }
    ],
    "weapon_type": {
      "name": "Fogo",
      "description": "Armas com carga completa botarão fogo no alvo durante <b>8</b> segundos com o ataque seguinte, que causa dano contínuo de <b>{3}%</b> do ATQ por segundo. A cura recebida por alvos com queimadura diminui <b>50%</b>."
    },
    "advancement": [
      "Ganha um acúmulo de escudo forte após usar Descarga: Fúria Ardente. Usar uma habilidade esquivada ou uma habilidade encadeada na forma de escudo dá um acúmulo de escudo forte, que confere <b>10%</b> de redução de dano durante <b>15</b> segundos. Acumula até <b>3</b> vezes. Trocar para a forma de machado converte todos os acúmulos de escudo forte em acúmulos de machado afiado. Cada acúmulo aumenta o dano em <b>15%</b> durante <b>15</b> segundos. Trocar para uma arma diferente cancela o efeito.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>16%</b>.",
      "Durante a forma de escudo, ataques encadeados ou esquivados causam dano adicional de <b>4%</b> da sua vida atual ao alvo.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Após alternar para o machado-escudo, recebe <b>30%</b> de redução de dano imediatamente, que diminui <b>10%</b> a cada <b>3</b> segundos até no mínimo <b>10%</b>. Trocar de arma cancela o efeito. Tempo de recarga: <b>30</b> seg.",
      "Aprimora habilidades de conversão.\nAprimoramento de Escudo: Aumenta o dano causado em <b>60%</b> e o raio da área de fogo em <b>30%</b>.\nAprimoramento de Machado: Não compartilha tempo de recarga com Aprimoramento de Escudo. Durante os <b>5</b> segundos seguintes após usar esta habilidade, converte todo o dano sofrido em vida (até <b>15%</b> da vida máxima do usuário)."
    ],
    "traits": [
      {
        "name": "Coragem",
        "icon": true,
        "description": "Cada vez que Huma sofre dano, recebe <b>1</b> marca de Coragem e recebe mais <b>1</b> marca de Coragem se for dano ígneo, até <b>1</b> vez por <b>1</b> segundo e <b>12</b> acúmulos ao todo. Ao usar uma habilidade de arma, consome todas as marcas de Coragem e recebe um escudo de vida equivalente ao número de marcas x<b>0,4%</b> da vida durante <b>12</b> segundos. Se marcas de Coragem forem consumidas quando o efeito estiver com acúmulo máximo, recebe um escudo de vida equivalente ao número de marcas x<b>0,6%</b> da vida."
      },
      {
        "name": "Tela de Ferro",
        "icon": true,
        "description": "Cada vez que Huma sofre dano, recebe <b>1</b> marca de Coragem e recebe mais <b>1</b> marca de Coragem se for dano ígneo, até <b>1</b> vez por <b>1</b> segundo e <b>12</b> acúmulos ao todo. Ao usar uma habilidade de arma, consome todas as marcas de Coragem e recebe um escudo de vida equivalente ao número de marcas x<b>0,6%</b> da vida durante <b>12</b> segundos. Se marcas de Coragem forem consumidas quando o efeito estiver com acúmulo máximo, recebe um escudo de vida equivalente ao número de marcas x<b>0,9%</b> da vida."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lava",
          "name": "Coração-de-lava",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Revestimento antiácido II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 9,
    "id": "king",
    "name": "KING",
    "weapon": "Gadanha do Corvo",
    "weapon_id": "scythe_of_the_crow",
    "birthday": "3 de novembro (Escorpião)",
    "birthplace": "Devastadores",
    "gender": "Masculino",
    "info": "A presença imponente de KING, insubordinado e vestido com extravagância, preenche qualquer ambiente. Como um cão que ladra pouco e morde muito, ele exala uma aura intimidante e agressiva a cada segundo. Ainda que seu gênio possa ser problemático, comunicar-se com KING não tem nada de difícil.\nEm busca constante por estímulos, ele prioriza a satisfação através dos desejos materiais; para isso, preza por objetividade e o valor monetário claro das coisas e abomina mentirosos e arrogantes.\nKING costuma recorrer à violência para resolver problemas e conseguir o que quer e não é muito chegado a estratégias elaboradas (nem em combate nem em nada).\nQuem passa algum tempo com ele pode perceber que é só um homem forte e simples, mas é melhor guardar isso para si, mesmo que não queira ofender.",
    "description": "Dentre todos os estúpidos o bastante para aceitarem as taxas de juros altas da Junta Comercial de Banges, KING é o caso mais singular. Geralmente, qualquer pessoa que não consiga quitar a dívida é enviada para trabalhar nas minas, mas ele nunca recebeu esse tratamento.\nNão que a Junta não quisesse, mas mesmo que ela oferecesse grandes recompensas e não poupasse esforços, ainda não conseguia pôr as mãos nele.\nComo mercenário famoso por sua habilidade em combate, KING é conhecido como a personificação da violência. Ele luta desde criança e é especializado em combate sem armas de um contra vários. Cada serviço lhe rendia pagamentos generosos, mas ia lá e gastava tudo de uma vez só.",
    "like": "Dinheiro, gastar dinheiro, coisas simples",
    "dislike": "Objetos Valiosíssimos",
    "element": "Fire",
    "rarity": "SSR",
    "role": "Shieldbreaking",
    "resonance": "DPS",
    "shatter": 12.5,
    "charge": 5,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda a gadanha para executar 5 ataques seguidos.\nPrimeiro ataque: Causa dano de <b>57.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>49.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>106.8%</b> do ATQ + <b>6</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>109.5%</b> do ATQ + <b>6</b> e repele o alvo uma curta distância.\nQuinto ataque: Causa dano de <b>104.2%</b> do ATQ + <b>5</b>, <b>suspende muito</b> o alvo e suspende a si mesmo."
      },
      {
        "name": "Gadanha Ascendente",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>63.4%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>68.8%</b> do ATQ + <b>4</b>.\nTerceiro ataque: Causa dano de <b>190.5%</b> do ATQ + <b>10</b>.\nQuarto ataque: Causa dano de <b>213.6%</b> do ATQ + <b>11</b>.\nQuinto ataque: Causa dano de <b>173.9%</b> do ATQ + <b>9</b> e derruba o alvo. Quanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Gadanha Cadente",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar (ou toque com um alvo selecionado), ou toque ao escalar, pular para trás ou usar a mochila a jato para usar Gadanha Cadente.\nEnquanto cai, causa dano de <b>12.5%</b> do ATQ + <b>1</b> a cada golpe. Ao aterrissar, causa dano de <b>71.9%</b> do ATQ + <b>4</b> e <b>derruba</b> os alvos.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Duas em Uma",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Lançamento Veloz.\nCausa dano de <b>137.4%</b> do ATQ + <b>7</b> e puxa inimigos próximos."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>570%</b> do ATQ + <b>30</b>."
      },
      {
        "name": "Duas em Uma",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Lançamento Veloz.\nCausa dano de <b>126.9%</b> do ATQ + <b>7</b> e puxa inimigos próximos."
      },
      {
        "name": "Festa dos Morcegos",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Ao se esquivar, invoca um bando de morcegos que puxa o alvo para o centro. Toque no botão de ataque normal logo após se esquivar para brandir a gadanha. Causa dano de <b>114.3%</b> do ATQ + <b>6</b> ao alvo."
      },
      {
        "name": "Fardo Mortal",
        "type": [
          "Skill"
        ],
        "description": "Brande a gadanha e causa dano de <b>499.9%</b> do ATQ + <b>26</b>. Tempo de recarga: <b>45</b> seg."
      },
      {
        "name": "Gadanha Ígnea",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e cria uma Gadanha Ígnea ao trocar para esta arma. Causa dano de <b>398.3%</b> do ATQ + <b>21</b> e dura por <b>10</b> segundos. Além disso, gera a Área da Gadanha Ígnea a cada <b>2</b> segundos. As gadanhas provocam erupções vulcânicas no chão, que causam dano de <b>66%</b> do ATQ + <b>3</b> a alvos e os suspende."
      }
    ],
    "weapon_type": {
      "name": "Fogo",
      "description": "Armas com carga completa botarão fogo no alvo durante <b>8</b> segundos com o ataque seguinte, que causa dano contínuo de <b>{3}%</b> do ATQ por segundo. A cura recebida por alvos com queimadura diminui <b>50%</b>."
    },
    "advancement": [
      "Aumenta o despedaçar em <b>15%</b>. Após despedaçar o escudo de um alvo, causa dano de queimadura de <b>120%</b> do ATQ por segundo a ele durante <b>15</b> segundos.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>16%</b>.",
      "Por cada inimigo em um raio de <b>6</b> metros, aumenta o dano causado em <b>10%</b>, até <b>30%</b>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Aumenta em <b>100%</b> o dano causado a escudos de vida ou inimigos com escudo.",
      "Durante <b>30</b> segundos, aumenta o dano causado em <b>10%</b> por cada inimigo abatido (acumula até <b>3</b> vezes)."
    ],
    "traits": [
      {
        "name": "Abate a Sangue Frio",
        "icon": true,
        "description": "Restaura o equivalente a <b>8%</b> da vida máxima a cada <b>7</b> inimigos abatidos por KING."
      },
      {
        "name": "Ceifador do Medo",
        "icon": true,
        "description": "Restaura o equivalente a <b>10%</b> da vida máxima a cada <b>5</b> inimigos abatidos por KING."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lava",
          "name": "Coração-de-lava",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Revestimento antiácido II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 10,
    "id": "meryl",
    "name": "Meryl",
    "weapon": "Gume Róseo",
    "weapon_id": "rosy_edge",
    "birthday": "10 de outubro (Libra)",
    "birthplace": "Hykros",
    "gender": "Feminino",
    "info": "Desinteressada, distante e associal. Pouquíssimas coisas são capazes de provocar uma reação na Meryl. Ela não demonstra emoções, não por ser insensível, mas sim por relutar em se aproximar de qualquer outra pessoa.",
    "description": "Uma Executora de alto escalão da Hykros cujas idade e naturalidade são desconhecidas. De acordo com as informações disponíveis, Meryl se destacava em missões de nível S, com técnica com a espada e habilidades em combate excepcionais. Em poucos anos ela passou de simples administradora a Executora sênior.\nEla mantém uma atitude indiferente em relação a tudo, e ninguém sabe o que se passa realmente na cabeça dela. Essa frieza aliada à abordagem impiedosa ao enfrentar inimigos garante que todos mantenham distância.\nO banco de dados dos Executores mostra que Meryl tem um irmão gêmeo com quem é unida, mas não há informações formais deste irmão em lugar nenhum.",
    "like": "Dias de neve, cristais",
    "dislike": "Botânica",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Shieldbreaking",
    "resonance": "Defense",
    "shatter": 12,
    "charge": 4,
    "skills": [
      {
        "name": "Talho Pesado",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o montante para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>72.9%</b> do ATQ + <b>4</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>60.1%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>105.4%</b> do ATQ + <b>6</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>156%</b> do ATQ + <b>8</b>, <b>suspende muito</b> o alvo, depois o lança no ar ao aterrissar."
      },
      {
        "name": "Golpe Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>106.5%</b> do ATQ + <b>6</b>.\nSegundo ataque: Causa dano de <b>87.5%</b> do ATQ + <b>5</b>.\nTerceiro ataque: Causa dano de <b>156%</b> do ATQ + <b>8</b>.\nQuarto ataque: Causa dano de <b>140.5%</b> do ATQ + <b>7</b> e <b>derruba</b> o alvo, lança o alvo no ar ao aterrissar."
      },
      {
        "name": "Corte Ascendente",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o terceiro ataque normal, mantenha o botão pressionado para usar Corte Ascendente.\nAo atingir, <b>suspende muito</b> o alvo e o ataca no ar. Causa dano de <b>64.3%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Corte Descendente",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Corte Descendente"
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>570%</b> do ATQ + <b>30</b>."
      },
      {
        "name": "Redemoinho",
        "type": [
          "Hold: Attack"
        ],
        "description": "No chão, segure o botão de ataque normal para usar Redemoinho. Causa dano de <b>132.8%</b> do ATQ + <b>7</b> ao alvo a cada <b>0,5</b> segundo. Fica imune a interrupção enquanto em uso."
      },
      {
        "name": "Devastação",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Devastação.\nCada golpe causa dano de <b>65.9%</b> do ATQ + <b>3</b> e <b>lança</b> inimigos no ar."
      },
      {
        "name": "Espadas Auráticas",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Espadas Auráticas.\nBrande a montante e lança auras de espada para frente. Cada uma causa dano de <b>49.6%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Nevasca",
        "type": [
          "Skill"
        ],
        "description": "Brande a montante e lança auras de espada para frente. Cada uma causa dano de <b>141.7%</b> do ATQ + <b>7</b>; o dano causado aumenta <b>5%</b> a cada golpe. Enquanto estiver ativo, fica imune a efeitos incapacitantes. Tempo de recarga: <b>45</b> seg."
      },
      {
        "name": "Barreira Gélida",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e golpeia o chão para formar uma barreira ao trocar para esta arma. Causa dano de <b>503.2%</b> do ATQ + <b>26</b> e suspende alvos. Isso reduz a velocidade deles em <b>50%</b> e os impede de se esquivarem e pular. A barreira dura <b>5</b> segundos e bloqueia projéteis."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>151%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "advancement": [
      "Aumenta o despedaçar em <b>15%</b> e restaura <b>10%</b> da vida após despedaçar o escudo do alvo.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>16%</b>.",
      "Ganha um escudo de gelo de <b>10%</b> da vida máxima ao trocar para esta arma. Tempo de recarga: <b>20</b> seg. O escudo de gelo dura até <b>10</b> segundos.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Aumenta o dano e o despedaçar em <b>50%</b> enquanto o escudo estiver ativo.",
      "Ganha um escudo de gelo de <b>20%</b> da vida máxima e imunidade a efeitos incapacitantes enquanto o escudo durar ao trocar para esta arma. Tempo de recarga: <b>20</b> seg. O escudo de gelo dura até <b>10</b> segundos."
    ],
    "traits": [
      {
        "name": "Rosa Fria",
        "icon": true,
        "description": "Reduz o dano gélido sofrido por Meryl em <b>20%</b>, ganha imunidade ao efeito queimadura de gelo e reduz a duração do congelamento sofrido em <b>50%</b>."
      },
      {
        "name": "Congelado",
        "icon": true,
        "description": "Reduz o dano gélido sofrido por Meryl em <b>25%</b>, ganha imunidade ao efeito queimadura de gelo e reduz a duração do congelamento sofrido em <b>50%</b>."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Coração-de-inverno",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "booster_frame_ii",
          "name": "Corpo reforçado II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 11,
    "id": "nemesis",
    "name": "Nêmesis",
    "weapon": "Vênus",
    "weapon_id": "venus",
    "birthday": "23 de maio (Gêmeos)",
    "birthplace": "Anjo da Clemência",
    "gender": "Feminino",
    "info": "Após a reestruturação que compreendeu procedimentos de lavagem cerebral, apagamento de memória, implantação de uma segunda personalidade, entre outros, ela passou um tempo emocionalmente instável. \nA personalidade verdadeira de Shirli foi reprimida. Felizmente, algumas coisas voltaram aos eixos e uma ameaça potencial já quase não preocupa. \nClaro, ela nunca poderia voltar a ser aquela Shirli cheia de vida, mas já é quase uma garota normal de novo. \nA dúvida a respeito da própria existência ainda está lá, a qual dá forma à angústia e ao sofrimento dentro dela. Bom... Pelo menos ela teve coragem frente a tudo isso, o que já é um bom começo.",
    "description": "Uma Anjo da Clemência recém-criada a partir de Shirli, uma enfermeira aprendiz no Abrigo de Astra, cuja metade da carne e dos nervos foi substituída por componentes e circuitos.\n\nEnquanto humana, ela foi acometida pela radiação de Omnium devido ao supressor danificado. Contudo, antes de o processo de anomalização chegar ao fim, Shirli foi enviada aos herdeiros de Aida para um tratamento experimental, que, por um milagre, foi bem-sucedido. \n\nPor ter sido reestruturada há pouco tempo, é a mais instável de todas as Anjos da Clemência, mas também é a que tem as tecnologias mais avançadas dos herdeiros de Aida.",
    "like": "Desenhos, quebra-cabeças e refrigerante de laranja",
    "dislike": "Insetos e sustos",
    "element": "Volt",
    "rarity": "SSR",
    "role": "Utility",
    "resonance": "Support",
    "shatter": 6,
    "charge": 8,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, executa 5 ataques consecutivos com Balmung.\nO primeiro ataque causa dano de <b>50.8%</b> do ATQ + <b>3</b> e leve repulsão.\nO segundo ataque causa dano de <b>36.3%</b> do ATQ + <b>2</b> e repulsão.\nO terceiro ataque causa dano de <b>98.3%</b> do ATQ + <b>5</b> e leve repulsão.\nO quarto ataque causa dano de <b>67.3%</b> do ATQ + <b>4</b> e leve repulsão.\nO quinto ataque causa dano de <b>148.3%</b> do ATQ + <b>8</b> e derruba o alvo."
      },
      {
        "name": "Disparo Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>62.5%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>62%</b> do ATQ + <b>5</b>.\nTerceiro ataque: Causa dano de <b>3%</b> do ATQ + <b>120</b>.\nQuarto ataque: Causa dano de <b>6%</b> do ATQ + <b>71.2</b>.\nQuinto ataque: Causa dano de <b>4%</b> do ATQ + <b>126</b>."
      },
      {
        "name": "Perseguição Adiante",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o segundo ataque normal, mantenha o botão pressionado para desencadear Perseguição Adiante.\nDispara um míssil guiado por laser contra o alvo. Causa dano de até <b>107.5%</b> do ATQ + <b>6</b>."
      },
      {
        "name": "Foco Duplo",
        "type": [
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal para carregar um tiro e disparar uma esfera eletrificada que explode ao atingir o alvo. Causa dano de <b>118.4%</b> do ATQ + <b>6</b> a inimigos próximos."
      },
      {
        "name": "Foco Gêmeo Giratório",
        "type": [
          "Perfect Attack",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal durante o tempo de esquiva perfeita para ativar um campo magnético que causa lentidão.\nVênus dispara um orbe carregado que avança determinada distância e explode quando entra em contato com os alvos. Causa dano de <b>171.6%</b> do ATQ + <b>9</b> e gera um campo magnético que causa lentidão durante <b>3</b> segundos, que reduz a velocidade de movimento e de ataque de todos os inimigos dentro dele em <b>35%</b>.\nEsquivar desencadeará uma corrente de cura que irá curar os aliados próximos em <b>67.7%</b> do ATQ do Errante. Além disso, durante os próximos <b>10</b> segundos, uma pequena corrente de cura será ativada a cada <b>2</b> segundos, curando os aliados próximos em <b>22.5%</b> do ATQ do Errante. Esquivar concede <b>1</b> acúmulo de melhoria da corrente de cura, aumentando o efeito das correntes de cura em <b>25%</b> (acumula até <b>5</b> vezes). Dura <b>30</b> segundos. Trocar de arma irá cancelar o efeito."
      },
      {
        "name": "Raios Paralelos",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Raios Paralelos.\nVênus dispara um par de raios paralelos que causa dano perfurante de <b>171.6%</b> do ATQ + <b>9</b>.\nEsquivar-se desencadeará uma corrente de cura que irá curar os aliados próximos em <b>67,7%</b> do ATQ do Errante. Além disso, durante os próximos <b>10</b> segundos, uma pequena corrente de cura será ativada a cada <b>2</b> segundos, curando os aliados próximos em <b>22,5%</b> do ATQ do Errante. Esquivar concede <b>1</b> acúmulo de melhoria da corrente de cura, aumentando o efeito das correntes de cura em <b>25%</b> (acumula até <b>5</b> vezes). Dura <b>30</b> segundos. Trocar de arma irá cancelar o efeito."
      },
      {
        "name": "Pulso Travado",
        "type": [
          "Skill"
        ],
        "description": "Vênus dispara um míssil guiado que explode em contato com os alvos. Causa dano de <b>233.2%</b> do ATQ + <b>12</b> e derruba os alvos. Tempo de recarga: <b>25</b> seg."
      },
      {
        "name": "Explosão de Raios de Partícula",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga de arma está completa</span> ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de quem a usa</b> e ordena a Vênus para disparar um raio em forma de cruz no chão ao trocar para esta arma, criando uma área instável e reduzindo a velocidade de movimento em <b>70%</b> durante <b>5</b> segundos. Após um pequeno atraso, libera uma explosão eletromagnética que causa dano de <b>393.9%</b> do ATQ + <b>21</b>.\nUsar um ataque de descarga irá gerar <b>1</b> eletrodo próximo ao inimigo, que ataca uma vez a cada <b>1,5</b> segundo. Causa dano de <b>39.9%</b> do ATQ + <b>2</b>.\nO eletrodo ganha <b>100%</b> dos atributos do Errante, não pode ser atacado e nem curado e perde <b>3%</b> da vida máxima a cada segundo.\nApenas <b>1</b> eletrodo pode existir por vez e materializar um novo eletrodo substituirá o anterior."
      }
    ],
    "weapon_type": {
      "name": "Raio",
      "description": "Quando a arma está completamente carregada, o ataque seguinte <b>paralisa</b> o alvo por <b>1</b> segundo e o eletrocuta por <b>6</b> segundos, anulando todos os efeitos positivos e causando dano de <b>144%</b> do ATQ. Os alvos não podem receber efeitos positivos pelos próximos <b>6</b> segundos."
    },
    "weapon_resonance": {
      "name": "Ressonância Elétrica",
      "description": "<b>Ressonância elétrica</b>: Aumenta o ATQ elétrico em <b>15%</b> e a resistência elétrica em <b>25%</b>. Ativa-se ao equipar <b>2</b> ou mais armas elétricas. O efeito deste conjunto NÃO funciona com outros."
    },
    "advancement": [
      "Cria <b>1</b> Eletrodo que confere <b>5</b> acúmulos de corrente de cura aprimorada imediatamente após usar <b>Trava de Pulso</b> ou <b>Disparo de Feixe de Partículas</b>. E ainda desencadeia uma corrente de cura que cura os aliados próximos em <b>135%</b> do ATQ do Errante.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "O Eletrodo desencadeia um <b>Raio Circular</b> que causa, no máximo, <b>205%</b> do ATQ na área-alvo a cada <b>6</b> segundos.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Aumenta o ATQ do Errante em (<b>6,5</b> + (quantidade de Eletrodos x <b>6,5</b>))% durante <b>25</b> segundos após usar <b>Pulso Travado</b>.",
      "Até <b>2</b> Eletrodos podem estar ativos ao mesmo tempo. Invocar mais Eletrodos substitui os mais distantes do usuário."
    ],
    "traits": [
      {
        "name": "Metamorfose",
        "icon": true,
        "description": "Após invocar um Eletrodo, causa <b>60%</b> do ATQ de dano elétrico a todos os inimigos em um raio de <b>30</b> metros do Eletrodo e confere <b>120%</b> do ATQ em cura a todos os aliados (inclusive a si) ao seu alcance."
      },
      {
        "name": "Sublimação",
        "icon": true,
        "description": "Após invocar um Eletrodo, causa <b>100%</b> do ATQ de dano elétrico a todos os inimigos em um raio de <b>30</b> metros do Eletrodo e confere <b>200%</b> do ATQ em cura a todos os aliados (inclusive a si) ao seu alcance."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lightning",
          "name": "Coração-de-raio",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 12,
    "id": "pepper",
    "name": "Pepper",
    "weapon": "Cajado das Cicatrizes",
    "weapon_id": "staff_of_scars",
    "birthday": "9 de julho (Câncer)",
    "birthplace": "Departamento Médico da Hykros",
    "gender": "Feminino",
    "info": "Uma enfermeira popular conhecida pela paciência, a bondade e o sorriso. Ainda que seja conhecida pela ética eficiente de trabalho, o corpo e a energia dela não conseguem acompanhar o ritmo. Junto ao perfeccionismo vem um cansaço constante.\nEla foi diagnosticada com insônia severa, ansiedade leve e obsessão. Porém, nenhum desses sintomas é óbvio, pois Pepper é muito disciplinada.",
    "description": "Filha de uma família rica de Banges, ela recebeu uma educação acima da média e sempre foi obediente. Certo dia, ela e a família foram atacadas por anômalos enquanto saíam, e seus pais perderam os supressores. \nEles não \"morreram\": tornaram-se anômalos. Justo quando um executor ia dar fim no sofrimento deles, Pepper, que sobrevivera, implorou que não fizesse aquilo. Agora eles estão confinados em algum lugar, e a riqueza da família vai se esgotando aos poucos para arcar com os cuidados.\nÉ por isso que Pepper trabalha no departamento médico da Hykros. Ela escolheu passar o resto da vida buscando por uma forma de reverter a anomalização...",
    "like": "Sua família, trabalho, avançar em sua pesquisa",
    "dislike": "Hora de dormir",
    "element": "Volt",
    "rarity": "SR",
    "role": "Utility",
    "resonance": "Support",
    "shatter": 4,
    "charge": 10,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o cajado para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>25.1%</b> do ATQ + <b>1</b>.\nSegundo ataque: Causa dano de <b>18.8%</b> do ATQ + <b>1</b>.\nTerceiro ataque: Causa dano de <b>30.4%</b> do ATQ + <b>2</b>.\nQuarto ataque: Causa dano de <b>41.4%</b> do ATQ + <b>2</b>.\nQuinto ataque: Causa dano de <b>73.2%</b> do ATQ + <b>4</b>."
      },
      {
        "name": "Cajadada Elevada",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>32.5%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano de <b>23.5%</b> do ATQ + <b>1</b>.\nTerceiro ataque: Causa dano de <b>25.5%</b> do ATQ + <b>1</b>.\nQuarto ataque: Causa dano de <b>45.6%</b> do ATQ + <b>2</b>.\nQuinto ataque: Causa dano de <b>47.7%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Lua Cadente",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "No ar, segure o botão de ataque normal para usar Lua Cadente.\nAo aterrissar, causa dano a cada <b>0,2</b> segundo até um total de <b>57.2%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Ataque Determinado",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o terceiro ataque normal, mantenha o botão pressionado para desferir ataques encadeados, o que consome <b>300</b> de vigor.\nPrimeiro ataque: Puxa inimigos que estão na sua frente, os <b>suspende</b> e causa dano de <b>16.1%</b> do ATQ + <b>1</b> a cada <b>0,3</b> segundo (no máximo <b>4</b> vezes).\nSegundo ataque: A cada <b>0,3</b> segundo, causa dano de <b>18.6%</b> do ATQ + <b>1</b> ao alvo e a alvos próximos."
      },
      {
        "name": "Ondulação",
        "type": [
          "Perfect Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal dentro do tempo de esquiva perfeita (toque direcional antes da esquiva) para usar Ondulação.\nCada onda de energia causa dano de <b>22.6%</b> do ATQ + <b>1</b> a alvos.\nRecupera <b>75</b> pontos de carga de arma ao usar."
      },
      {
        "name": "Tesserato",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Explosão Evasiva.\nDispara um orbe de energia para frente. A cada <b>0,3</b> segundo, causa dano de <b>32.1%</b> do ATQ + <b>2</b> a alvos no caminho (no máximo 5 vezes).\nRecupera <b>75</b> pontos de carga de arma ao usar."
      },
      {
        "name": "Santuário",
        "type": [
          "Skill"
        ],
        "description": "Cria um escudo energético na posição do Errante. Cura inimigos dentro do escudo em <b>81.7%</b> do ATQ + <b>4</b> por segundo e reduz o dano sofrido por eles em <b>3%</b> durante <b>10</b> segundos. Tempo de recarga: <b>60</b> seg."
      },
      {
        "name": "Livramento",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> ao trocar para esta arma. O cajado continua removendo efeitos negativos de você e de aliados, além de curar vocês o equivalente a <b>{2}%</b> do ATQ + <b>{3}</b> durante <b>7</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Raio",
      "description": "Quando a arma está completamente carregada, o ataque seguinte <b>paralisa</b> o alvo por <b>1</b> segundo e o eletrocuta por <b>6</b> segundos, anulando todos os efeitos positivos e causando dano de <b>106%</b> do ATQ. Os alvos não podem receber efeitos positivos pelos próximos <b>6</b> segundos."
    },
    "advancement": [
      "Cura todos os colegas em um raio de <b>10</b> metros em <b>100%</b> do ATQ após usar uma habilidade de esquiva.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>10%</b>.",
      "Ataques normais também disparam dois mísseis. Cada um causa dano de <b>5%</b> do ATQ ao alvo e restaura <b>5</b> pontos de carga de arma.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>20%</b>.",
      "Aumenta a velocidade de obtenção de carga de arma em <b>20%</b> (não conta para ataques de mísseis).",
      "Quando uma habilidade anular efeitos incapacitantes do alvo, confere <b>60%</b> de redução de dano a todos os colegas dentro do raio."
    ],
    "traits": [
      {
        "name": "Reanimação",
        "icon": true,
        "description": "Quando Pepper consome saciedade para restaurar vida, aumenta em <b>100%</b> o efeito de restauração."
      },
      {
        "name": "Origem",
        "icon": true,
        "description": "Quando Pepper consome saciedade para restaurar vida, aumenta em <b>200%</b> o efeito de restauração."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 250,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 1
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 500,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 750,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1000,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 2
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 2
        }
      }
    ]
  },
  {
    "_id": 13,
    "id": "samir",
    "name": "Samir",
    "weapon": "Estrelas Eletromagnéticas",
    "weapon_id": "dual_em_stars",
    "birthday": "20 de maio (Touro)",
    "birthplace": "Hykros",
    "gender": "Feminino",
    "info": "Preguiçosa e autoindulgente, Samir gosta de brincadeiras e de pregar peças inofensivas.\nEmbora tecnicamente seja uma Executora da Hykros, a personalidade preguiçosa e não confiável é um problema. O hábito dela de pregar peças nos colegas deixa qualquer pessoa que trabalhe com ela aflita, e sua reputação não é completamente positiva. A própria Samir, no entanto, não parece se importar com isso.",
    "description": "Seu passado está repleto de perguntas.\nAtualmente, sabe-se que Samir foi uma órfã adotada por uma residente de Banges. Ela ingressou na Hykros depois de chegar à idade adulta e se tornou uma Executora após o treinamento.\n\nEla é brilhante, mesmo entre os Executores de elite. A Hykros já considerou convidá-la para a posição de instrutora de novos recrutas, mas desistiu da ideia por causa de sua personalidade, que não combina com o cargo.",
    "like": "Resolver quebra-cabeças e mistérios de assassinatos",
    "dislike": "Desconhecido",
    "element": "Volt",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 6,
    "charge": 10.7,
    "skills": [
      {
        "name": "Tiro Duplo",
        "type": [
          "Attack"
        ],
        "description": "No chão, toque no botão de ataque normal para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano total de <b>47.1%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano total de <b>35.8%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano total de <b>119.7%</b> do ATQ + <b>6</b>.\nQuarto ataque: Causa dano total de <b>113.1%</b> do ATQ + <b>6</b>.\nQuinto ataque: Causa dano total de <b>154%</b> do ATQ + <b>8</b> e <b>lança</b> o alvo no ar."
      },
      {
        "name": "Chuva de Balas",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para atirar sem parar no chão. Cada disparo causa dano de <b>50.6%</b>% do ATQ + <b>3</b>. Custa <b>150</b> de vigor."
      },
      {
        "name": "Rajada de Energia",
        "type": [
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque para continuar atirando. Cada acerto causa dano mínimo de <b>23%</b> do ATQ + <b>1</b>."
      },
      {
        "name": "Chute Fantasma",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "No ar, segure o botão de ataque normal para usar Chute Fantasma. Derruba o alvo e causa dano de <b>70.5%</b> do ATQ + <b>4</b>. Ao aterrissar, causa dano de <b>98.7%</b> do ATQ + <b>5</b> a alvos próximos e os <b>lança no ar</b>."
      },
      {
        "name": "Esquiva Desacelerante",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal após se esquivar para <b>suspender muito</b> os alvos e causar dano de <b>122.6%</b> do ATQ + <b>6</b>."
      },
      {
        "name": "Campo Elétrico",
        "type": [
          "Skill"
        ],
        "description": "Gera um escudo energético na posição do alvo que emite feixes dentro da barreira. Causa dano de <b>269.8%</b> do ATQ + <b>14</b>. O último golpe <b>suspende muito</b> os alvos. Tempo de recarga: <b>45</b> seg."
      },
      {
        "name": "Área Relampejante",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e cria uma Área Relampejante na posição selecionada ao trocar para esta arma. <b>Suspende muito</b> os alvos dentro da área, causa dano total de <b>238.3%</b> do ATQ + <b>13</b> distribuído em 3 ataques e anula os efeitos positivos deles. A área dura <b>3,5</b> segundos e causa dano de <b>42.4%</b> do ATQ + <b>2</b> ao alvo a cada <b>0,5</b> segundo."
      }
    ],
    "weapon_type": {
      "name": "Raio",
      "description": "Quando a arma está completamente carregada, o ataque seguinte <b>paralisa</b> o alvo por <b>1</b> segundo e o eletrocuta por <b>6</b> segundos, anulando todos os efeitos positivos e causando dano de <b>144%</b> do ATQ. Os alvos não podem receber efeitos positivos pelos próximos <b>6</b> segundos."
    },
    "advancement": [
      "Provoca uma explosão elétrica no alvo após desferir um golpe crítico, causando dano adicional de <b>30%</b> do ATQ ao alvo e inimigos próximos. Tempo de recarga: <b>0,2</b> seg.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Aumenta a taxa de crítico contra alvos eletrocutados em <b>40%</b>. Explosões elétricas prolongam a duração de efeitos de eletrocussão em <b>0,5</b> segundo, até no máximo <b>5</b> segundos.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Dobra a duração do Campo Elétrico e puxa alvos para o centro do ataque.",
      "Desencadear uma explosão elétrica reduz em <b>1</b> segundo a recarga de habilidades."
    ],
    "traits": [
      {
        "name": "Travessura",
        "icon": true,
        "description": "Confere <b>1</b> acúmulo de Concentração a cada <b>4</b> segundos sem que Samir sofra dano. Cada acúmulo aumenta o dano causado em <b>3%</b> (acumula até <b>4</b> vezes). Samir perde <b>1</b> Concentração acumulada ao sofrer um golpe (pode perder até <b>1</b> acúmulo a cada <b>1</b> segundo)."
      },
      {
        "name": "Sombra",
        "icon": true,
        "description": "Confere <b>1</b> acúmulo de Concentração a cada <b>4</b> segundos sem que Samir sofra dano. Cada acúmulo aumenta o dano causado em <b>4%</b> (acumula até <b>5</b> vezes). Samir perde <b>1</b> Concentração acumulada ao sofrer um golpe (pode perder até <b>1</b> acúmulo a cada <b>2</b> segundo)."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "magcore",
          "name": "Núcleo-elétrico",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lightning",
          "name": "Coração-de-raio",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 14,
    "id": "shiro",
    "name": "Shiro",
    "weapon": "Chakram dos Mares",
    "weapon_id": "chakram_of_the_seas",
    "birthday": "22 de setembro (Virgem)",
    "birthplace": "Desconhecido",
    "gender": "Feminino",
    "info": "Ela é antissocial, não gosta de conversar com pessoas estranhas e fica nervosa quando encontra alguém pela primeira vez.\nEla nem mesmo presta muita atenção nas pessoas ao redor e só se anima quanto o assunto da conversa é algo de seu interesse. Nesses momentos ela fala na velocidade da luz e fica nervosa se o seu interlocutor não consegue acompanhar.\nEla é quase como um gato: fria e distante na maior parte do tempo, mas se irrita quando quer atenção e não há ninguém por perto.",
    "description": "As pessoas dizem que Shiro, a oceanógrafa, é uma \"solitária maníaca pelo oceano\". Essa garota arredia fica um tanto quanto inflamada e leal quando está olhando para o oceano.\nDepois de crescer, quando começou a mostrar o seu talento para a oceanografia, ela viajou sozinha por muitos anos e mediu a distribuição do oceano em Aida, uma tarefa monumental, que contribuiu significativamente para a compreensão dos humanos acerca de Aida.",
    "like": "Oceanos, criaturas marinhas novas ou consideradas interessantes",
    "dislike": "Desconhecido",
    "element": "Physical",
    "rarity": "SSR",
    "role": "Sub DPS",
    "resonance": "DPS",
    "shatter": 11.7,
    "charge": 6,
    "skills": [
      {
        "name": "Arremesso Veloz",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda o chakram para executar 5 ataques giratórios.\nPrimeiro ataque: Causa dano de <b>30.7%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano de <b>23.8%</b> do ATQ + <b>1</b>.\nTerceiro ataque: Causa dano de <b>34%</b> do ATQ + <b>2</b>.\nQuarto ataque: Causa dano de <b>30.7%</b> do ATQ + <b>2</b>.\nQuinto ataque: Causa dano de <b>53.8%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância."
      },
      {
        "name": "Disparo Aéreo",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para executar 3 ataques giratórios seguidos.\nPrimeiro ataque: Causa dano de <b>26.2%</b> do ATQ + <b>1</b>.\nSegundo ataque: Causa dano de <b>29.2%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>37.2%</b> do ATQ + <b>2</b>."
      },
      {
        "name": "Chakrans Repulsores",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após o segundo ataque normal, segure o botão de ataque para ativar Chakrans Repulsores.\nDispara cinco chakrans penetrantes para frente; cada acerto causa <b>43.5%</b> do ATQ + <b>2</b> do dano, com uma leve repulsão."
      },
      {
        "name": "Rodopio Aéreo",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "No ar, segure o botão de ataque normal para usar Rodopio Aéreo.\nDesfere um golpe poderoso que causa dano de <b>191.5%</b> do ATQ + <b>10</b> ao alvo e a alvos próximos e os suspende."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>427.5%</b> do ATQ + <b>23</b>."
      },
      {
        "name": "Lua Minguante",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Lua Minguante.\nArremessa um chakram giratório para frente que causa dano de <b>132.9%</b> do ATQ + <b>7</b> ao alvo e inflige <b>atordoamento</b> durante <b>0,5</b> segundo. Então, o chakram se divide em <b>3</b> e continua percorrendo seu trajeto, causando dano de <b>24.2%</b> do ATQ + <b>1</b> a alvos no caminho. <span class=\"text-red\">Chakrans divididos ricocheteiam durante Extermínio</span>."
      },
      {
        "name": "Extermínio",
        "type": [
          "Skill"
        ],
        "description": "Cria uma Área de Chakrans com você no centro durante <b>8</b> segundos. Ao mesmo tempo, os inimigos são sugados e a velocidade deles é reduzida em <b>30%</b> durante <b>8</b> segundos. Lança <b>5</b> chakrans que ricocheteiam entre alvos e causam dano de <b>24.2%</b> do ATQ + <b>1</b> a alvos no caminho, até no máximo <b>5</b> vezes. <span class=\"text-red\">Os chakrans divididos de Lua Minguante também ricocheteiam 5 vezes.</span> Tempo de recarga: <b>45</b> seg."
      },
      {
        "name": "Espírito do Ar",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e arremessa o Chakram dos Mares contra um alvo ao trocar para esta arma. Alvos atingidos causam <b>atordoamento</b> em área durante <b>1</b> segundo, mais <b>1</b> ataque cada contra até <b>3</b> alvos por segundo (cada ataque tem <b>10%</b> de chance de <b>atordoar</b> o alvo durante <b>1,5</b> segundo), causando dano de <b>41.4%</b> do ATQ + <b>2</b> durante <b>10</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Lesão",
      "description": "Armas com carga completa causarão dano de <b>137%</b> do ATQ com o ataque seguinte e infligirão lesão ao alvo durante <b>7</b> segundos, que então sofrerá <b>20%</b> a mais de dano."
    },
    "advancement": [
      "Aumenta em <b>30%</b> o dano causado e todos os efeitos de despedaçar elemental a alvos dentro do raio de <span class=\"text-green\">Extermínio</span>.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Aumenta o despedaçar em <b>15%</b> e zera a recarga de todas as habilidades de arma após despedaçar o escudo do alvo. Só pode ser acionado uma vez a cada <b>30</b> segundos.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Atacar um alvo com lesão prolonga a duração da lesão em mais <b>7</b> segundos (só surte efeito uma vez para o mesmo efeito).",
      "Usar <span class=\"text-green\">Extermínio</span> dá 100% de chance de crítico para os <b>8</b> segundos seguintes."
    ],
    "traits": [
      {
        "name": "Alerta de Segurança",
        "icon": true,
        "description": "Quando Shiro usa uma habilidade de arma ou de descarga, aumenta em <b>10%</b> todos os tipos de ATQ e o ATQ físico em <b>7%</b> a mais. Dura <b>8</b> segundos. Tempo de recarga: <b>16</b> seg."
      },
      {
        "name": "Sinal Vermelho",
        "icon": true,
        "description": "Quando Shiro usa uma habilidade de arma ou de descarga, aumenta em <b>16%</b> todos os tipos de ATQ e o ATQ físico em <b>10%</b> a mais. Dura <b>8</b> segundos. Tempo de recarga: <b>16</b> seg."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_summit",
          "name": "Coração-de-montanha",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Revestimento antiácido II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "booster_frame_ii",
          "name": "Corpo reforçado II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 15,
    "id": "tsubasa",
    "name": "Tsubasa",
    "weapon": "Arco Zero Grau",
    "weapon_id": "icewind_arrow",
    "birthday": "24 de março (Áries)",
    "birthplace": "Herdeiros de Aida",
    "gender": "Feminino",
    "info": "O epítome de oportunista. Hiperativa, comunicativa, adora fazer parte de uma galera.\nExtremamente sociável. Não se abala mesmo se a xingarem ou gritarem com ela. Tolerante a todos os pontos de vista e capaz de fazer amizade num estalar de dedos.\nContudo, confiabilidade advinda deste espírito livre praticamente não existe.",
    "description": "O currículo de Tsubasa mostra que ela já morou no Abrigo de Astra, foi uma oficial Hiena e trabalhou na Hykros, informações em que se baseiam os dados de seu Simulacro.\nDepois disso, ela decidiu trair a Hykros e se juntar aos herdeiros de Aida.\nIsso só poderia ser descrito como um ato alarmante. Sua situação atual é desconhecida, mas podemos ter certeza de que, considerando suas habilidades, ela não é só mais uma capanga nos herdeiros.\nTsubasa nunca se baseia em filosofia, princípios, objetivos ou regras para decidir a quem vai se aliar, como se não desse a mínima para nada disso. Assim sendo, ela já esteve com muitas organizações, mas nunca de fato pertenceu a alguma.",
    "like": "Vento, gravidade, liberdade, chicletes",
    "dislike": "Inércia, estabilidade",
    "element": "Ice",
    "rarity": "SSR",
    "role": "Main DPS",
    "resonance": "DPS",
    "shatter": 4,
    "charge": 11.5,
    "skills": [
      {
        "name": "Saque Ligeiro",
        "type": [
          "Attack"
        ],
        "description": "No chão, saca o arco para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>48.8%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>43.7%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>78.6%</b> do ATQ + <b>4</b>.\nQuarto ataque: Causa dano de <b>121.2%</b> do ATQ + <b>6</b>.\nQuinto ataque: Causa dano de <b>112.5%</b> do ATQ + <b>6</b> e repele o alvo uma curta distância."
      },
      {
        "name": "Tiro Concentrado",
        "type": [
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal para carregar o disparo. Causa dano base de <b>87.8%</b> do ATQ + <b>5</b>, e mais <b>50%</b> por cada <b>1</b> segundo de concentração (máximo de <b>3</b> segundos). Causa o dobro de dano se acertar a cabeça ou um ponto fraco do inimigo e o derruba (tiros na cabeça não têm efeito contra Errantes)."
      },
      {
        "name": "Chuva de Flechas",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após qualquer ataque normal, segure o botão de ataque normal para desencadear Chuva de Flechas. Causa até <b>287.2%</b> do ATQ + <b>15</b> de dano em área a alvos."
      },
      {
        "name": "Saraivada Aérea",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>56.3%</b> do ATQ + <b>3</b>.\nSegundo ataque: Causa dano de <b>74%</b> do ATQ + <b>4</b>.\nTerceiro ataque: Causa dano de <b>112.7%</b> do ATQ + <b>6</b>.\nQuarto ataque: Causa dano de <b>169.8%</b> do ATQ + <b>9</b>."
      },
      {
        "name": "Flecha Repulsora",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque após se esquivar para usar Flecha Repulsora. <b>Repele o alvo</b> e causa dano de <b>124%</b> do ATQ + <b>7</b>."
      },
      {
        "name": "Tiro Perfurante",
        "type": [
          "Skill"
        ],
        "description": "Dá um mortal para trás e dispara <b>3</b> tiros perfurantes, onde o disparo principal causa dano de <b>258.3%</b> do ATQ + <b>14</b>, e os outros dois causam 60% de dano. Além disso, <b>repele os alvos</b> e os atordoa durante <b>5</b> segundos caso colidam com um obstáculo. Tempo de recarga: <b>12</b> segundos."
      },
      {
        "name": "Salva Explosiva",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga de arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e cria uma chuva de granizo na área alvo ao trocar para esta arma. Causa dano de <b>570%</b> do ATQ + <b>30</b>. A chuva tem <b>10%</b> de chance de infligir <b>congelamento</b> durante <b>2</b> segundos. Ganha frente fria e aumenta a velocidade em <b>45%</b> durante <b>7</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Casca de Gelo",
      "description": "Armas com carga completa <b>congelam</b> o alvo durante <b>2</b> segundos e provocam uma queimadura de gelo durante <b>6</b> segundos. Quebrar a casca de gelo causa dano adicional de <b>151%</b> do ATQ. Enquanto estiver com queimadura de gelo, a velocidade de carga de arma do alvo diminui <b>50%</b>."
    },
    "advancement": [
      "Dá um acúmulo de flecha cortante cada vez que a flecha disparada por um ataque esquivado acerta um alvo. Cada acúmulo aumenta o dano em <b>5%</b> durante <b>15</b> segundos. Acumula até <b>3</b> vezes.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Realizar um ataque esquivado dispara <b>3</b> Tiros Concentrados.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>32%</b>.",
      "Dobra a duração da Chuva de Flechas e desacelera alvos em <b>25%</b>.",
      "Flecha cortante acumula até <b>5</b> vezes. Acertar um alvo com Tiro Concentrado concede <b>3</b> acúmulos imediatamente. Tiros na cabeça conferem <b>5</b> acúmulos."
    ],
    "traits": [
      {
        "name": "Temporal",
        "icon": true,
        "description": "Cada vez que Tsubasa causa dano, recebe <b>1</b> acúmulo de Golpe Feroz, até <b>1</b> acúmulo por <b>1</b> segundo. Cada acúmulo adiciona <b>0,5%</b> de ATQ, até <b>15</b> acúmulos. Atualiza a duração do efeito ao receber o efeito de novo. Esse efeito dura <b>30</b> segundos."
      },
      {
        "name": "Ondas Impetuosas",
        "icon": true,
        "description": "Cada vez que Tsubasa causa dano, recebe <b>1</b> acúmulo de Golpe Feroz, até <b>1</b> acúmulo por <b>1</b> segundo. Cada acúmulo adiciona <b>0,6%</b> de ATQ, até <b>30</b> acúmulos. Atualiza a duração do efeito ao receber o efeito de novo. Esse efeito dura <b>30</b> segundos."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "icecore",
          "name": "Núcleo-gélido",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_winter",
          "name": "Coração-de-inverno",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 16,
    "id": "zero",
    "name": "Zero",
    "weapon": "Cubo da Anulação",
    "weapon_id": "negating_cube",
    "birthday": "6 de junho (Gêmeos)",
    "birthplace": "Desconhecido",
    "gender": "Masculino",
    "info": "De língua afiada, duas caras, competitivo e arrogante, especialmente quando se vê diante de tarefas que considera abaixo do seu nível. Por vezes pode mostrar um grau de maturidade e disciplina incompatível com a sua idade, além de ser excepcionalmente perspicaz. Mas, na maior parte do tempo, ele não poderia estar menos interessado no que as outras pessoas dizem, e nem sequer tenta se lembrar de coisas que considera desinteressantes.",
    "description": "Um gênio nerd da computação que parece ter cerca de 15 anos, nascido em Banges e apelidado \"Zero\". Entretanto, o nome verdadeiro e os detalhes pessoais foram destruídos de propósito por ele próprio.\nExtremamente habilidoso em processamento de inteligência, comunicações eletrônicas e gerenciamento de dados, Zero é capaz de localizar e extrair volumes imensos de informações através do computador e de análise de rede. Uma vez, ele surpreendeu a Hykros ao invadir seu sistema de segurança em um ataque cibernético arrojado, e por isso se tornou uma \"pessoa de interesse\". No momento, Zero está sob controle e supervisão rígidos da Hykros em um local confidencial, onde ele realiza operações relacionadas à inteligência.",
    "like": "Tecnologia, jogos",
    "dislike": "Sair, cozinhar",
    "element": "Fire",
    "rarity": "SSR",
    "role": "Utility",
    "resonance": "Support",
    "shatter": 5,
    "charge": 13,
    "skills": [
      {
        "name": "Ataque Normal",
        "type": [
          "Attack"
        ],
        "description": "No chão, manipula o cubo para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>46.7%</b> do ATQ + <b>2</b>.\nSegundo ataque: Causa dano de <b>38.2%</b> do ATQ + <b>2</b>.\nTerceiro ataque: Causa dano de <b>118.5%</b> do ATQ + <b>6</b>.\nQuarto ataque: Causa dano de <b>79.6%</b> do ATQ + <b>4</b>.\nQuinto ataque: Causa dano de <b>80.9%</b> do ATQ + <b>4</b> até 3 vezes e <b>lança</b> o alvo no ar.\n<b>Passiva: Se o ataque normal atingir alvos 6 vezes, ganha 1 cubo. É possível juntar até 5 cubos.</b>"
      },
      {
        "name": "Míssil de Omnium",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para ativar a energia dentro do cubo e disparar até <b>5</b> mísseis. Causa dano total de <b>59.3%</b> do ATQ + <b>3</b>. Consome até <b>250</b> de vigor.\n<b>Passiva: Se você tiver juntado cubos, todos eles serão consumidos quando disparar Mísseis de Omnium em inimigos.</b>"
      },
      {
        "name": "Sobrecarga Energética",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "No ar ou após pular uma vez, toque no botão de ataque normal para usar Sobrecarga Energética.\nAo aterrissar, gera uma onda sísmica que percorre o caminho à frente e causa dano de até <b>23.4%</b> do ATQ + <b>1</b> aos alvos no caminho."
      },
      {
        "name": "Choque de Omnium",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "No terceiro ataque normal, mantenha o botão pressionado para usar Choque de Omnium.\nUm pilar energético lança alvos próximos no ar e causa dano de <b>68.4%</b> do ATQ + <b>4</b>. O pilar dura 5 segundos e causa dano de <b>28.5%</b> do ATQ + <b>2</b> por segundo a alvos próximos."
      },
      {
        "name": "Sentinela Energética",
        "type": [
          "Passive"
        ],
        "description": "Cubos giram em volta do Errante e causam dano de <b>9.7%</b> do ATQ + <b>1</b> a inimigos."
      },
      {
        "name": "Míssil Energético",
        "type": [
          "Passive"
        ],
        "description": "Quando o Errante usar Mísseis de Omnium e Sobrecarga Energética, os cubos que giram ao seu redor também serão disparados. Causa dano de <b>48.5%</b> do ATQ + <b>3</b> ao alvo."
      },
      {
        "name": "Força da Alma",
        "type": [
          "Dodge"
        ],
        "description": "Esquive-se logo antes de sofrer um golpe para criar uma Phantasia, reduzindo a velocidade dos inimigos dentro do alcance e dando imunidade a interrupção durante <b>0,5</b> segundo.\nSe o Errante tiver menos de <b>5</b> cubos, há <b>40%</b> de chance de recuperar 1 esquiva a cada esquiva bem-sucedida.\nEsquivas bem-sucedidas não interrompem combos de ataque normal.\n<b>Passivo: Ganha um cubo a cada esquiva bem-sucedida no ar.</b>"
      },
      {
        "name": "Escudo de Omnium",
        "type": [
          "Skill"
        ],
        "description": "Cria um escudo para si mesmo e aliados próximos para bloquear até <b>800%</b> do ATQ de dano durante <b>10</b> segundos e causar dano de <b>124.9%</b> do ATQ + <b>8</b> a alvos próximos e os <b>lançar no ar</b>. Cada cubo que você tiver quando esta habilidade for usada adiciona <b>160%</b> do ATQ para maximizar o escudo e consumir todo o cubo. Tempo de recarga: <b>60</b> seg."
      },
      {
        "name": "Onda de Omnium",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma estiver completa</span> ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> e ganha <b>5</b> cubos ao trocar para esta arma; então, solta os <b>5</b> cubos com um Abalo Sísmico. Este Abalo Sísmico causa dano de <b>171%</b> do ATQ + <b>9</b> a alvos próximos, e os <b>lança no ar</b>. Cada cubo também causa dano de <b>48.5%</b> do ATQ + <b>3</b>. Se houver aliados por perto, eles ficam imunes a dano durante <b>3</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Fogo",
      "description": "Armas com carga completa botarão fogo no alvo durante <b>8</b> segundos com o ataque seguinte, que causa dano contínuo de <b>{3}%</b> do ATQ por segundo. A cura recebida por alvos com queimadura diminui <b>50%</b>."
    },
    "advancement": [
      "Causa dano e gera um orbe de cura que dura <b>20</b> segundos e restaura vida equivalente a <b>60%</b> do ATQ do colega de equipe que o pegar. Tempo de recarga: <b>2</b> seg.",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Reduz a recarga da habilidade de <b>60</b> segundos para <b>30</b> segundos. Restaura vida equivalente a <b>30%</b> do ATQ a cada segundo durante o efeito do escudo.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Causar dano a um inimigo também gera um orbe de dano que dura <b>20</b> segundos e aumenta em <b>2%</b> todo o dano e a cura do colega de equipe que o pegar. Dura <b>30</b> segundos. Acumula até <b>10</b> vezes. Tempo de recarga da habilidade: <b>2,5</b> seg.",
      "Usar uma habilidade gera orbes de cura e orbes de dano para aliados equivalentes ao número de Cubos de Omnium."
    ],
    "traits": [
      {
        "name": "Cálculos Exatos",
        "icon": true,
        "description": "Reduz o tempo de recarga de relíquias em recarga em <b>1,5</b> segundo quando Zero usa uma habilidade de arma. O efeito só pode ser ativado por uma mesma arma <b>1</b> vez a cada <b>5</b> segundos."
      },
      {
        "name": "Planejamento Geral",
        "icon": true,
        "description": "Reduz o tempo de recarga de Relíquias em recarga em <b>3</b> segundos quando Zero usa uma habilidade de arma. O efeito só pode ser ativado por uma mesma arma <b>1</b> vez a cada <b>5</b> segundos."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "firecore",
          "name": "Núcleo-ígneo",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "acidproof_glaze_i",
          "name": "Revestimento antiácido I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_lava",
          "name": "Coração-de-lava",
          "rarity": "R",
          "amount": 5
        },
        "mat2": {
          "id": "acidproof_glaze_ii",
          "name": "Revestimento antiácido II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  },
  {
    "_id": 17,
    "id": "claudia",
    "name": "Cláudia",
    "weapon": "Espada Incandescente",
    "weapon_id": "guren_blade",
    "birthday": "16 de janeiro (Capricórnio)",
    "birthplace": "Hykros",
    "gender": "Feminino",
    "info": "Confiável, obstinada e extremamente animada quando o assunto é batalha. Parece distante, mas se mostra gentil e fervorosa quando as pessoas se aproximam o suficiente. Cláudia possui um ardente senso de justiça e está sempre pronta para ajudar outras pessoas e combater a injustiça onde quer que a encontre.",
    "description": "Uma Executora da Hykros de estatura alta e uma conduta levemente militarizada.\nSeu domínio do uso de espadas curtas e de técnicas de mobilidade a colocou na linha de frente das operações mais complicadas, mas Cláudia foi enviada a uma instalação médica após ser gravemente ferida na Operação Apocalipse das Sombras.",
    "like": "Comidas saborosas, chapéus com personalidade",
    "dislike": "Felinos",
    "element": "Physical",
    "rarity": "SSR",
    "role": "Sub DPS",
    "resonance": "DPS",
    "shatter": 7.5,
    "charge": 12,
    "skills": [
      {
        "name": "Corte Rápido",
        "type": [
          "Attack"
        ],
        "description": "No chão, branda a espada para atacar 5 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>46.8%</b> do ATQ + <b>2</b> e repele o alvo uma curta distância.\nSegundo ataque: Causa dano de <b>65.6%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nTerceiro ataque: Causa dano de <b>59.3%</b> do ATQ + <b>3</b> e repele o alvo uma curta distância.\nQuarto ataque: Causa dano de <b>104.1%</b> do ATQ + <b>5</b> e repele o alvo uma curta distância.\nQuinto ataque: Causa dano de <b>177.8%</b> do ATQ + <b>9</b> e <b>lança</b> o alvo no ar."
      },
      {
        "name": "Ataque Suspenso",
        "type": [
          "Jump",
          "Attack"
        ],
        "description": "No ar, toque no botão de ataque normal para atacar 4 vezes seguidas.\nPrimeiro ataque: Causa dano de <b>27.9%</b> do ATQ + <b>1</b>.\nSegundo ataque: Causa dano de <b>48.4%</b> do ATQ + <b>3</b>.\nTerceiro ataque: Causa dano de <b>114.6%</b> do ATQ + <b>6</b>.\nQuarto ataque: Causa dano de <b>139%</b> do ATQ + <b>7</b>."
      },
      {
        "name": "Ciclone",
        "type": [
          "Attack",
          "Hold: Attack"
        ],
        "description": "Após ataques normais, mantenha o botão pressionado para usar Ciclone.\nAo aterrissar, suspende o alvo e causa dano de <b>47.8%</b> do ATQ + <b>3</b> a um único alvo."
      },
      {
        "name": "Mergulho Lacerante",
        "type": [
          "Jump",
          "Hold: Attack"
        ],
        "description": "Segure o botão de ataque normal enquanto estiver no ar, ou toque ao escalar, pular para trás ou usar a mochila a jato para usar Mergulho Lacerante.\nEnquanto cai, cada golpe causa dano de <b>10%</b> do ATQ + <b>1</b>. Ao aterrissar, causa dano de <b>76.4%</b> do ATQ + <b>4</b> e repele os alvos.\nQuanto maior a altura, maior o dano causado. Chega a até <b>600%</b> do dano."
      },
      {
        "name": "Ataque Furtivo",
        "type": [
          "Croch",
          "Attack"
        ],
        "description": "Agachado, aproxime-se do inimigo pelas costas e toque no botão de ataque normal para usar Ataque Furtivo. Causa dano de <b>570%</b> do ATQ + <b>30</b>."
      },
      {
        "name": "Ataque Saltado",
        "type": [
          "Dodge",
          "Attack"
        ],
        "description": "Toque no botão de ataque normal logo após se esquivar para usar Ataque Saltado.\nBrande a arma e causa dano de <b>37.9%</b> do ATQ + <b>2</b> ao alvo. <b>Suspende muito</b> o alvo e a si mesmo, então causa dano adicional de <b>56.8%</b> do ATQ + <b>3</b>."
      },
      {
        "name": "Passeio Doloroso",
        "type": [
          "Skill"
        ],
        "description": "Dança entre alvos enquanto brande a espada. Causa dano de <b>418%</b> do ATQ + <b>22</b> a até <b>5</b> alvos (ataques a um mesmo alvo causam <b>20%</b> a menos de dano). Ao terminar a habilidade, corta o espaço adiante. Causa dano de <b>264%</b> do ATQ + <b>14</b> a alvos e os suspende. Durante esta habilidade, fica imune a efeitos incapacitantes e todo dano sofrido é reduzido em <b>50%</b>. Tempo de recarga: <b>15</b> seg."
      },
      {
        "name": "Ímpeto Desenfreado",
        "type": [
          "Discharge"
        ],
        "description": "Quando a <span class=\"text-red\">carga da arma</span> estiver completa ou <span class=\"text-red\">Phantasia</span> for desencadeado, <b>remove todos os efeitos negativos de você</b> ao trocar para esta arma. Investe contra um alvo e o <b>suspende muito</b>, causando dano de <b>523.3%</b> do ATQ + <b>28</b> e deixando para trás uma Tempestade de Espadas que causa dano de <b>209.6%</b> do ATQ + <b>11</b> a ele. Você fica imune a lesão, congelamento, queimadura e eletrocussão durante <b>5</b> segundos."
      }
    ],
    "weapon_type": {
      "name": "Lesão",
      "description": "Armas com carga completa causarão dano de <b>137%</b> do ATQ com o ataque seguinte e infligirão lesão ao alvo durante <b>7</b> segundos, que então sofrerá <b>20%</b> a mais de dano."
    },
    "weapon_resonance": {
      "name": "Ressonância física",
      "description": "<b>Ressonância física</b>: Aumenta o ATQ físico em <b>15%</b> e a resistência física em <b>25%</b>. Ativa-se ao equipar <b>2</b> ou mais armas de dano físico. Este efeito de conjunto também funciona com armas no espaço secundário. Não acumula."
    },
    "advancement": [
      "Cada vez que atinge um alvo com uma habilidade ou habilidade de descarga, confere um acúmulo de reforço de dano que aumenta o dano causado em <b>8%</b> durante <b>25</b> segundos (acumula até <b>3</b> vezes; cada habilidade ou descarga bem-sucedida confere apenas um acúmulo).",
      "Aumenta o crescimento do ATQ mínimo da arma atual em <b>16%</b>.",
      "Acertar uma habilidade ou uma habilidade de descarga em um alvo aplica um acúmulo de Feridas de Guerra a ele, aumentando o dano físico e o efeito de despedaçar de armas físicas e elementais contra o mesmo em <b>10%</b> durante <b>15</b> segundos. Acumula até <b>1</b> vez.",
      "Aumenta o crescimento da vida mínima da arma atual em <b>32%</b>.",
      "Atingir alvos com habilidades ou habilidades de descarga confere reforço de dano, que aumenta todo dano em <b>20%</b> durante <b>25</b> segundos. Não acumula.",
      "Acertar o mesmo alvo não reduz mais o dano causado. Aplica mais <b>1</b> acúmulo de Feridas de Guerra a todos os alvos em um raio de 8 metros já com Feridas de Guerra após usar a Espada Incandescente ou uma habilidade de descarga."
    ],
    "traits": [
      {
        "name": "Evasão",
        "icon": true,
        "description": "Fica invisível durante <b>1</b> segundo após se esquivar."
      },
      {
        "name": "Sombra",
        "icon": true,
        "description": "Fica invisível durante <b>1,5</b> segundo após se esquivar."
      }
    ],
    "ascension": [
      {
        "ascension": 1,
        "level": 10,
        "cost": 400,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 2,
        "level": 20,
        "cost": 800,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 2
        }
      },
      {
        "ascension": 3,
        "level": 30,
        "cost": 1200,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        }
      },
      {
        "ascension": 4,
        "level": 40,
        "cost": 1600,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 3
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 3
        },
        "mat3": {
          "id": "booster_frame_i",
          "name": "Corpo reforçado I",
          "rarity": "SR",
          "amount": 3
        }
      },
      {
        "ascension": 5,
        "level": 50,
        "cost": 2000,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 4
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 4
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 4
        }
      },
      {
        "ascension": 6,
        "level": 60,
        "cost": 2400,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 6
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 6
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 6
        }
      },
      {
        "ascension": 7,
        "level": 70,
        "cost": 2800,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 8
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 8
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 8
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3200,
        "mat1": {
          "id": "rockcore",
          "name": "Núcleo-rochoso",
          "rarity": "N",
          "amount": 11
        },
        "mat2": {
          "id": "nano_coating_i",
          "name": "Nanorrevestimento I",
          "rarity": "R",
          "amount": 11
        },
        "mat3": {
          "id": "nanofiber_frame_i",
          "name": "Corpo de nanofibra I",
          "rarity": "SR",
          "amount": 11
        }
      },
      {
        "ascension": 8,
        "level": 80,
        "cost": 3600,
        "mat1": {
          "id": "heart_of_summit",
          "name": "Coração-de-montanha",
          "amount": 5
        },
        "mat2": {
          "id": "nano_coating_ii",
          "name": "Nanorrevestimento II",
          "rarity": "SR",
          "amount": 5
        },
        "mat3": {
          "id": "nanofiber_frame_ii",
          "name": "Corpo de nanofibra II",
          "rarity": "SSR",
          "amount": 5
        }
      }
    ]
  }
]